Repository: zabbix/zabbix
Catalog: ZBXNEXT-556/frontends/php/locale/*/LC_MESSAGES/messages.po
Languages: it_it

source: d M Y H:i:s
it_it: d M H:i:s

source: Actions
it_it: Azioni

source: Action added
it_it: Azione aggiunta!

source: Cannot add action
it_it: Non riesco ad aggiungere l'azione

source: Action updated
it_it: Ho aggiornato l'azione

source: Cannot update action
it_it: Non posso aggiornare l'azione

source: Action deleted
it_it: Azione rimossa!

source: Cannot delete action
it_it: Non posso cancellare l'azione

source: Send message to
it_it: Manda il messaggio a:

source: Delay
it_it: Con ritardo (in sec)

source: Subject
it_it: Oggetto

source: Message
it_it: Messaggio

source: No actions defined
it_it: Nessuna azione definita

source: Single user
it_it: Utente singolo

source: User group
it_it: Gruppo di utenti

source: Group
it_it: Gruppo

source: User
it_it: Utente

source: Not classified
it_it: Non classificato

source: Information
it_it: Solo informativo

source: Warning
it_it: Avvertimento

source: Average
it_it: Allarme medio

source: High
it_it: Grave allarme

source: Disaster
it_it: Disastro!

source: Show all
it_it: Mostra tutti

source: Time
it_it: Data e ora

source: Status
it_it: Stato

source: Duration
it_it: Durata

source: TRUE
it_it: VERO

source: FALSE
it_it: FALSO

source: UNKNOWN
it_it: NON RILEVABILE

source: Type
it_it: Tipo

source: Recipient(s)
it_it: Destinatari

source: Error
it_it: Errore

source: sent
it_it: spedito

source: not sent
it_it: non spedito

source: Custom graphs
it_it: Grafici

source: GRAPHS
it_it: GRAFICI

source: Select graph to display
it_it: Seleziona il grafico

source: Period
it_it: Periodo

source: Select graph...
it_it: Seleziona...

source: Configuration of Zabbix
it_it: Configurazione di ZABBIX

source: CONFIGURATION OF ZABBIX
it_it: CONFIGURAZIONE DI ZABBIX

source: Configuration updated
it_it: Configurazione aggiornata

source: Configuration was not updated
it_it: La configuration non è stata aggiornat

source: Added new media type
it_it: Nuovo mezzo aggiunto

source: New media type was not added
it_it: Il nuovo mezzo non è stato aggiunto

source: Media type updated
it_it: Mezzo aggiornato!

source: Media type was not updated
it_it: Il mezzo non è stato aggiornato

source: Media type deleted
it_it: Il mezzo è stato rimosso

source: Media type was not deleted
it_it: Il mezzo non è stato rimosso

source: Configuration
it_it: Configurazione

source: Do not keep actions older than (in days)
it_it: Non mantenere le azioni più vecchie di (in giorni)

source: Do not keep events older than (in days)
it_it: Non mantenere gli eventi più vecchi di (in giorni)

source: No media types defined
it_it: Nessun mezzo definito

source: Script name
it_it: Nome script

source: Delete selected media?
it_it: Cancellare il mezzo selezionato?

source: Delete selected image?
it_it: Cancellare l'immagine selezionata?

source: Housekeeper
it_it: Pulizia database

source: Media types
it_it: Tipi di mezzo

source: Escalation rules
it_it: Regole di escalation

source: Escalation rule
it_it: Regola di escalation

source: Images
it_it: Immagini

source: Image
it_it: Immagine

source: IMAGES
it_it: IMMAGINI

source: Icon
it_it: Icona

source: No images defined
it_it: Nessuna immagine definita

source: Background
it_it: Sfondo

source: Upload
it_it: Carica

source: Image added
it_it: Immagine aggiunta

source: Cannot add image
it_it: Non posso aggiongere l'immagine

source: Image deleted
it_it: Immagine rimossa

source: Cannot delete image
it_it: Non posso rimuovere l'immagine

source: Expression
it_it: Formula di calcolo

source: No permissions !
it_it: Accesso negato!

source: all
it_it: tutti

source: Copyright 2001-2010 by
it_it: Copyright 2001-2006 by

source: Connected as
it_it: Connesso come utente:

source: Item added
it_it: Elemento agguinto!

source: Item updated
it_it: Elemento aggiornato!

source: Parameter
it_it: Parametro

source: Colour
it_it: Colore

source: Up
it_it: S

source: Down
it_it: Gi

source: New item for the graph
it_it: Aggiungi il seguente elemento

source: Sort order (0->100)
it_it: Posizione (0->100)

source: Configuration of graphs
it_it: Configurazione grafici

source: CONFIGURATION OF GRAPHS
it_it: CONFIGURAZIONE GRAFICI

source: Graph added
it_it: Grafico aggiunto!

source: Graph updated
it_it: Grafico aggiornato!

source: Cannot update graph
it_it: Non posso aggiornare il grafico

source: Graph deleted
it_it: Grafico rimosso!

source: Cannot delete graph
it_it: Non posso rimuovere il grafico

source: Cannot add graph
it_it: Non posso aggiungere il grafico

source: No graphs defined
it_it: Nessun grafico definito

source: Delete graph?
it_it: Rimuovere il grafico?

source: Y axis MIN value
it_it: Y minimo

source: Y axis MAX value
it_it: Y massimo

source: Calculated
it_it: Automatico

source: Fixed
it_it: Fisso

source: Last hour graph
it_it: Grafico dell'ultima ora

source: Timestamp
it_it: Data e ora

source: Hosts
it_it: Dispositivi

source: Items
it_it: Parametri

source: Triggers
it_it: Inneschi

source: Graphs
it_it: Grafici

source: Host added
it_it: Dispositivo aggiunto!

source: Cannot add host
it_it: Non posso aggiungere il dispositivo

source: Host updated
it_it: Dispositivo aggiornato!

source: Cannot update host
it_it: Non posso aggiornare il dispositivo

source: Host status updated
it_it: Stato del dispositivo aggiornato!

source: Cannot update host status
it_it: Non posso aggiornare lo stato del dispositivo

source: Host deleted
it_it: Dispositivo rimosso!

source: Cannot delete host
it_it: Non posso rimuovere il dispositivo

source: HOST GROUPS
it_it: GRUPPI DI DISPOSITIVI

source: No host groups defined
it_it: Nessun gruppo di dispositivi definito

source: No hosts defined
it_it: Nessun dispositivo definito

source: HOSTS
it_it: DISPOSITIVI

source: Host
it_it: Dispositivo

source: Port
it_it: Porta

source: Monitored
it_it: Abilitato

source: Not monitored
it_it: Disabilitato

source: Template
it_it: Modello

source: Deleted
it_it: Rimosso

source: Unknown
it_it: Non rilevabile

source: Groups
it_it: Gruppi

source: New group
it_it: Nuovo gruppo

source: IP address
it_it: Indirizzo IP

source: Delete selected host?
it_it: Rimuovi il dispositivo selezionato?

source: Group name
it_it: Nome del gruppo

source: Host group
it_it: Gruppo del dispositivo

source: Host groups
it_it: Gruppi del dispositivo

source: Update
it_it: Aggiorna

source: Availability
it_it: Disponibilit

source: Available
it_it: Disponibile

source: Not available
it_it: Errore!

source: Templates
it_it: Modelli

source: Configuration of items
it_it: Configurazione parametri

source: CONFIGURATION OF ITEMS
it_it: CONFIGURAZIONE PARAMETRI

source: Cannot update item
it_it: Non posso aggiornare il parametro

source: Status updated
it_it: Stato aggiornato!

source: Cannot update status
it_it: Non posso aggiornare lo stato!

source: Cannot add item
it_it: Non posso aggiungere il parametro

source: Item deleted
it_it: Parametro rimosso!

source: Cannot delete item
it_it: Non posso rimuovere il parametro

source: Items deleted
it_it: Parametri rimossi!

source: Cannot delete items
it_it: Non posso rimuovere i parametri

source: Items activated
it_it: Parametro attivato

source: Items disabled
it_it: Parametri disabilitati!

source: Key
it_it: Chiave

source: Description
it_it: Descrizione

source: Update interval
it_it: Aggiorna ogni (in sec)

source: History
it_it: Storico

source: Trends
it_it: Trends (in gg)

source: Zabbix agent
it_it: Modulo ZABBIX (PASSIVO)

source: Zabbix agent (active)
it_it: Modulo ZABBIX (ATTIVO)

source: SNMPv1 agent
it_it: Modulo SNMPv1

source: Zabbix trapper
it_it: Trapper ZABBIX

source: Simple check
it_it: Controlli base

source: SNMPv2 agent
it_it: Modulo SNMPv2

source: SNMPv3 agent
it_it: Modulo SNMPv3

source: Zabbix internal
it_it: ZABBIX interno

source: Active
it_it: Attivo

source: Not supported
it_it: Non supportato

source: Units
it_it: Unit

source: Update interval (in sec)
it_it: Intervallo di aggiornameto (in sec)

source: Keep history (in days)
it_it: Storico da mantenere (in gg)

source: Keep trends (in days)
it_it: Trend da mantenere (in gg)

source: Type of information
it_it: Tipo di dato

source: Store value
it_it: Memorizza il valore

source: Numeric (unsigned)
it_it: Numerico (integer 64bit)

source: Numeric (float)
it_it: Numerico (float)

source: Character
it_it: Alfabetico

source: As is
it_it: Così com'è

source: Delta (speed per second)
it_it: Come velocità (delta nell'intervallo di tempo)

source: Delta (simple change)
it_it: Come differenza semplice tra i due ultimi valori

source: Item
it_it: Parametro

source: Allowed hosts
it_it: Dispositivi concessi

source: Custom multiplier
it_it: Moltiplicatore variabile

source: Select host...
it_it: Seleziona dispositivo...

source: Latest events
it_it: Ultimi eventi

source: HISTORY OF EVENTS
it_it: STORICO EVENTI

source: Last check
it_it: Ultimo aggiornamento

source: Last value
it_it: Ultimo dato

source: Label
it_it: Etichetta

source: Link status indicator
it_it: Indicatore dello stato del collegamento

source: Network maps
it_it: Mappe di rete

source: NETWORK MAPS
it_it: MAPPE DI RETE

source: Background image
it_it: Immagine di sfondo

source: Icon label type
it_it: Tipo etichetta dell'icona

source: Status only
it_it: Solo lo stato

source: Nothing
it_it: Niente

source: Media
it_it: Mezzi

source: Send to
it_it: Spedisci a

source: When active
it_it: Quando è attivo

source: No media defined
it_it: Nessun mezzo definito

source: New media
it_it: Nuovo mezzo

source: Use if severity
it_it: Usa se la severità è

source: Overview
it_it: Panoramica

source: OVERVIEW
it_it: PANORAMICA

source: Data
it_it: Dati

source: QUEUE
it_it: CODA

source: QUEUE OF ITEMS TO BE UPDATED
it_it: CODA DEI PARAMETRI DA AGGIORNARE

source: Next check
it_it: Prossimo controllo

source: The queue is empty
it_it: La coda è vuota

source: Total
it_it: Totale

source: Count
it_it: Quanti?

source: 5 seconds
it_it: 5 secondi

source: 10 seconds
it_it: 10 secondi

source: 30 seconds
it_it: 30 secondi

source: 1 minute
it_it: 1 minuto

source: 5 minutes
it_it: 5 minuti

source: Status of Zabbix
it_it: Stato del server

source: STATUS OF ZABBIX
it_it: STATO DEL SERVER

source: Value
it_it: Valore

source: Zabbix server is running
it_it: Il server è attivo?

source: Number of users (online)
it_it: Numero di utenti

source: Yes
it_it: S

source: Availability report
it_it: Rapporto di stato

source: AVAILABILITY REPORT
it_it: RAPPORTO DI STATO

source: Show
it_it: Mostra...

source: IT SERVICES AVAILABILITY REPORT
it_it: RAPPORTO SERVIZI IT

source: From
it_it: Da

source: Till
it_it: Fino a

source: Problems
it_it: Qualche problema

source: Percentage
it_it: Percentuale

source: Day
it_it: Giorno

source: Month
it_it: Mese

source: Year
it_it: Anno

source: Daily
it_it: Quotidianamente

source: Weekly
it_it: Settimanalmente

source: Monthly
it_it: Mensilmente

source: Yearly
it_it: Annuariamente

source: Screens
it_it: Schermate

source: Screen
it_it: Nuova schermata

source: CONFIGURATION OF SCREENS
it_it: CONFIGURAZIONE DELLE SCHERMATE

source: Screen added
it_it: Schermata aggiunta!

source: Cannot add screen
it_it: Non posso aggiungere la schermata

source: Screen updated
it_it: Schermata aggiornata!

source: Cannot update screen
it_it: Non posso aggiornare la schermata

source: Screen deleted
it_it: Schermata rimossa!

source: Cannot deleted screen
it_it: Non posso rimuovere la schermata

source: Columns
it_it: Colonne

source: Rows
it_it: Righe

source: No screens defined
it_it: Nessuna schermata definita

source: Delete screen?
it_it: Rimuovo la schermata?

source: CONFIGURATION OF SCREEN
it_it: CONFIGURAZIONE DELLA SCHERMATA

source: Screen cell configuration
it_it: Configurazione della cella

source: Resource
it_it: Risorsa

source: Simple graph
it_it: Grafico semplice

source: Graph name
it_it: Nome del grafico

source: Width
it_it: Larghezza pixels

source: Height
it_it: Altezza pixels

source: Map
it_it: Mappa

source: Plain text
it_it: In formato testo

source: Column span
it_it: Espandi su X colonne

source: Row span
it_it: Espandi su X righe

source: Right
it_it: Diritto

source: Custom screens
it_it: Schermate definite

source: SCREENS 45645645
it_it: SCHERMATE DEFINITE

source: IT services
it_it: Servizi IT

source: Service updated
it_it: Servizio aggiornato!

source: Cannot update service
it_it: Non posso aggiornare il servizio

source: Service added
it_it: Servizio aggiunto!

source: Cannot add service
it_it: Non posso aggiungere il servizio

source: Service deleted
it_it: Servizio rimosso!

source: Cannot delete service
it_it: Non posso rimuovere il servizio

source: Status calculation
it_it: Calcolo dello stato

source: Status calculation algorithm
it_it: Algoritmo di calcolo dello stato

source: None
it_it: Assente

source: Do not calculate
it_it: Nessun calcolo

source: Acceptable SLA (in %)
it_it: Percentuale accettabile di SLA

source: Link to trigger?
it_it: Collegato all'innesco?

source: Sort order (0->999)
it_it: Priorità (0->999)

source: Trigger
it_it: Specifica l'innesco collegato

source: Server
it_it: Dispositivo

source: Delete
it_it: Rimuovi

source: IT SERVICES
it_it: SERVIZI IT

source: Service
it_it: Servizio

source: Reason
it_it: Causa

source: Configuration of triggers
it_it: Configurazione inneschi

source: CONFIGURATION OF TRIGGERS
it_it: CONFIGURAZIONE INNESCHI

source: Triggers deleted
it_it: Inneschi rimossi!

source: Cannot delete triggers
it_it: Non posso rimuovere gli innesschi

source: Trigger deleted
it_it: Innesco rimosso!

source: Cannot delete trigger
it_it: Non posso rimuovere l'innesco

source: Trigger added
it_it: Innesco aggiunto!

source: Cannot add trigger
it_it: Non posso aggiungere l'innesco

source: Severity
it_it: Livello

source: Disabled
it_it: Disabilitato

source: Enabled
it_it: Abilitato

source: Change
it_it: Differenza

source: Trigger updated
it_it: Innesco aggiornato!

source: Cannot update trigger
it_it: Non posso aggiornare l'innesco

source: Depends on
it_it: Dipende da

source: Trigger comments
it_it: Note sull'innesco

source: TRIGGER COMMENTS
it_it: NOTE SULL'INNESCO

source: Comment updated
it_it: Commento aggiornato!

source: Cannot update comment
it_it: Non posso aggiornare il commento

source: Add
it_it: Aggiungi

source: Status of triggers
it_it: Stato degli inneschi

source: STATUS OF TRIGGERS
it_it: STATO DEGLI INNESCHI

source: Show details
it_it: Mostra i dettagli

source: TRIGGERS
it_it: INNESCHI

source: Last change
it_it: Ultimo innesco il

source: Comments
it_it: Commenti

source: Select
it_it: Mostra barra di selezione

source: Users
it_it: Utenti

source: User added
it_it: Utente aggiunto

source: Cannot add user
it_it: Non posso aggiungere l'utente

source: Cannot add user. Both passwords must be equal.
it_it: Attenzione! Le due password devono essere uguali.

source: User deleted
it_it: Utente rimosso

source: Cannot delete user
it_it: Non posso rimuovere l'utente

source: User updated
it_it: Aggiornamento eseguito

source: Cannot update user
it_it: Non posso eseguire l'aggiornamento

source: Cannot update user. Both passwords must be equal.
it_it: Attenzione! Le due password devono essere uguali.

source: Group added
it_it: Gruppo aggiunto

source: Cannot add group
it_it: Non posso aggiungere il gruppo

source: Group updated
it_it: Gruppo aggiornato

source: Cannot update group
it_it: Non posso aggiornare il gruppo

source: Group deleted
it_it: Gruppo rimosso

source: Cannot delete group
it_it: Non posso rimuovere il gruppo

source: CONFIGURATION OF USERS AND USER GROUPS
it_it: CONFIGURAZIONE UTENTI E GRUPPI

source: USER GROUPS
it_it: GRUPPI

source: USERS
it_it: UTENTI

source: User groups
it_it: Gruppi utenti

source: Members
it_it: Membri

source: No user groups defined
it_it: Nessun gruppo utenti definito

source: Name
it_it: Nome

source: Surname
it_it: Cognome

source: Is online?
it_it: E' collegato?

source: No users defined
it_it: Nessun utente definito

source: Read only
it_it: Sola lettura

source: Read-write
it_it: Lettura-scrittura

source: Hide
it_it: Nascondi

source: Password (once again)
it_it: Password (ripeti)

source: URL (after login)
it_it: URL (dopo il login)

source: USER PROFILE
it_it: PROFILO UTENTE

source: User profile
it_it: Profilo utente

source: Language
it_it: Lingua

source: English (GB)
it_it: Inglese (GB)

source: French (FR)
it_it: Francese (FR)

source: German (DE)
it_it: Tedesco (DE)

source: Italian (IT)
it_it: Italiano (IT)

source: Latvian (LV)
it_it: Lituano (LV)

source: Russian (RU)
it_it: Russo (RU)

source: Empty
it_it: Vuoto

source: Help
it_it: Aiuto

source: Profile
it_it: Profilo

source: Latest data
it_it: ULTIMI VALORI
