Repository: zabbix/zabbix
Catalog: ZBX-3332/frontends/php/locale/*/LC_MESSAGES/frontend.po
Languages: de

source: Show triggers
de: Auslöser zeigen

source: 3D view
de: 3D-Ansicht

source: Legend
de: Legende

source: Show legend
de: Zeige Legende

source: Graph sum
de: Graph Summe

source: Graph item
de: Graphen Element

source: Items required for graph
de: Benötigte Elemente für Graph

source: Templated graph
de: Vorlagengraph

source: No target selected
de: kein Ziel ausgewählt

source: Delete selected graphs?
de: lösche ausgewählte Graphen?

source: seconds
de: Sekunden

source: Select rows with value like
de: Zeilen auswählen mit Wert wie

source: Last hour graph
de: Graph für die letzte Stunde

source: Last week graph
de: Graph für die letzte Woche

source: Last month graph
de: Graph für den letzten Monat

source: 500 latest values
de: 500 letzte Werte

source: Timestamp
de: Zeitstempel

source: Local
de: Lokal

source: Source
de: Quelle

source: Event ID
de: Ereignis-ID

source: Remove selected
de: lösche Ausgewählte

source: Items list
de: Elementliste

source: Show selected
de: Auswahl anzeigen

source: Hide selected
de: Auswahl ausblenden

source: Mark selected
de: Auswahl markieren

source: Mark others
de: Andere markieren

source: as Red
de: als Rot

source: as Green
de: als Grün

source: as Blue
de: als Blau

source: Maintenance
de: Wartung

source: Maintenance added
de: Wartung hinzugefügt

source: Maintenance updated
de: Wartung aktualisiert

source: Maintenance deleted
de: Wartung gelöscht

source: Delete selected maintenance periods?
de: lösche ausgewählte Wartungszeiträume?

source: In maintenance
de: in Wartung

source: Hosts in maintenance
de: Hosts in Wartung

source: Groups in maintenance
de: Gruppen in Wartung

source: Cannot add maintenance
de: kann Wartung nicht hinzufügen

source: Cannot update maintenance
de: kann Wartung nicht aktualisieren

source: Cannot delete maintenance
de: kann Wartung nicht löschen

source: Maintenance period length
de: Länge des Wartungszeitraumes

source: Maintenance periods
de: Wartungszeiträume

source: MAINTENANCE PERIODS
de: WARTUNGSZEITRÄUME

source: New maintenance period
de: Neuer Wartungszeitraum

source: Edit maintenance period
de: Modifiziere Wartungszeitraum

source: Create maintenance period
de: Erstelle Wartungszeitraum

source: Maintenance type
de: Wartungsart

source: Expired
de: Ausgelaufen

source: With data collection
de: Mit Datensammlung

source: No data collection
de: Ohne Datensammlung

source: Normal maintenance
de: Normale Wartung

source: No data maintenance
de: Wartung ohne Datensammlung

source: Delete maintenance period?
de: Lösche Wartungszeitraum

source: Active since
de: Aktiv seit

source: Active till
de: Aktiv bis

source: Period type
de: Art des Zeitraumes

source: Schedule
de: Zeitplanung

source: Next run
de: Nächster Lauf

source: Date
de: Datum

source: One time only
de: Einmalig

source: Day of week
de: Tag der Woche

source: Day of month
de: Tag des Monats

source: Every day(s)
de: Jeden Tag(e)

source: Every week(s)
de: Jede Woche(n)

source: First
de: Erste(r)

source: Second
de: Zweite(r)

source: Third
de: Dritte(r)

source: Fourth
de: Vierte(r)

source: At
de: Um

source: Incorrect maintenance period
de: Falscher Wartungszeitraum

source: Incorrect maintenance date
de: Falsches Wartungsdatum

source: Incorrect maintenance day period
de: Falsche Wartungstage

source: Incorrect maintenance week period
de: Falsche Wartungswoche

source: Incorrect maintenance month period
de: Falscher Wartungsmonat

source: Incorrect maintenance days of week
de: Falsche Wartungswochentage

source: CONFIGURATION OF HOST GROUPS
de: KONFIGURATION DER HOSTGRUPPEN

source: Delete selected group?
de: lösche ausgewählte Gruppe?

source: Enable selected Host Groups?
de: aktiviere ausgewählte Hostgruppen?

source: Disable selected Host Groups?
de: deaktiviere ausgewählte Hostgruppen?

source: Delete selected Host Groups?
de: lösche ausgewählte Hostgruppen?

source: Delete selected groups
de: lösche ausgewählte Gruppen?

source: Macros
de: Makros

source: Wrong macro
de: Falsches Makro

source: Macro name is too long, should not exceed 64 chars.
de: Makro Name ist zu lang (max. 64 Zeichen).

source: Macro value is too long, should not exceed 255 chars.
de: Makro Wert ist zu lang (max. 255 Zeichen).

source: Macro already exists
de: Makro existiert bereits

source: New macro
de: Neues Makro

source: Empty macro value
de: Leerer Makro Wert

source: No macros defined
de: keine Makros definiert

source: Macro added
de: Makro hinzugefügt

source: Macros deleted
de: Makro gelöscht

source: Cannot delete macros
de: kann Makros nicht löschen

source: Hosts list
de: Host Liste

source: Application
de: Applikation

source: Applications
de: Applikationen

source: APPLICATIONS
de: APPLIKATIONEN

source: Create application
de: Applikation hinzufügen

source: Application updated
de: Applikation aktualisiert

source: Cannot update application
de: Applikation konnte nicht aktualisiert werden

source: Application added
de: Applikation hinzugefügt

source: Cannot add application
de: Applikation konnte nicht hinzugefügt werden

source: Application deleted
de: Applikation gelöscht

source: Cannot delete application
de: Applikation konnte nicht gelöscht werden

source: No templates linked
de: mit keiner Vorlage verbunden

source: Hosts
de: Systeme

source: ITEMS
de: ELEMENTE

source: Host added
de: System hinzugefügt

source: Cannot add host
de: System konnte nicht hinzugefügt werden

source: Items copied
de: Elemente kopiert

source: Cannot copy items
de: Kann Elemente nicht kopieren

source: Host updated
de: System aktualisiert

source: Cannot update host
de: System konnte nicht aktualisiert werden

source: Cannot update
de: Konnte nicht aktualisiert werden

source: Host status updated
de: Systemstatus aktualisiert

source: Cannot update host status
de: Systemstatus konnte nicht aktualisiert werden

source: Host deleted
de: System gelöscht

source: Cannot delete host
de: System konnte nicht gelöscht werden

source: CONFIGURATION OF HOSTS
de: KONFIGURATION DER HOSTS

source: CONFIGURATION OF TEMPLATES
de: KONFIGURATION DER VORLAGEN

source: CONFIGURATION OF APPLICATIONS
de: KONFIGURATION DER ANWENDUNGEN

source: CONFIGURATION OF MAINTENANCE PERIODS
de: KONFIGURATION DER WARTUNGSZEITRÄUME

source: HOST GROUPS
de: SYSTEMGRUPPEN

source: No host groups defined
de: Keine Systemgruppen definiert

source: No hosts defined
de: Keine Systeme definiert

source: No templates defined
de: Keine Vorlagen definiert

source: No proxies defined
de: Keine Proxies definiert

source: HOSTS
de: SYSTEME

source: Host
de: System

source: Connect to
de: Verbinden zu

source: Monitored
de: aktiviert

source: Not monitored
de: deaktiviert

source: Template
de: Vorlage

source: Deleted
de: gelöscht

source: Unknown
de: unbekannt

source: Groups
de: Gruppen

source: - all groups -
de: - alle Gruppen -

source: All groups
de: Alle Gruppen

source: No groups defined
de: Keine Gruppen definiert

source: New group
de: Neue Gruppe

source: IP address
de: IP-Adresse

source: Link additional templates
de: verbinde mit zusätzlichen Vorlagen

source: Replace linked templates
de: ersetze verbundene Vorlagen

source: IPMI authentication algorithm
de: IPMI Authentifizierungsart

source: None
de: Kein

source: Callback
de: Rückruf

source: IPMI username
de: IPMI-Benutzername

source: IPMI password
de: IPMI-Passwort

source: Use profile
de: Systemdetails angeben

source: Delete selected host?
de: Ausgewählte Systeme löschen?

source: Delete selected with linked elements
de: Ausgewählte und verbundene Elemente gelöscht

source: Group name
de: Gruppenname

source: Host group
de: Systemgruppe

source: Host groups
de: Systemgruppen

source: Update
de: aktualisieren

source: Availability
de: Verfügbarkeit

source: Available
de: verfügbar

source: Not available
de: nicht verfügbar

source: Create Proxy
de: Proxy anlegen

source: Last seen (age)
de: Zuletzt gesehen (Alter)

source: Host macro
de: Host Makro

source: doesn't exist
de: existiert nicht

source: Enable selected hosts?
de: aktiviere ausgewählte Hosts?

source: Disable selected hosts?
de: deaktiviere ausgewählte Hosts?

source: Delete selected hosts?
de: Ausgewählte Systeme löschen?

source: Updated status of host
de: Aktualisiere Status des Hosts

source: Templates list
de: Vorlagenliste

source: New template added
de: Neue Vorlage hinzugefügt

source: Cannot add template
de: kann Vorlage nicht hinzufügen

source: Template updated
de: Vorlage aktualisiert

source: Cannot update template
de: kann Vorlage nicht aktualisieren

source: Linked templates
de: verbundene Vorlagen

source: Linked to
de: verbunden mit

source: Template deleted
de: Vorlage gelöscht

source: Cannot delete template
de: kann Vorlage nicht löschen

source: Link with template
de: mit Vorlage verlinken

source: Delete and clear
de: löschen AND leeren

source: Delete selected templates?
de: lösche ausgewählte Vorlagen?

source: Delete and clear selected templates? (Warning: all linked hosts will be cleared!)
de: Warnung: Dieser Schritt löscht die ausgewählten Vorlagen und löscht die Daten aller verbundener Hosts

source: Host profile
de: Systemdetails

source: Device type
de: Gerätetyp

source: OS
de: Betriebssystem

source: SerialNo
de: Seriennummer

source: Tag
de: Kennzeichnung

source: Contact
de: Kontact

source: Location
de: Standort

source: Notes
de: Notizen

source: MAC Address
de: MAC Adresse(n)

source: Add to group
de: zu Gruppe hinzufügen

source: Delete from group
de: aus Gruppe entfernen

source: Update in group
de: Gruppen aktualisieren

source: Create Host
de: System hinzufügen

source: Create Template
de: Vorlage hinzufügen

source: Template linkage
de: Vorlagenverlinkung

source: Templates
de: Vorlagen

source: TEMPLATES
de: VORLAGEN

source: Unlink
de: Trennen

source: Cannot unlink template
de: kann Vorlage nicht trennen

source: Cannot link template
de: kann Vorlage nicht verbinden

source: Unlink and clear
de: Trennen und löschen

source: Monitored by proxy
de: Überwacht von Proxy

source: Use extended profile
de: Erweitertes Profil benutzen

source: Device Chassis
de: Gehäusechassis

source: OS (Full Details)
de: Betriebssystem (Alle Details)

source: OS (Short)
de: Betriebssystem (Zusammenfassung)

source: HW Architecture
de: Hardware-Architektur

source: Serial Number
de: Seriennummer

source: Model Number
de: Modelnummer

source: Device Vendor
de: Hersteller

source: Device Contract Number
de: Vertragsnummer

source: Installer Name
de: Installiert von

source: Device Deployment Status
de: Auslieferstatus des Geräts

source: Software Application #1
de: Anwendung 1

source: Software Application #2
de: Anwendung 2

source: Software Application #3
de: Anwendung 3

source: Software Application #4
de: Anwendung 4

source: Software Application #5
de: Anwendung 5

source: Device Port Connections
de: Anschluss-Verbindungen

source: Device Notes
de: Notizen zum Gerät

source: Device Hardware
de: Hardware

source: Device Software
de: Software

source: Host Subnet Mask
de: Subnetzmaske

source: Host Router
de: Standardgateway

source: Host MAC Address
de: MAC-Adresse

source: OOB IP Address
de: OOB IP-Adresse

source: OOB Subnet Mask
de: OOB Subnetzmaske

source: OOB Router
de: OOB Standardgateway

source: Date HW Purchased
de: Gekauft am

source: Date HW Installed
de: Installiert am

source: Date HW Maintenance Expires
de: Wartungsvertrag läuft aus am

source: Date HW Decommissioned
de: Ausser Betrieb genommen am

source: Site Address 1
de: Adresse 1

source: Site Address 2
de: Adresse 2

source: Site Address 3
de: Adresse 3

source: Site City
de: Ort

source: Site State / Province
de: Bundesland

source: Site Country
de: Land

source: Site Zip / Postal
de: PLZ

source: Site Rack Location
de: Schrankstandort

source: Site Notes
de: Notizen zum Standort

source: Primary POC Name
de: Ansprechpartner Name

source: Primary POC Email
de: Ansprechpartner E-Mail

source: Primary POC Phone 1
de: Ansprechpartner Telefonnummer 1

source: Primary POC Phone 2
de: Ansprechpartner Telefonnummer 2

source: Primary POC Cell
de: Ansprechpartner Mobil

source: Primary POC Screen Name
de: Ansprechpartner Chat-Nick

source: Primary POC Comments
de: Notizen zum Ansprechpartner

source: Secondary POC Name
de: zweiter Ansprechpartner Name

source: Secondary POC Email
de: zweiter Ansprechpartner E-Mail

source: Secondary POC Phone 1
de: zweiter Ansprechpartner Telefonnummer 1

source: Secondary POC Phone 2
de: zweiter Ansprechpartner Telefonnummer 2

source: Secondary POC Cell
de: zweiter Ansprechpartner Mobil

source: Secondary POC Screen Name
de: zweiter Ansprechpartner Chat-Nick

source: Secondary POC Comments
de: Notizen zum zweiten Ansprechpartner

source: Templated items
de: Elemente aus Vorlage

source: Not Templated items
de: keine Elemente aus Vorlage

source: With triggers
de: mit Auslöser

source: Without triggers
de: ohne Auslöser

source: Types
de: Typen

source: No items defined
de: keine Elemente definiert

source: No item defined
de: kein Element definiert

source: History cleared
de: Verlauf gelöscht

source: Clear history for selected
de: Verlauf ausgewählter Elemente löschen

source: Clear history
de: Verlauf löschen

source: Cannot clear history
de: Verlauf konnte nicht gelöscht werden

source: Configuration of items
de: Konfiguration von Elementen

source: CONFIGURATION OF ITEMS
de: KONFIGURATION VON ELEMENTEN

source: Cannot update item
de: Element konnte nicht aktualisiert werden

source: Status updated
de: Status aktualisiert

source: Cannot update status
de: Status konnte nicht aktualisiert werden

source: Cannot add item
de: Element konnte nicht hinzugefügt werden

source: Item deleted
de: Element gelöscht

source: Cannot delete item
de: Element konnte nicht gelöscht werden

source: Items deleted
de: Elemente gelöscht

source: Cannot delete items
de: Elemente konnten nicht gelöscht werden

source: Items activated
de: Elemente aktiviert

source: Items disabled
de: Elemente deaktiviert

source: Key
de: Schlüssel

source: Description
de: Beschreibung

source: Update interval
de: Aktualisierungsinterval

source: Interval
de: Intern

source: History
de: Verlauf

source: Zabbix agent (active)
de: Zabbix Agent (aktiv)

source: Simple check
de: Einfache Prüfung

source: Zabbix internal
de: Zabbix intern

source: Zabbix aggregate
de: Zabbix Aggregat

source: External check
de: Externe Überprüfung

source: Web monitoring
de: Webüberwachung

source: Not supported
de: nicht unterstützt

source: Jabber identifier
de: Jabber Kennung

source: Script
de: Skript

source: Units
de: Einheit

source: Update interval (in sec)
de: Aktualisierungsinterval (in Sek)

source: Keep history (in days)
de: Verlauf speichern (in Tagen)

source: Keep trends (in days)
de: Trend speichern (in Tagen)

source: Type of information
de: Informationstyp

source: Data type
de: Daten Typ

source: Decimal
de: Dezimal

source: Octal
de: Oktal

source: Hexadecimal
de: Hexadezimal

source: Store value
de: Wert speichern

source: Show value
de: Wert anzeigen

source: Numeric (integer 64bit)
de: nummerisch (integer 64bit)

source: Numeric (unsigned)
de: nummerisch (unsigned)

source: Numeric (float)
de: nummerisch (float)

source: Character
de: Buchstabe

source: As is
de: unverändert

source: Delta (speed per second)
de: Delta (Geschwindigkeit pro Sekunde)

source: Delta (simple change)
de: Delta (nur änderung)

source: Item
de: Element

source: Allowed hosts
de: zugelassene Systeme

source: SNMPv3 security name
de: SNMPv3 Sicherheitsname

source: SNMPv3 security level
de: SNMPv3 Sicherheitsebene

source: SNMPv3 auth passphrase
de: SNMPv3 Auth Passwort

source: SNMPv3 priv passphrase
de: SNMPv3 Priv Passwort

source: Custom multiplier
de: Benutzerdefinierter Multiplikator

source: Select host...
de: - Auswahl -

source: Log time format
de: Log Zeitformat

source: Create Item
de: Element hinzufügen

source: elements copy to ...
de: Elemente kopieren nach ...

source: Mode
de: Modus

source: Target
de: Ziel

source: Target type
de: Zieltyp

source: Skip existing items
de: Bestehende Elemente überspringen

source: update existing non linked items
de: Bestehende nicht verbundene Elemente aktualisieren

source: Copy
de: Kopieren

source: Show items with description like
de: Elemente mit Beschreibung wie

source: History clearing can take a long time. Continue?
de: Löschen des Verlaufs dauert eine Weile. Fortfahren?

source: Mass update
de: Massen Aktualisierung

source: Search
de: Suchen

source: New flexible interval
de: Neues flexibles Intervall

source: Flexible intervals (sec)
de: Flexibles Intervall (sek)

source: No flexible intervals
de: Keine flexiblen Intervalle

source: Additional parameters
de: Zusätzliche Parameter

source: New application
de: Neue Anwendung

source: Templated item
de: Element aus Vorlage

source: Web item
de: Web Element

source: Executed script
de: ausgeführter Script

source: User name
de: Benutzername

source: Authentication method
de: Authentifizierungsmethode

source: Passphrase
de: Passwort

source: Edit Trigger
de: bearbeite Auslöser

source: Enable selected items?
de: aktiviere ausgewählte Elemente?

source: Disable selected items?
de: deaktiviere ausgewählte Elemente?

source: Mass update selected items?
de: Massenupdate ausgewählter Elemente?

source: Copy selected items?
de: kopiere ausgewählter Elemente?

source: Delete history of selected items?
de: lösche den Verlauf ausgewählter Elemente?

source: Delete selected items?
de: lösche ausgewählte Elemente?

source: Formula
de: Formel

source: Event
de: Ereignis

source: Event details
de: Ereignisdetails

source: List
de: Liste

source: Latest events
de: Aktuelle Ereignisse

source: HISTORY OF EVENTS
de: EREIGNISVERLAUF

source: No events found
de: keine Ereignisse gefunden

source: Last check
de: Letzte überprüfung

source: Last value
de: Aktueller Wert

source: Upper level maps
de: Eltern Karten

source: Links
de: Verbindungen

source: Link
de: Verbindung

source: Label
de: Beschriftung

source: Icon (problem)
de: Symbol (Problem)

source: Icon (OK)
de: Symbol (OK)

source: Icon (unknown)
de: Symbol (unbekannt)

source: Icon (maintenance)
de: Symbol (in Wartung)

source: Icon (disabled)
de: Symbol (deaktiviert)

source: Link status indicator
de: Link Status Kennzeichen

source: Configuration of network maps
de: Konfiguration von Netzwerkplänen

source: CONFIGURATION OF NETWORK MAPS
de: KONFIGURATION VON NETZWERKPLÄNEN

source: Map is saved! Return?
de: Karte gespeichert! Zurück?

source: Map save operation failed.
de: Karten speichen fehlgeschlagen.

source: Get Img: Element data not found!
de: Get Img: keine Daten zum Element gefunden!

source: Add element
de: Element hinzufügen

source: Coordinate X
de: X-Koordinate

source: Coordinate Y
de: Y-Koordinate

source: Connectors
de: VERBINDUNGEN

source: UNAVAILABLE
de: NICHT VERFÜGBAR

source: MAINTENANCE
de: IN WARTUNG

source: Edit map element
de: bearbeite Kartenelement

source: Icon (default)
de: Symbol (standard)

source: Apply
de: Übernehmen

source: Map elements
de: Kartenelemente

source: Network map deleted
de: Netzwerkkarte gelöscht

source: Cannot delete network map
de: kann Netzwerkkarte nicht löschen

source: MAPS
de: PLÄNE

source: No maps defined
de: Keine Pläne definiert

source: Create Map
de: Plan erstellen

source: Import Map
de: Importiere Karte

source: Icon label location
de: Position Symbolbeschriftung

source: Icon highlighting
de: Symbol Hervorhebung

source: Link indicators
de: Verbindungsauslöser

source: Type (OK)
de: Typ (OK)

source: Colour (OK)
de: Farbe (OK)

source: Use advanced icons
de: benutze erweitete Symbole

source: Delete selected maps?
de: lösche ausgewählte Karte?

source: Network map added
de: Netzwerkkarte hinzugefügt

source: Cannot add network map
de: kann Netzwerkkarte nicht hinzufügen

source: Network map updated
de: Netzwerkkarte aktualisiert

source: Cannot update network map
de: kann Netzwerkkarte nicht aktualisieren

source: Expand single problem
de: dieses Problem ausklappen

source: Mark elements on triggers status change
de: Markiere Elemente, wenn der Auslöser den Status wechselt

source: Get selected elements FAILED.
de: GET des ausgewählten Elemts schlug fehl.

source: Two elements should be selected
de: Zwei Elemente müssen ausgewählt werden

source: Delete selected elements?
de: lösche ausgewählte Elemente?

source: Please select two elements
de: Bitte zwei Elemente auswählen

source: Delete Links between selected elements?
de: Lösche Verbindung zwischen den ausgewählten Elementen?

source: No links
de: keine Verbindungen

source: Wrong type of arguments passed to function
de: Falsches Argument an Funktion übergeben

source: New element
de: Neues Element

source: Set trigger
de: Setze Auslöser

source: Bottom
de: unten

source: Top
de: oben

source: Link status indicators
de: Verbindungsindikatoren

source: Remove element
de: entferne Element

source: Add link
de: füge Verbindung hinzu

source: Remove link
de: entferne Verbindung

source: Cannot find image
de: kann Bild nicht finden

source: Cannot find background image
de: kann Hintergrundbild nicht finden

source: Cannot find trigger
de: kann Auslöser nicht finden

source: Cannot find host
de: kann Host nicht finden

source: Cannot find hostgroup
de: kann Hostgruppe nicht finden

source: Cannot find map
de: kann Karte nicht finden

source: Cannot find screen
de: kann Übersichtskarte nicht finden

source: used in exported map
de: benutzt in exportierter Karte

source: No icon for map element
de: kein Symbol für Kartenelement

source: Export does not contain Zabbix maps
de: Export enthält keine Zabbix Karten

source: Export does not contain Zabbix screens
de: Export enthält keine Zabbix Übersichtskarten

source: Network maps
de: Netzwerkpläne

source: NETWORK MAPS
de: NETZWERKPLÄNE

source: Background image
de: Hintergrundbild

source: Icon label type
de: Beschriftungstyp

source: Label location
de: Beschriftungsposition

source: Element name
de: Elementenname

source: Status only
de: Status

source: Nothing
de: nichts

source: CONFIGURATION OF MEDIA TYPES
de: Konfiguration der Medientypen

source: MEDIA TYPES
de: Media Typen

source: Media
de: Medium

source: Send to
de: Empfänger

source: When active
de: Gültigkeitszeitraum

source: No media defined
de: Kein Medium definiert

source: New media
de: Neues Medium

source: Use if severity
de: Benutzen bei Gewichtung

source: Save
de: speichern

source: Cancel
de: abbrechen

source: PERSONAL DASHBOARD
de: PERSÖNLICHES DASHBOARD

source: Age
de: Alter

source: Issue
de: Problem

source: Without problems
de: ohne Probleme

source: With problems
de: mit Problemen

source: Last 20 issues
de: Letzten 20 Probleme

source: Favourite
de: Favorit

source: Favourites
de: Favoriten

source: Every
de: Jede

source: Reset
de: Zurücksetzen

source: Maximize
de: Maximieren

source: Minimize
de: Minimieren

source: Loading...
de: Lade...

source: Dashboard configuration
de: Übersichtsseite Konfiguration

source: DASHBOARD CONFIGURATION
de: ÜBERSICHTSSEITE KONFIKURATION

source: Configure
de: Konfigurieren

source: Selected
de: Ausgewählte

source: Show hosts in maintenance
de: Zeige Hosts in Wartung

source: Triggers with severity
de: Auslöser mit Gewichtung

source: Dashboard filter
de: Filter der Übersichtsseite

source: Favourite graphs
de: bevorzugte Graphen

source: Favourite maps
de: bevorzugte Karten

source: Favourite screens
de: bevorzugte Übersichtskarten

source: Overview
de: Übersicht

source: Overview by proxy
de: Übersicht nach Proxy

source: OVERVIEW
de: ÜBERSICHT

source: Hosts location
de: Systemstandort

source: Data
de: Wert

source: Show graph of item
de: Graph des Elements zeigen

source: Show values of item
de: Werte des Elements zeigen

source: QUEUE
de: WARTESCHLANGE
