Repository: zabbix/zabbix
Catalog: ZBX-3332/frontends/php/locale/*/LC_MESSAGES/frontend.po
Languages: de

source: Discovery rule deleted
de: Discoveryregel gelöscht

source: Cannot delete discovery rule
de: Kann Discoveryregel nicht löschen

source: Discovery rule updated
de: Discoveryregel aktualisiert

source: Cannot update discovery rule
de: Kann Discoveryregel nicht aktualisieren

source: Cannot add discovery rule
de: Kann Discoveryregel nicht hinzufügen

source: Delete selected discovery rules?
de: löschen der ausgewählten Discovery Regeln

source: Delete selected value mapping?
de: ausgewählte Wertetabelle löschen?

source: Cannot delete graph
de: Graph konnte nicht gelöscht werden

source: Cannot add group
de: Gruppe konnte nicht hinzugefügt werden

source: Cannot add macro
de: kann Makro nicht hinzufügen

source: In groups
de: In Gruppe

source: Other groups
de: Andere Gruppen

source: Items
de: Elemente

source: Triggers
de: Auslöser

source: Graphs
de: Graphen

source: Password
de: Kennwort

source: d M Y H:i:s
de: d M H:i:s

source: Sun
de: So

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Oct
de: Okt

source: Dec
de: Dez

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: June
de: Juni

source: October
de: Oktober

source: December
de: Dezember

source: Activate selected
de: Ausgewählte aktivieren

source: Disable selected
de: Ausgewählte deaktivieren

source: Activate selected hosts
de: Ausgewählte Hosts aktivieren

source: Disable selected hosts
de: Ausgewählte Hosts deaktivieren

source: Delete selected
de: Gewählte entfernen

source: Copy selected to ...
de: Ausgewählte kopieren zu ...

source: Service type
de: Servicetyp

source: Received value
de: Empfangener Wert

source: Discovery rule
de: Discovery Regel

source: Configuration of discovery
de: Konfiguration von Discovery

source: CONFIGURATION OF DISCOVERY
de: KONFIGURATION VON DISCOVERY

source: No discovery rules defined
de: Keine Discoveryregeln definiert

source: IP range
de: IP Bereich

source: Checks
de: Überprüfungen

source: Create rule
de: Regel hinzufügen

source: Delete rule?
de: Regel löschen?

source: Discovery by proxy
de: Discovery durch Proxy

source: (no proxy)
de: (kein Proxy)

source: Device uniqueness criteria
de: Eindeutigkeitsmerkmal des Gerätes

source: Event source
de: Auslöserquelle

source: New check
de: Neue Überprüfung

source: Discovery rules deleted
de: Discoveryregeln gelöscht

source: Discovery rules updated
de: Discoveryregeln aktualisiert

source: Discovery rule added
de: Discoveryregel hinzugefügt

source: STATUS OF DISCOVERY
de: STATUS VON DISCOVERY

source: Status of discovery
de: Status von discovery

source: Enable selected discovery rules?
de: aktivieren der ausgewählten Discovery Regeln

source: Disable selected discovery rules?
de: deaktivieren der ausgewählten Discovery Regeln

source: Discovered
de: Gefunden

source: Lost
de: Verloren

source: Discovered device
de: gefundenes Gerät

source: Monitored host
de: überwachter Host

source: Incorrect IP range.
de: falscher IP Bereich

source: Details of scenario
de: Details des Szenarios

source: DETAILS OF SCENARIO
de: DETAILS DES SZENARIOS

source: Speed
de: Geschwindigkeit

source: Response code
de: Rückmeldungscode

source: TOTAL
de: GESAMT

source: Response time
de: Antwortzeit

source: In progress
de: In Bearbeitung

source: of
de: von

source: to
de: bis

source: In check
de: In Überprüfung

source: Idle till
de: Leerlauf bis

source: Failed on
de: Gescheitert am

source: Failed
de: gescheitert

source: Status of Web monitoring
de: Status der Webüberwachung

source: STATUS OF WEB MONITORING
de: STATUS DER WEBÜBERWACHUNG

source: State
de: Status

source: Sort
de: sortieren

source: Configuration of Web monitoring
de: Konfiguration der Webüberwachung

source: CONFIGURATION OF WEB MONITORING
de: KONFIGURATION DER WEBÜBERWACHUNG

source: Scenario
de: Szenario

source: Scenarios
de: Szenarios

source: SCENARIOS
de: SZENARIOS

source: Create scenario
de: Szenario erstellen

source: Hide disabled scenarios
de: Deaktivierte Szenarios ausblenden

source: Show disabled scenarios
de: Deaktivierte Szenarios einblenden

source: Number of steps
de: Anzahl der Schritte

source: Scenario deleted
de: Szenario gelöscht

source: Scenario activated
de: Szenario aktiviert

source: Scenario disabled
de: Szenario deaktiviert

source: Delete scenario?
de: Szenario löschen?

source: Scenario updated
de: Szenario aktualisiert

source: Cannot update scenario
de: Szenario konnte nicht aktualisiert werden

source: Scenario added
de: Szenario hinzugefügt

source: Cannot add scenario
de: Szenario konnte nicht hinzugefügt werden

source: Cannot delete scenario
de: Szenario konnte nicht gelöscht werden

source: Variables
de: Variablen

source: Step
de: Schritt

source: Steps
de: Schritte

source: Post
de: Stelle

source: Required
de: Benötigt

source: Step of scenario
de: Schritt des Szenarios

source: Basic authentication
de: Basis Authentifizierung

source: Enable selected WEB scenarios?
de: aktiviere ausgewählte WEB Scenarios?

source: Disable selected WEB scenarios?
de: deaktiviere ausgewählte WEB Scenarios?

source: Delete history of selected WEB scenarios?
de: lösche Verlauf der ausgewählten WEB Scenarios?

source: Delete selected WEB scenarios?
de: lösche ausgewählte WEB Scenarios?

source: Elements
de: Elemente

source: Only host info
de: Nur Hostinformationen

source: Import file
de: Datei importieren

source: Import
de: Importieren

source: IMPORT
de: IMPORTIEREN

source: Export
de: Exportieren

source: Export selected
de: ausgewählte Exportieren

source: Preview
de: Vorschau

source: Back
de: Zurück

source: BACK
de: ZURÜCK

source: No data for export
de: Nichts zu exportieren

source: no data
de: Keine Daten

source: Rules
de: Regeln

source: Existing
de: Existiert

source: Missing
de: Fehlt

source: Refresh
de: Aktualisieren

source: Refresh time in seconds
de: Aktualisierungszeit in Sekunden

source: Refresh time multiplier
de: Aktualisierungszeit Multiplikator

source: Imported
de: Import

source: successfully
de: erfolgreich

source: failed
de: fehlgeschlagen

source: H.i
de: H.m

source: Previous
de: Zurück

source: Next
de: Weiter

source: Retry
de: Wiederholen

source: Finish
de: Beenden

source: Fail
de: Gescheitert

source: New installation
de: Neue installation

source: NEW INSTALLATION
de: NEUE INSTALLATION

source: Zabbix is temporarily unavailable
de: Zabbix ist vorübergehend nicht erreichbar

source: Multibyte String module required to run FrontEnd
de: Es wird ein MultiByte String-Modul benötigt, um das Frontend zu starten

source: Empty input parameter
de: Leere Eingabe

source: Time zone
de: Zeitzone

source: Do not keep history older than (in days)
de: Verlauf löschen nach (in Tagen)

source: Do not keep trends older than (in days)
de: Trend löschen nach (in Tagen)

source: Master node
de: Hauptknoten

source: Child
de: Remote

source: Node updated
de: Knoten aktualisiert

source: Cannot update node
de: Kann Knoten nicht aktualisieren

source: Node added
de: Knoten hinzugefügt

source: Cannot add node
de: Kann Knoten nicht hinzufügen

source: Node deleted
de: Knoten gelöscht

source: Cannot delete node
de: Kann Knoten nicht löschen

source: Current node
de: Aktueller Knoten

source: Select Nodes
de: ausgewählter Knoten

source: No events to acknowledge
de: Keine Ereignisse zu bestätigen

source: Acknowledges
de: Bestätigungen

source: Acknowledge
de: Bestätigen

source: Return
de: Zurück

source: Acknowledge alarm by
de: Alarm wurde bestätigt von

source: Add comment by
de: Kommentar wurde hinzugefügt von

source: ALARM ACKNOWLEDGES
de: ALARM BESTÄTIGUNGEN

source: Acknowledge added
de: Bestätigung hinzugefügt

source: Cannot acknowledge event
de: Kann Ereignis nicht bestätigen

source: ----[BULK ACKNOWLEDGE]----
de: ----[Massenbestätigung]----

source: Bulk acknowledge
de: Massenbestätigung

source: Immediately
de: Zur Zeit

source: Infinity
de: Unendlich

source: Recovery message
de: Wiederherstellungsnachricht

source: Configuration of actions
de: Konfiguration von Aktionen

source: CONFIGURATION OF ACTIONS
de: KONFIGURATION VON AKTIONEN

source: Operation type
de: Operationstyp

source: Send message
de: Nachricht senden

source: Remote command
de: Entfernter Befehl

source: Remote commands
de: Entfernte Befehle

source: Trigger severity
de: Auslöserpriorität

source: Trigger value
de: Auslöserwert

source: Time period
de: Zeitspanne

source: Maintenance status
de: Wartungsstatus

source: maintenance
de: Wartung

source: max value
de: Max. Wert

source: min value
de: Min. Wert

source: Trigger description
de: Auslöser Beschreibung

source: Host name
de: Name des Hosts

source: Action conditions
de: Aktionsvoraussetzungen

source: Operation condition
de: Operationsvoraussetzungen

source: Conditions
de: Voraussetzungen

source: Condition
de: Voraussetzung

source: New condition
de: Neue Bedingung

source: Action operations
de: Aktionsoperationen

source: Operations
de: Operationen

source: Edit operation
de: Operation bearbeiten

source: No conditions defined
de: Es wurden keine Voraussetzungen definiert

source: Actions deleted
de: Aktion wurde gelöscht

source: Cannot delete actions
de: Aktion konnte nicht gelöscht werden

source: No operations defined
de: Keine Operationen definiert

source: New
de: Neu

source: Add host
de: System hinzufügen

source: Remove host
de: System löschen

source: Enable host
de: aktiviere Host

source: Disable host
de: deaktiviere Host

source: Link to template
de: Verbinden mit Vorlage

source: Unlink from template
de: Verbindung mit Vorlage entfernen

source: Host template
de: Systemvorlage

source: Event acknowledged
de: Ereignis bestätigt

source: Send only to
de: sende nur an

source: User medias
de: Benutzer Medien

source: Discovery check
de: Discovery Prüfung

source: Discovered object
de: entdecktes Objekt

source: Device
de: Gerät

source: Auto registration
de: automatische Registrierung

source: Incorrect trigger
de: Falscher Auslöser

source: Incorrect host
de: Falsches System

source: Incorrect period
de: Falscher Zeitraum

source: Incorrect IP
de: Falsche IP-Adresse

source: Incorrect discovery check
de: Falscher Discoverycheck

source: Incorrect port
de: Falscher Port

source: Incorrect discovery status
de: Falscher Discoverystatus

source: Incorrect condition type
de: Falscher Bedinungstyp

source: Incorrect operation type
de: Falscher Operationstyp

source: Incorrect user
de: Falscher Benutzer

source: Incorrect steps
de: Falsche Schritte

source: selected actions?
de: ausgewählte Aktionen?

source: Actions
de: Aktionen

source: ACTIONS
de: AKTIONEN

source: Message actions
de: Nachrichtsaktionen

source: Command actions
de: Befehlsaktionen

source: Action added
de: Aktion erfolgreich hinzugefügt

source: Cannot add action
de: Aktion konnte nicht hinzugefügt werden

source: Action updated
de: Aktion aktualisiert

source: Cannot update action
de: Aktion konnte nicht aktualisiert werden

source: Action deleted
de: Aktion gelöscht

source: Cannot delete action
de: Aktion konnte nicht gelöscht werden

source: Send message to
de: Nachricht senden an

source: Run remote commands
de: Entfernten Befehl ausführen

source: Delay
de: Verzögerung

source: Subject
de: Betreff

source: Recovery subject
de: Wiederherstellungs-Betreff

source: Default message
de: Standardnachricht

source: Default subject
de: Standardbetreff

source: Message
de: Nachricht

source: On
de: AN

source: Off
de: AUS

source: No actions defined
de: Keine Aktion definiert

source: Single user
de: Einzelner Benutzer

source: User group
de: Benutzergruppe

source: Group
de: Gruppe

source: User
de: Benutzer

source: Not classified
de: nicht spezifiziert

source: Warning
de: Niedrig

source: Average
de: Durchschnitt

source: High
de: Hoch

source: Disaster
de: Desaster

source: AND / OR
de: UND / ODER

source: AND
de: UND

source: and
de: und

source: OR
de: ODER

source: or
de: oder

source: Type of calculation
de: Ermittlungsart

source: Create Action
de: Aktion erstellen

source: Delete selected action?
de: Gewählte Aktionen löschen?

source: Retries left
de: Versuche übrig

source: Actions since
de: Aktionen seit

source: Show all
de: Alle Alarme

source: Time
de: Zeit

source: Duration
de: Dauer

source: TRUE
de: WAHR

source: FALSE
de: FALSCH

source: UNKNOWN
de: UNBEKANNT

source: Type
de: Typ

source: Recipient(s)
de: Empfänger

source: Recipient
de: Empfänger

source: Error
de: Fehler

source: sent
de: gesendet

source: executed
de: ausgeführt

source: not sent
de: nicht gesendet

source: No actions found
de: keine Aktionen gefunden

source: Incorrect command
de: inkorrektes Kommando

source: Unknown group name
de: unbekannter Gruppenname

source: Unknown host name
de: unbekannter Hostname

source: in command
de: in Befehl

source: Line
de: Linie

source: Filled region
de: Gefüllte Region

source: Bold line
de: fettgedruckte Linie

source: Dot
de: Punkt

source: Dashed line
de: Gestrichene Linie

source: Gradient line
de: Gradienten Linie

source: Custom graphs
de: Benutzerdefinierte Graphen

source: GRAPHS
de: GRAPHEN

source: Select graph to display
de: Graph anzeigen

source: Period
de: Zeitspanne

source: Select graph...
de: Graph wählen ...

source: Fullscreen
de: Vollbild

source: View
de: Ansicht

source: remember selected
de: erinnere selektierte

source: Max count of elements to show inside table cell
de: Max Anzahl der anzuzeigenden Elemente einer Tabellenzelle

source: Search/Filter elements limit
de: Suche/Filter nach Elementen

source: System default
de: Systemstandard

source: Black & Blue
de: Schwarz & Blau

source: Original blue
de: Originalblau

source: Default theme
de: Standardtheme

source: Event acknowledges
de: Ereignisbestätigungen

source: Days
de: Tage

source: Show events not older
de: Ereignisse anzeigen, die nicht älter sind als

source: Show events max
de: Alle Ereignisse anzeigen

source: Max count of events per trigger to show
de: Maximal anzeigbare Anzahl von Ereignissen pro Auslöser

source: Cannot update value map
de: Wertezuordnung konnte nicht aktualisiert werden

source: Value map added
de: Wertezuordnung hinzugefügt

source: Cannot add value map
de: Wertezuordnung konnte nicht hinzugefügt werden

source: Value map deleted
de: Wertezuordnung gelöscht

source: Cannot delete value map
de: Wertezuordnung konnte nicht gelöscht werden

source: Value map updated
de: Wertezuordnung aktualisiert

source: VALUE MAPPING
de: WERTEZUORDNUNG

source: Value mapping
de: Wertezuordnung

source: Value map
de: Wertezuordnung

source: Mapping
de: Zuordnung

source: New mapping
de: Neue Zuordnung

source: No mapping defined
de: Keine Zuordnung definiert

source: Create value map
de: Zuordnung erstellen

source: Configuration of Zabbix
de: Zabbix Konfiguration

source: CONFIGURATION OF ZABBIX
de: ZABBIX KONFIGURATION

source: Configuration updated
de: Konfiguration aktualisiert

source: Configuration was not updated
de: Konfiguration konnte nicht aktualisiert werden

source: Added new media type
de: Neuer Medientyp hinzugefügt

source: New media type was not added
de: Neuer Medientyp konnte nicht hinzugefügt werden

source: Media type updated
de: Medientyp aktualsisert

source: Media type was not updated
de: Medientyp konnte nicht aktualisiert werden

source: Media type deleted
de: Medientyp gelöscht

source: Media type was not deleted
de: Medientyp konnte nicht gelöscht werden

source: Configuration
de: Konfiguration

source: Do not keep actions older than (in days)
de: Keine Aktionen länger behalten als X Tage

source: Do not keep events older than (in days)
de: Keine Ereignisse länger behalten als X Tage

source: No media types defined
de: Keine Medientypen definiert

source: SMTP helo
de: SMTP HELO/EHLO Wert

source: SMTP email
de: SMTP eMail Absender

source: Delete selected media?
de: Ausgewählte Medien löschen?

source: Delete selected image?
de: Ausgewählte Bilder löschen?

source: Housekeeper
de: Systembereinigung

source: Media types
de: Medientypen

source: Escalation rules
de: Eskalationsregeln

source: Enable escalations
de: Eskalationen aktivieren

source: Escalation
de: Eskalation

source: Escalation rule
de: Eskalationsregel

source: Default
de: Standard

source: Images
de: Bilder

source: Image
de: Bild

source: IMAGES
de: BILDER

source: Icon
de: Symbol

source: No images defined
de: Keine Bilder definiert

source: Background
de: Hintergrund

source: Upload
de: Hochladen

source: Image added
de: Bild hinzugefügt

source: Cannot add image
de: Bild konnte nicht hinzugefügt werden

source: Image deleted
de: Bild gelöscht

source: Cannot delete image
de: Bild konnte nicht gelöscht werden

source: Image updated
de: Bild aktualisiert

source: Cannot update image
de: Bild konnte nicht aktualisiert werden

source: Other
de: Weitere Einstellungen

source: Other parameters
de: weitere Einstellungen

source: Refresh unsupported items (in sec)
de: Nicht unterstützte Elemente erneut prüfen nach X Sekunden

source: Create Media Type
de: Medientyp hinzufügen

source: Create Image
de: Bild hinzufügen

source: Working time
de: Reguläre Arbeitszeit

source: User group for database down message
de: Datenbankausfall an folgende Benutzergruppe senden

source: Incorrect group
de: Falsche Gruppe

source: Nothing to do
de: Nichts zu tun

source: Incorrect work period
de: Falsche Arbeitsdauer

source: Expressions
de: Ausdrücke

source: Expression
de: Ausdruck

source: Expected result
de: erwartetes Ergebnis

source: Character string included
de: Zeichenfolge enthalten

source: Any character string included
de: beliebige Zeichenfolge enthalten

source: Character string not included
de: beliebige Zeichenfolge nicht enthalten

source: Result is TRUE
de: Ergebnis ist WAHR

source: Result is FALSE
de: Ergebnis ist FALSCH

source: Expression type
de: Ausdruckstyp

source: New expression
de: neuer Ausdruck

source: Case sensitive
de: Groß-Kleinschreibung berücksichtigen

source: Delimiter
de: Feldtrenner

source: Incorrect expression
de: ungültiger Ausdruck

source: New regular expression
de: Neue Regular Expression

source: Regular expression added
de: Regular Expression hinzugefügt

source: Cannot add regular expression
de: kann Regular Expression nicht hinzufügen

source: Regular expression updated
de: Regular Expression aktualisiert

source: Cannot update regular expression
de: kann Regular Expression nicht aktualisieren

source: Regular expression deleted
de: Regular Expression gelöscht

source: Cannot delete regular expression
de: kann Regular Expression nicht löschen

source: Delete regular expression?
de: Regular Expression löschen?

source: Delete selected regular expressions?
de: ausgewählte Regular Expressions löschen?

source: Group for discovered hosts
de: Gruppe für Discovered Hosts

source: Value maps are used to create a mapping between numeric values and string representations
de: Wertetabellen werden benutzt um einen Zusammenhang zwischen Werten und Texten zu erzeugen

source: Your setup is not configured for distributed monitoring
de: Die Konfiguration beinhaltet kein verteiltes Monitoring

source: CONFIGURATION OF NODES
de: KONFIGURATION DER KNOTEN

source: Node
de: Knoten

source: Nodes
de: Knoten

source: NODES
de: KNOTEN

source: New node
de: Neuer Knoten

source: No nodes defined
de: Keine Knoten definiert

source: All nodes
de: Alle Knoten

source: Delete selected node?
de: ausgewählten Knoten löschen?

source: Enable hosts monitored by selected proxies?
de: aktiviere Hosts, die durch ausgewählte Proxys überwacht werden?

source: Disable hosts monitored by selected proxies?
de: deaktiviere Hosts, die durch ausgewählte Proxys überwacht werden?

source: Delete selected proxies?
de: lösche ausgewählte Proxys?

source: CONFIGURATION OF PROXIES
de: KONFIGURATION DER PROXYS

source: Delete selected proxy?
de: lösche ausgewählten Proxy?

source: Host count
de: Anzahl der Hosts

source: Item count
de: Anzahl der Elemente

source: Required performance (vps)
de: benötigte Performance (vps)

source: Active
de: Aktiv

source: Authentication
de: Authentifizierung

source: Authentication to Zabbix
de: Zabbix-Authentifizierung

source: Bind Password
de: Bind Passwort

source: Search attribute
de: Suchattribute

source: was not
de: war nicht

source: successful
de: erfolgreich

source: must be valid
de: muss gültig sein

source: LDAP Authentication
de: LDAP-Authentifizierung

source: HTTP Authentication
de: HTTP-Authentifizierung

source: Zabbix Internal authentication
de: Zabbix-interne Authentifizierung

source: Default authentication
de: Standardauthentifizierung

source: Switching HTTP authentication will reset all current sessions! Continue?
de: Änderung der HTTP Authentifizierung wird alle aktiven Sessions zurücksetzen! Fortsetzen ?

source: Switching LDAP authentication will reset all current sessions! Continue?
de: Änderung der LDAP Authentifizierung wird alle aktiven Sessions zurücksetzen! Fortsetzen ?

source: No permissions !
de: Keine Berechtigung !

source: LATEST DATA
de: AKTUELLE DATEN

source: All
de: Alle

source: all
de: alle

source: - all -
de: - alle -

source: - other -
de: - andere -

source: not selected
de: nicht ausgewählt

source: Copyright 2001-2010 by
de: Copyright 2001-2006 by

source: Connected as
de: Angemeldet:

source: Not connected
de: Nicht angemeldet

source: Graphs copied
de: Graphen kopiert

source: Cannot copy graphs
de: kann Graphen nicht kopieren

source: Item added
de: Element hinzugefügt

source: Item updated
de: Element aktualisiert

source: Items updated
de: Elemente aktualisiert

source: Item does not exist
de: Element existiert nicht

source: Sort by
de: sortiert nach

source: Colour
de: Farbe

source: Up
de: aufsteigend

source: Down
de: absteigend

source: New item for the graph
de: Neues Element für Graph

source: Update item for the graph
de: Aktualisiere Element für den Graphen

source: Sort order (0->100)
de: Sortierreihenfolge (0->100)

source: Y axis side
de: Y-Achse

source: Axis side
de: Achsenseite

source: Left
de: links

source: Function
de: Funktion

source: avg
de: durchschn

source: last
de: letzte

source: Draw style
de: Anzeigestil

source: Simple
de: Einfach

source: Graph type
de: Graphentyp

source: Stacked
de: Gestapelt

source: Pie
de: Torte

source: Exploded
de: auseinander gezogen

source: Aggregated
de: aggregiert

source: Aggregated periods count
de: aggregiert pro Zeiteinheit

source: add graph items first
de: füge erst ein Element hinzu

source: Title
de: Titel

source: Percentile line
de: Prozentlinie

source: Configuration of graphs
de: Konfiguration von Graphen

source: CONFIGURATION OF GRAPHS
de: KONFIGURATION VON GRAPHEN

source: Graph added
de: Graph hinzugefügt

source: Graph updated
de: Graph aktualisiert

source: Cannot update graph
de: Graph konnte nicht aktualisiert werden

source: Graph deleted
de: Graph gelöscht

source: Graphs deleted
de: Graphen gelöscht

source: Cannot delete graphs
de: kann Graphen nicht löschen

source: Cannot add graph
de: Graph konnte nicht hinzugefügt werden

source: Cannot add more than one item with type "Graph sum"
de: Kann kein weiteres Element mit dem Typ "Graph Summe" hinzufügen

source: No graphs defined
de: Keine Graphen definiert

source: No graph defined
de: Kein Graph definiert

source: Delete graph?
de: Soll dieser Graph wirklich gelöscht werden?

source: Y axis MIN value
de: Mindestwert Y-Achse

source: Y axis MAX value
de: Maximalwert Y-Achse

source: Calculated
de: automatisch

source: Fixed
de: fest

source: Create Graph
de: Graph erstellen

source: Show working time
de: Arbeitszeit anzeigen
