Repository: zabbix/zabbix
Catalog: ZBX-3332/frontends/php/locale/*/LC_MESSAGES/frontend.po
Languages: de

source: Delete keyword?
de: lösche Keyword?

source: Unknown variable type, testing not available
de: Unbekannter Variablentyp, testen nicht möglich

source: Unknown host, no such host present in system
de: Unbekannter Host, kein solch Host im System gefunden

source: Unknown host item, no such item in selected host
de: Unbekanntes Hostelement, Host hat kein solches Element

source: Given expression is not a macro
de: Übergebene Expression ist kein Makro

source: Result type
de: Ergebnistyp

source: Combined result
de: kombiniertes Ergebnis

source: Delete this application?
de: lösche ausgewählte Applikation?

source: Activate selected applications?
de: aktiviere ausgewählte Applikationen?

source: Disable selected applications?
de: deaktiviere ausgewählte Applikationen?

source: Delete selected applications?
de: lösche ausgewählte Applikationen?

source: Incorrect time period
de: Falscher Zeitraum

source: No elements selected!
de: kein Element gewählt!

source: refreshed every
de: aktualisieren alle

source: Page received incorrect data
de: Seite erhielt inkorrekte Daten

source: Timezone for PHP is not set. Please set "date.timezone" option in php.ini.
de: Zeitzone für PHP ist nicht gesetzt. Bitte in der php.ini unter "date.timezone" konfigurieren

source: Stats for
de: Statistik für

source: Total time
de: Gesamtzeit

source: Memory limit
de: Speicher Limit

source: Memory usage
de: benutzter Speicher

source: Memory leak
de: Fehler im Speichermanagement

source: SQL selects count
de: Anzahl der SQL selects

source: SQL executes count
de: Anzahl der SQL executes

source: SQL requests count
de: Anzahl der SQL requests

source: Total time spent on SQL
de: Gesamtzeit für SQL

source: End of
de: Ende von

source: Wrong type
de: Falscher Typ

source: Incorrect type of asort_by_key
de: Falscher Typ von "asort_by_key"

source: days
de: tage

source: T
de: D

source: Delete selected user?
de: lösche ausgewählten Benutzer?

source: Subfilter
de: Unterfilter

source: affects only filtered data!
de: betrifft nur gefilterte Daten!

source: Delete selected item?
de: lösche ausgewählte Elemente?

source: Incorrect list of items.
de: Fehlerhafte Liste von Elementen

source: Delete trigger?
de: lösche Auslöser?

source: Profile for this host is missing
de: Profil für diesen Host fehlt

source: No image
de: kein Bild

source: Delete system map?
de: lösche System Karte?

source: Incorrect arguments passed to function
de: Der Funktion wurden falsche Argumente übergeben

source: Incorrect key format
de: Falsches Schlüssel Format

source: Item will not be refreshed. Please enter a correct update interval.
de: Element wird nicht aktualisiert. Bitte ein korrektes Zeitintervall angeben

source: Invalid SNMP port
de: ungültiger SNMP Port

source: Group function
de: Gruppenfunktion

source: updated
de: aktualisiert

source: No item with
de: kein Element mit

source: deleted
de: gelöscht

source: Help
de: Hilfe

source: Profile
de: Profil

source: Get support
de: Support

source: Monitoring
de: Überwachung

source: Inventory
de: Inventarisierung

source: Queue
de: Warteschlange

source: Events
de: Ereignisse

source: EVENTS
de: EREIGNISSE

source: Maps
de: Pläne

source: General
de: Allgemein

source: Login
de: Anmeldung

source: Logout
de: Abmeldung

source: Print
de: Drucken

source: Latest data
de: Aktuelle Daten

source: Incorrect description
de: falsche Beschreibung

source: Can't format Tree
de: Kann Baum nicht formatieren

source: You do not have permission to perform this operation
de: Sie haben keine Berechtigung, diese Operation durchzuführen

source: No permissions for screen
de: Keine Berechtigung für Übersichtstafel

source: No permissions for map
de: Keine Berechtigung für Karte

source: XML file contains errors
de: XML Datei enthält Fehler

source: W
de: M

source: Zoom
de: Zoomen

source: fixed
de: fest

source: dynamic
de: dynamisch

source: now
de: jetzt

source: Add Service
de: füge Dienst hinzu

source: Edit Service
de: ändere Dienst

source: Delete Service
de: lösche Dienst

source: Delete selected services?
de: lösche ausgewählte Dienste?

source: Can not find objects with name
de: Kann keine Objekte mit dem Namen finden

source: Can not create new element
de: Kann kein neues Element erstellen

source: other
de: andere

source: We are sorry, the maximum possible number of elements to remember has been reached.
de: Die maximale Anzahl an möglichen Elementen wurde erreicht
