Repository: zabbix/zabbix
Catalog: ZBX-3332/frontends/php/locale/*/LC_MESSAGES/frontend.po
Languages: de

source: QUEUE OF ITEMS TO BE UPDATED
de: WARTESCHLANGE FüR UPDATE VON ELEMENTEN

source: Next check
de: Nächster Lauf

source: The queue is empty
de: Die Warteschlange ist leer

source: Total
de: Summe

source: Count
de: Gesamt

source: 5 seconds
de: 05 Sekunden

source: 10 seconds
de: 10 Sekunden

source: 30 seconds
de: 30 Sekunden

source: 5 minutes
de: 5 Minuten

source: More than 10 minutes
de: Mehr als 10 Minuten

source: Delayed by
de: verzögert durch

source: Status of Zabbix
de: Status

source: STATUS OF ZABBIX
de: STATUS

source: Value
de: Wert

source: Zabbix server is running
de: Zabbix Server ist aktiviert

source: Values stored
de: gespeicherte Werte

source: Trends stored
de: gespeicherte Trends

source: Number of triggers (enabled/disabled)[problem/unknown/ok]
de: Anzahl der Auslöser (aktiviert/deaktiviert)[problem/unbekannt/ok]

source: Triggers (e/d)[p/u/o]
de: Auslöser (a/d)[p/u/o]

source: Only triggers assigned to enabled hosts and depending on enabled items are counted
de: Nur Auslöser, die mit aktiven Hosts und aktiven Elementen verbunden sind, werden gezählt

source: Number of items (monitored/disabled/not supported)
de: Anzahl der Elemente (überwacht/nicht überwacht/nicht unterstützt)

source: Items (m/d/n)
de: Elemente (m/d/n)

source: Only items assigned to enabled hosts are counted
de: Nur Elemente, die mit aktiven Hosts verbunden sind, werden gezählt

source: Number of users (online)
de: Anzahl der Benutzer (online)

source: Users (online)
de: Benutzer (online)

source: Number of hosts (monitored/not monitored/templates)
de: Anzahl der Systeme (überwacht/nicht überwacht/Vorlagen)

source: Hosts (m/n/t)
de: Systeme (ü/nü/v)

source: Required server performance, new values per second
de: Benötigte Serverperformance, neue Werte pro Sekunde

source: Yes
de: Ja

source: No
de: Nein

source: running
de: aktiv

source: not running
de: nicht aktiv

source: Availability report
de: Verfügbarkeitsanalyse

source: AVAILABILITY REPORT
de: VERFüGBARKEITSANALYSE

source: Show
de: anzeigen

source: By host
de: Nach System

source: By trigger template
de: Nach Auslöservorlage

source: IT services availability report
de: Dienste Verfügbarkeitsanalyse

source: IT SERVICES AVAILABILITY REPORT
de: DIENSTE VERFüGBARKEITSANALYSE

source: From
de: Von

source: from
de: Von

source: Till
de: Bis

source: To
de: Bis

source: Problems
de: Probleme

source: Percentage
de: prozentual

source: Hour
de: Stunde

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Day
de: Tag

source: Month
de: Monat

source: Year
de: Jahr

source: year
de: Jahr

source: Hourly
de: stündlich

source: Daily
de: täglich

source: Weekly
de: wöchentlich

source: Monthly
de: monatlich

source: Yearly
de: jährlich

source: Do not add
de: Nicht hinzufügen

source: Leave empty
de: Leer lassen

source: Fill with default value
de: Standardwert auswählen

source: Create
de: Erzeugen

source: new
de: neu

source: Locales
de: Übersetzungen

source: locale
de: Übersetzung

source: Download
de: Herunterladen

source: Take for default locale
de: Als Standard für Lokalisierung setzen

source: Locale to extend
de: Lokalisierung zu erweitern

source: New entries
de: Neue Einträge

source: Notifications
de: Benachrichtigungen

source: NOTIFICATIONS
de: BENACHRICHTIGUNGEN

source: Notification report
de: Benachrichtigungs-Report

source: Most busy triggers top 100
de: Top 100 Auslöser

source: MOST BUSY TRIGGERS TOP 100
de: TOP 100 AUSLÖSER

source: Number of status changes
de: Anzahl der Statusänderungen

source: Week
de: Woche

source: Last
de: Zeitraum

source: Bar reports
de: Säulendiagramm

source: Distribution of values for multiple periods
de: Verteilung der Werte für mehrere Zeiträume

source: Distribution of values for multiple items
de: Verteilung der Werte für mehrere Elemente

source: Compare values for multiple periods
de: Vergleich Werte für mehrere Zeiträume

source: Selected hosts
de: Ausgewählte Hosts

source: Selected groups
de: Ausgewählte Gruppen

source: Scale
de: Skalierung

source: Average by
de: Durchschnitt über

source: Darken
de: abdunkeln

source: Brighten
de: aufhellen

source: Screens
de: Übersichtstafeln

source: Screen
de: Übersichtstafel

source: CONFIGURATION OF SCREENS
de: KONFIGURATION VON ÜBERSICHTSTAFELN

source: Configuration of screens
de: Konfiguration von Übersichtstafeln

source: Screen added
de: Übersichtstafel hinzugefügt

source: Cannot add screen
de: Übersichtstafel konnte nicht hinzugefügt werden

source: Screen updated
de: Übersichtstafel aktualisiert

source: Cannot update screen
de: Übersichtstafel konnte nicht aktualisiert werden

source: Screen deleted
de: Überisichtstafel gelöscht

source: Cannot deleted screen
de: Übersichtstafel konnte nicht gelöscht werden

source: Columns
de: Spalten

source: Rows
de: Zeilen

source: No screens defined
de: Keine Tafel definiert

source: Delete screen?
de: Soll diese Übersichtstafel wirklich gelöscht werden?

source: CONFIGURATION OF SCREEN
de: EINSTELLUNGEN ZU ÜBERSICHTTAFEL

source: Screen cell configuration
de: Zelleneinstellung

source: Resource
de: Bereich

source: User rights
de: Benutzerrechte

source: No resources defined
de: Keine Bereiche definiert

source: Simple graph
de: Einfacher Graph

source: Simple graphs
de: Einfache Graphen

source: SIMPLE GRAPH
de: EINFACHER GRAPH

source: Graph name
de: Name

source: Width
de: Weite

source: Height
de: Höhe

source: Create Screen
de: Tafel erstellen

source: Edit
de: ändern

source: Dynamic item
de: Dynamisches Element

source: Dimension (cols x rows)
de: Ma&szlig;e (Spalte x Zeile)

source: Delete selected slideshows?
de: lösche ausgewählte Slideshows

source: Slide shows
de: Vorführung

source: Slide show
de: Vorführung

source: CONFIGURATION OF SLIDE SHOWS
de: KONFIGURATION DER VORFÜHRUNG

source: SLIDE SHOWS
de: VORFÜHRUNGEN

source: No slide shows defined
de: Keine Vorführungen definiert

source: Count of slides
de: Anzahl der Seiten

source: No slides defined
de: Keine Seiten definiert

source: Slides
de: Seiten

source: New slide
de: Neue Seite

source: Show text as HTML
de: Zeige Text als HTML

source: Import screen
de: Importiere Übersichtstafel

source: Cannot find graph
de: kann Graphen nicht finden

source: Cannot find item
de: kann Element nicht finden

source: used in exported screen
de: benutzt in exportierter Übersichtstafel

source: Map
de: Karte

source: As plain text
de: als Klartext

source: Plain text
de: Klartext

source: PLAINT TEXT
de: KLARTEXT

source: Column span
de: Spaltenabstand

source: Row span
de: Zeilenabstand

source: Show lines
de: Zeilen anzeigen

source: Hosts info
de: Systemübersicht

source: Triggers info
de: Auslöser Übersicht

source: Server info
de: Serverstatus

source: Clock
de: Uhr

source: Triggers overview
de: Auslöser

source: Data overview
de: Datenübersicht

source: History of actions
de: Aktionsverlauf

source: History of events
de: Ereignisverlauf

source: Time type
de: Zeittyp

source: Server time
de: Systemzeit

source: Local time
de: Lokalzeit

source: Style
de: Stil

source: Vertical
de: vertikal

source: Horizontal align
de: Horizontale Ausrichtung

source: Centre
de: zentriert

source: Right
de: Recht

source: Vertical align
de: Vertikale Ausrichtung

source: Middle
de: mittig

source: Impossible to remove last row and column
de: kann letzte Reihe und Spalte nicht entfernen

source: Screen should contain at least one row and column
de: Übersichtstafel muss mindestens eine Reihe oder Spalte beinhalten

source: Custom screens
de: Benutzerdefinierte Übersichtstafeln

source: Slideshow updated
de: Vorführung aktualisiert

source: Cannot_update slideshow
de: Vorführung konnte nicht aktualisiert werden

source: Slideshow added
de: Vorführung hinzugefügt

source: Cannot add slideshow
de: Vorführung konnte nicht hinzugefügt werden

source: Slideshow deleted
de: Vorführung gelöscht

source: Cannot delete slideshow
de: Vorführung konnte nicht gelöscht werden

source: Delete slideshow?
de: Vorführung löschen?

source: Average problem
de: Durchschnittliches Problem

source: Serious problem
de: Ernstes Problem

source: Minor problem
de: Kleines Problem

source: IT service
de: IT Dienst

source: IT services
de: IT Dienste

source: Configuration of IT services
de: IT-Dienstekonfiguration

source: Service updated
de: Dienst aktualisiert

source: No IT service defined
de: Keine IT-Dienste angelegt

source: Cannot update service
de: Dienst konnte nicht aktualisiert werden

source: Service added
de: Dienst hinzugefügt

source: Cannot add service
de: Dienst konnte nicht hinzugefügt werden

source: Service deleted
de: Dienst gelöscht

source: Cannot delete service
de: Dienst konnte nicht gelöscht werden

source: Parent service
de: Eltern Dienst

source: Status calculation
de: Statusberechnung

source: Status calculation algorithm
de: Berechnungsalgorithmus

source: Problem, if at least one child has a problem
de: Ist ein Problem, wenn mindestens ein Kind Probleme hat

source: Problem, if all children have problems
de: Ist ein Problem, wenn alle Kinder Probleme haben

source: Soft
de: variabel

source: Do not calculate
de: Nicht berechnen

source: Calculate SLA
de: SLA berechnen

source: Acceptable SLA (in %)
de: SLA Toleranzwert (in Prozent)

source: Link to trigger?
de: Verknüpfe Auslöser

source: Sort order (0->999)
de: Sortierreihenfolge (0->999)

source: Trigger
de: Auslöser

source: Server
de: System

source: Delete
de: entfernen

source: Clone
de: Kopieren

source: Full clone
de: Komplettes Duplikat

source: One-time downtime
de: Einmaldowntime

source: No times defined
de: keine Zeiten definiert

source: Service times
de: Servicezeiten

source: New service time
de: Neue Servicezeit

source: Note
de: Notiz

source: Remove
de: Entfernen

source: IT SERVICES
de: IT DIENSTE

source: Service
de: Dienst

source: Services
de: Dienste

source: Reason
de: Grund

source: Today
de: Heute

source: This week
de: Diese Woche

source: This year
de: Dieses Jahr

source: This month
de: Diesen Monat

source: Last 24 hours
de: Letzten 24 Stunden

source: Last 7 days
de: Letzten 7 Tage

source: Last 30 days
de: Letzten 30 Tage

source: Last 365 days
de: Letzten 365 Tage

source: Cannot format Tree. Check logic structure in service links
de: Kann Baum nicht formatieren. Logische Struktur in den Diensten prüfen.

source: Show triggers with unacknowledged events
de: Zeige Auslöser mit nicht bestätigten Vorfällen

source: No trigger
de: Keine Auslöser

source: No triggers defined
de: Keine Auslöser definiert

source: No trigger defined
de: Kein Auslöser definiert

source: Configuration of triggers
de: Konfiguration von Auslösern

source: CONFIGURATION OF TRIGGERS
de: KONFIGURATION VON AUSLÖSERN

source: Triggers deleted
de: Auslöser wurden gelöscht

source: Cannot delete triggers
de: Auslöser konnten nicht gelöscht werden

source: Trigger deleted
de: Auslöser wurde gelöscht

source: Cannot delete trigger
de: Auslöser konnte nicht gelöscht werden

source: Trigger added
de: Auslöser hinzugefügt

source: Cannot add trigger
de: Auslöser konnte nicht hinzugefügt werden

source: Severity
de: Priorität

source: Min severity
de: minimale Priorität

source: Disabled
de: deaktiviert

source: DISABLED
de: DEAKTIVIERT

source: Enabled
de: aktiviert

source: Disable
de: Deaktiviere

source: Enable
de: Aktiviere

source: Enable selected
de: Ausgewählte aktivieren

source: Change
de: ändern

source: Trigger updated
de: Auslöser aktualisiertd

source: Cannot update trigger
de: Auslöser konnte nicht aktualisiert werden

source: Depends on
de: ist abhängig von

source: Dependent
de: ABHÄNGIGKEIT

source: Zabbix has received an incorrect request
de: Zabbix hat nicht korrekte Anfragen erhalten

source: Create Trigger
de: Auslöser erstellen

source: Insert
de: Einfügen

source: Seconds
de: Sekunden

source: Last of
de: Letzten

source: Multiple PROBLEM events
de: Mehrere PROBLEM Ereignisse

source: Show disabled triggers
de: Deaktivierte Auslöser einblenden

source: Hide disabled triggers
de: Deaktivierte Auslöser ausblenden

source: The trigger depends on
de: Der Auslöser ist abhängig von

source: No dependencies defined
de: Keine Abhängigkeiten definiert

source: New dependency
de: Neue Abhängigkeit

source: Event generation
de: Ereigniserzeugung

source: Triggers massupdate
de: Massenaktualisierung (Auslöser)

source: Trigger dependencies
de: Auslöserabhängigkeiten

source: Incorrect dependency
de: Falsche Abhängigkeit

source: Toggle input method
de: Wechsel der Eingabemethode

source: Insert macro
de: Makro einfügen

source: Replace
de: Ersetzen

source: Templated trigger
de: Auslöser aus Vorlage

source: Enable selected triggers?
de: aktiviere ausgewählte Auslöser?

source: Disable selected triggers?
de: deaktiviere ausgewählte Auslöser?

source: Mass update selected triggers?
de: Massenaktualisierung der ausgewählten Auslöser?

source: Copy selected triggers?
de: kopiere ausgewählte Auslöser?

source: Delete selected triggers?
de: lösche ausgewählte Auslöser?

source: Trigger comments
de: Auslöser Kommentare

source: TRIGGER COMMENTS
de: AUSLÖSER KOMMENTARE

source: Comment updated
de: Kommentar aktualisiert

source: Cannot update comment
de: Kommentar konnte nicht aktualisiert werden

source: Add
de: hinzufügen

source: Status of triggers
de: Status des Auslösers

source: STATUS OF TRIGGERS
de: STATUS DES AUSLÖSERS

source: Status of hostgroup triggers
de: Status der Auslöser der Hostgruppe

source: Status of host triggers
de: Status der Auslöser des Hosts

source: Hide all
de: Alles ausblenden

source: Show only problems
de: Nur Probleme anzeigen

source: Show unacknowledged
de: Nicht bestätigte anzeigen

source: Show problem-unacknowledged
de: Nicht bestätigte Probleme anzeigen

source: Not acknowledged
de: Nicht bestätigt

source: Show last
de: Zeige letzten

source: Show details
de: Details einblenden

source: TRIGGERS
de: AUSLÖSER

source: Last change
de: Letzte Änderung

source: Comments
de: Kommentare

source: Acknowledged
de: bestätigt

source: Ack
de: best.

source: Not Ack
de: Nicht best.

source: Never
de: Niemals

source: Found
de: Gefunden

source: Select
de: Auswählen

source: Zabbix User
de: Zabbix Benutzer

source: Users
de: Benutzer

source: User added
de: Benutzer hinzugefügt

source: Cannot add user
de: Benutzer konnte nicht hinzugefügt werden

source: Cannot add user. Both passwords must be equal.
de: Benutzer konnte nicht hinzugefügt werden, da die angegebenen Kennwörter nicht überein stimmen.

source: User deleted
de: Benutzer gelöscht

source: Cannot delete user
de: Benutzer konnte nicht gelöscht werden

source: Password should not be empty
de: Das Passwort sollte nicht leer sein

source: For guest, password must be empty
de: Für den Gast muss das Passwort leer sein

source: User updated
de: Benutzer aktualisiert

source: Cannot update user
de: Benutzer konnte nicht aktualisiert werden

source: Cannot update user. Both passwords must be equal.
de: Benutzer konnte nicht aktualisiert werden, da die angegebenen Kennwörter nicht überein stimmen.

source: Group added
de: Gruppe hinzugefügt

source: Group updated
de: Gruppe aktualisiert

source: Cannot update group
de: Gruppe konnte nicht aktualisiert werden

source: Group deleted
de: Gruppe gelöscht

source: Cannot delete group
de: Gruppe konnte nicht gelöscht werden

source: Proxy added
de: Proxy hinzugefügt

source: Cannot add proxy
de: Proxy konnte nicht hinzugefügt werden

source: Proxy updated
de: Proxy aktualisiert

source: Cannot update proxy
de: Proxy konnte nicht aktualisiert werden

source: Proxy deleted
de: Proxy gelöscht

source: Cannot delete proxy
de: Proxy konnte nicht gelöscht werden

source: Users status updated
de: Status des Benutzers aktualisiert

source: Cannot update users status
de: kann Status des Benutzers nicht aktualisieren

source: Users unblocked
de: Benutzer entsperrt

source: Cannot unblock users
de: kann Benutzer nicht entsperren

source: GUI access updated
de: GUI-Zugang aktualisiert

source: Cannot update GUI access
de: GUI-Zugang konnte nicht aktualisiert werden

source: API access updated
de: API Zugang aktualisiert

source: Cannot update API access
de: kann API Zugang nicht aktualisieren

source: Debug mode updated
de: Debug Modus aktualisiert

source: Cannot update debug mode
de: kann Debug Modus nicht aktualisieren

source: User cannot disable himself
de: Benutzer können sich selbst nicht deaktivieren

source: User cannot change status of himself
de: Benutzer können den Status sich selbst nicht zuweisen

source: User cannot change GUI access for himself
de: Benutzer können nicht selbst den GUI-Zugang ändern

source: User cannot delete himself
de: Benutzer können sich nicht selbst löschen

source: CONFIGURATION OF USERS AND USER GROUPS
de: KONFIGURATION VON BENUTZERN UND GRUPPEN

source: USER GROUPS
de: BENUTZERGRUPPEN

source: USERS
de: BENUTZER

source: User groups
de: Benutzergruppen

source: Members
de: Mitglieder

source: No user groups defined
de: Keine Benutzergruppen definiert

source: Surname
de: Vorname

source: Is online?
de: Online

source: No users defined
de: Keine Benutzer definiert

source: Rights
de: Rechte

source: GUI access
de: GUI-Zugang

source: API access
de: API Zugang

source: Debug mode
de: Debug Modus

source: Users status
de: Benutzerstatus

source: No rights defined
de: Keine Rechte defniert

source: Read only
de: nur Lesen

source: Read-write
de: Lesen/Schreiben

source: Deny
de: Verweigern

source: Hide
de: ausblenden

source: Change password
de: Kennwort ändern

source: Password (once again)
de: Kennwort (Wiederholung)

source: URL (after login)
de: URL-Umleitung nach Login

source: Auto-login
de: Auto-Login (1 Monat)

source: Auto-logout (min 90 seconds)
de: Auto-Logout (0-deaktivieren)

source: Refresh (in seconds)
de: Aktualisieren alle ... Sekunden

source: Create User
de: Benutzer erstellen

source: Create Group
de: Gruppe erstellen

source: No accessible resources
de: Keine erreichbaren Bereiche

source: Add to
de: Hinzufügen zu

source: Remove from
de: Löschen von

source: Internal
de: Intern

source: Rows per page
de: Reihen pro Seite

source: Enable API
de: Aktiviere API

source: Disable API
de: Deaktiviere API

source: Enable DEBUG
de: Aktiviere DEBUG

source: Disable DEBUG
de: Deaktiviere DEBUG

source: Blocked
de: Gesperrt

source: Unblock selected
de: Entsperre Ausgewählte

source: Unblock selected users?
de: Entsperre Ausgewählte Benutzer?

source: Delete selected users?
de: Ausgewählte Benutzer löschen?

source: Enable selected groups?
de: Ausgewählte Gruppen aktivieren?

source: Disable selected groups?
de: Ausgewählte Gruppen deaktivieren?

source: Enable API access in selected groups?
de: aktivere API Zugang für ausgewählte Gruppen?

source: Disable API access in selected groups?
de: deaktivere API Zugang für ausgewählte Gruppen?

source: Enable debug mode in selected groups?
de: aktivere DEBUG Modus für ausgewählte Gruppen?

source: Disable debug mode in selected groups?
de: deaktivere DEBUG Modus für ausgewählte Gruppen?

source: Delete selected groups?
de: lösche ausgewählte Gruppen?

source: CONFIGURATION OF SCRIPTS
de: KONFIGURATION DER SCRIPTE

source: Scripts
de: Scripte

source: SCRIPTS
de: SCRIPTE

source: Command
de: Befehl

source: permissions
de: Berechtigungen

source: Required host
de: Benötigt System

source: Read
de: Lesen

source: Write
de: Schreiben

source: No scripts defined
de: Keine Skripte definiert

source: Host access
de: Systemzugang

source: Delete script?
de: lösche Script?

source: Create script
de: erstelle Script?

source: Script added
de: Skript hinzugefügt

source: Cannot add script
de: Konnte Skript nicht hinzufügen

source: Script updated
de: Skript aktualisiert

source: Cannot update script
de: Kann Skript nicht aktualisieren

source: Script deleted
de: Skript gelöscht

source: Cannot delete script
de: Kann Skript nicht löschen

source: Result
de: Ergebnis

source: Close
de: Schließen

source: Cannot connect to Zabbix server
de: Konnte nicht zum Zabbix-Server verbinden

source: Delete selected scripts?
de: lösche ausgewählte Scripte?

source: SCRIPT ERROR
de: SCRIPT FEHLER

source: Error Description
de: Fehlerbeschreibung

source: Can't send command, check connection
de: Kann Befehl nicht senden, Verbindung prüfen!

source: Can't read script response, check connection
de: Kann Befehlsergebnis nicht empfangen, Verbindung prüfen!

source: Defined in "include/defines.inc.php" constant ZBX_SCRIPT_TIMEOUT timeout is reached. You can try to increase this value
de: Das in "include/defines.inc.php" definierte ZBX_SCRIPT_TIMEOUT wurde erreicht. Sie können den Wert erhöhen.

source: Defined in "include/defines.inc.php" constant ZBX_SCRIPT_BYTES_LIMIT read bytes limit is reached. You can try to increase this value
de: Das in "include/defines.inc.php" definierte ZBX_SCRIPT_BYTES_LIMIT wurde erreicht. Sie können den Wert erhöhen.

source: Unknown error happened reading script answer, please report to the developers
de: Unbekannter Fehler ist beim Lesen des Sript-Ergebnisses aufgetreten. Bitte informieren Sie die Entwickler.

source: Empty response received
de: Leere Antwort erhalten

source: Audit
de: Aktivitäten

source: Action
de: Aktion

source: Unknown action
de: unbekannte Aktion

source: Added
de: hinzugefügt

source: Updated
de: aktualisiert

source: Media type
de: Medientyp

source: Unknown resource
de: unbekannte Ressource

source: already exists
de: wird bereits verwendet

source: Zabbix config
de: Zabbix Konfiguration

source: USER PROFILE
de: BENUTZERPROFIL

source: User profile
de: Benutzerprofil

source: Language
de: Sprache

source: English (GB)
de: Englisch (GB)

source: French (FR)
de: Französisch (FR)

source: German (DE)
de: Deutsch (DE)

source: Italian (IT)
de: Italienisch (IT)

source: Korean (KO)
de: Koreanisch (KO)

source: Latvian (LV)
de: Lättisch (LV)

source: Russian (RU)
de: Russisch (RU)

source: Portuguese (PT)
de: Portugiesisch (PT)

source: Spanish (ES)
de: Spanisch (ES)

source: Swedish (SE)
de: Schwedisch (SE)

source: Japanese (JP)
de: Japanisch (JP)

source: Chinese (CN)
de: Chinesisch (CN)

source: Dutch (NL)
de: Niederländisch (NL)

source: Hungarian (HU)
de: Ungarisch (HU)

source: Polish (PL)
de: Polnisch (PL)

source: Ukrainian (UA)
de: Ukrainisch (UA)

source: Welcome to Zabbix! You are connected as
de: Willkommen bei Zabbix! Sie sind verbunden als

source: Login name
de: Benutzername

source: Host profiles
de: Systemdetails

source: HOST PROFILES
de: SYSTEMDETAILS

source: Extended host profile
de: Erweitertes Systemprofil

source: Extended
de: Erweitert

source: SEARCH
de: SUCHE

source: Go
de: Gehe

source: found
de: gefunden

source: Displaying
de: zeige an

source: Search pattern is empty
de: Suchmuster ist leer

source: Empty
de: leer

source: STANDARD ITEMS
de: STANDARD ELEMENTE

source: No items
de: keine Elemente

source: Hosts and templates
de: Hosts und Vorlagen

source: No errors found
de: Keine Fehler gefunden

source: Unexpected end of element
de: unerwartetes Ende des Elements

source: Check expression part starting from '
de: Prüfen Sie die Expression beginnend bei '

source: Not allowed symbols or sequence of symbols in expression element detected
de: Nicht zulässige Symbole oder Abschnitte in einer Expression gefunden

source: Not allowed value detected in element
de: Nicht zulässiger Wert in einem Element gefunden

source: Unnecessary symbols detected
de: Überflüssige Symbole gefunden

source: Not allowed symbols detected after element
de: Nicht zulässige Symbole nach einem Element gefunden

source: Not allowed symbols detected before element
de: Nicht zulässige Symbole vor einem Element gefunden

source: New indicators
de: Neue Indikatoren

source: Edit connector
de: Bearbeite Verbindung

source: Delete expression?
de: lösche Expression?
