Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because a host interface of type "%4$s" is required.
sv_se: Det går inte att ärva objekt med nyckel "%1$s" i mall "%2$s" till värd "%3$s", eftersom ett värdgränssnitt av typ "%4$s" krävs.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule prototype with the same key already exists.
sv_se: Det går inte att ärva objekt med nyckel "%1$s" från mall "%2$s" till värd "%3$s", eftersom det redan finns en LLD-regelprototyp med samma nyckel.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule with the same key already exists.
sv_se: Det går inte att ärva objekt med nyckel "%1$s" från mall "%2$s" till värd "%3$s", eftersom det redan finns en LLD-regel med samma nyckel.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because an item prototype with the same key already exists.
sv_se: Det går inte att ärva objekt med nyckel "%1$s" från mall "%2$s" till värd "%3$s", eftersom det redan finns en objektprototyp med samma nyckel.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because an item with the same key is already inherited from template "%4$s".
sv_se: Det går inte att ärva objekt med nyckel "%1$s" från mall "%2$s" till värd "%3$s", eftersom ett objekt med samma nyckel redan ärvs från mall "%4$s".

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because its inventory field "%4$s" is already populated by the item with key "%5$s".
sv_se: Det går inte att ärva objektet med nyckel "%1$s" i mall "%2$s" till värd "%3$s", eftersom dess inventariefält "%4$s" redan är fyllt av objektet med nyckel "%5$s".

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because a discovered item with the same key already exists.
sv_se: Det går inte att ärva objekt med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns ett upptäckt objekt med samma nyckel.

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule prototype with the same key already exists.
sv_se: Det går inte att ärva objekt med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns en LLD-regelprototyp med samma nyckel.

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule with the same key already exists.
sv_se: Det går inte att ärva objekt med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns en LLD-regel med samma nyckel.

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because an item prototype with the same key already exists.
sv_se: Det går inte att ärva objekt med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns en objektprototyp med samma nyckel.

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because an item with the same key is already inherited from template "%4$s".
sv_se: Det går inte att ärva objekt med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom ett objekt med samma nyckel redan ärvs från mall "%4$s".

source: Cannot inherit item with key "%1$s" of template "%2$s" to template "%3$s", because its inventory field "%4$s" is already populated by the item with key "%5$s".
sv_se: Det går inte att ärva objektet med nyckel "%1$s" i mall "%2$s" till mall "%3$s", eftersom dess inventariefält "%4$s" redan är fyllt av objektet med nyckel "%5$s".

source: Cannot inherit items with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on host "%4$s".
sv_se: Det går inte att ärva objekt med nyckeln "%1$s" från mallarna "%2$s" och "%3$s", eftersom nyckeln måste vara unik på värden "%4$s".

source: Cannot inherit items with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on template "%4$s".
sv_se: Det går inte att ärva objekt med nyckeln "%1$s" från mallarna "%2$s" och "%3$s", eftersom nyckeln måste vara unik i mallen "%4$s".

source: Cannot insert trigger expression
sv_se: Det går inte att infoga utlösaruttryck

source: Cannot link template
sv_se: Det går inte att länka mallen

source: Cannot link template "%1$s" to host "%2$s", because it would be linked twice through template "%3$s".
sv_se: Det går inte att länka mall "%1$s" till värd "%2$s", eftersom den skulle länkas två gånger genom mall "%3$s".

source: Cannot link template "%1$s" to host "%2$s", because its parent template "%3$s" would be linked twice.
sv_se: Det går inte att länka mallen "%1$s" till värden "%2$s", eftersom dess överordnade mall "%3$s" skulle länkas två gånger.

source: Cannot link template "%1$s" to host prototype "%2$s", because it would be linked twice through template "%3$s".
sv_se: Det går inte att länka mall "%1$s" till värdprototyp "%2$s", eftersom den skulle länkas två gånger genom mall "%3$s".

source: Cannot link template "%1$s" to host prototype "%2$s", because its parent template "%3$s" would be linked twice.
sv_se: Det går inte att länka mallen "%1$s" till värdprototypen "%2$s", eftersom dess överordnade mall "%3$s" skulle länkas två gånger.

source: Cannot link template "%1$s" to template "%2$s" due to dependency of trigger "%3$s".
sv_se: Det går inte att länka mall "%1$s" till mall "%2$s" på grund av beroende av utlösaren "%3$s".

source: Cannot link template "%1$s" to template "%2$s" due to expression of trigger "%3$s".
sv_se: Det går inte att länka mall "%1$s" till mall "%2$s" på grund av uttrycket för utlösaren "%3$s".

source: Cannot link template "%1$s" to template "%2$s", because a circular linkage (%3$s) would occur.
sv_se: Det går inte att länka mall "%1$s" till mall "%2$s", eftersom en cirkulär länkning (%3$s) skulle uppstå.

source: Cannot link template "%1$s" to template "%2$s", because it would be linked to host "%3$s" twice.
sv_se: Det går inte att länka mall "%1$s" till mall "%2$s", eftersom den då skulle länkas till värdmallen "%3$s" två gånger.

source: Cannot link template "%1$s" to template "%2$s", because it would be linked to host prototype "%3$s" twice.
sv_se: Det går inte att länka mall "%1$s" till mall "%2$s", eftersom den skulle länkas till värdprototypen "%3$s" två gånger.

source: Cannot link template "%1$s" to template "%2$s", because it would be linked to template "%3$s" twice.
sv_se: Det går inte att länka mall "%1$s" till mall "%2$s", eftersom den då skulle länkas till mall "%3$s" två gånger.

source: Cannot link template "%1$s" to template "%2$s", because it would be linked twice through template "%3$s".
sv_se: Det går inte att länka mall "%1$s" till mall "%2$s", eftersom den skulle länkas två gånger genom mall "%3$s".

source: Cannot link template "%1$s" to template "%2$s", because its parent template "%3$s" would be linked to host "%4$s" twice.
sv_se: Det går inte att länka mall "%1$s" till mall "%2$s", eftersom dess överordnade mall "%3$s" skulle länkas till värdmallen "%4$s" två gånger.

source: Cannot link template "%1$s" to template "%2$s", because its parent template "%3$s" would be linked to host prototype "%4$s" twice.
sv_se: Det går inte att länka mall "%1$s" till mall "%2$s", eftersom dess överordnade mall "%3$s" skulle länkas till värdprototypen "%4$s" två gånger.

source: Cannot link template "%1$s" to template "%2$s", because its parent template "%3$s" would be linked to template "%4$s" twice.
sv_se: Det går inte att länka mall "%1$s" till mall "%2$s", eftersom dess överordnade mall "%3$s" skulle länkas till mall "%4$s" två gånger.

source: Cannot link template "%1$s" to template "%2$s", because its parent template "%3$s" would be linked twice.
sv_se: Det går inte att länka mallen "%1$s" till mallen "%2$s", eftersom dess överordnade mall "%3$s" skulle länkas två gånger.

source: Cannot link template "%1$s" without template "%2$s" to host "%3$s" due to dependency of trigger "%4$s".
sv_se: Det går inte att länka mall "%1$s" utan mall "%2$s" till värd "%3$s" på grund av beroende av utlösaren "%4$s".

source: Cannot link template "%1$s" without template "%2$s" to host "%3$s" due to expression of trigger "%4$s".
sv_se: Det går inte att länka mall "%1$s" utan mall "%2$s" till värd "%3$s" på grund av uttryck för utlösaren "%4$s".

source: Cannot link template "%1$s" without template "%2$s" to host prototype "%3$s" due to dependency of trigger "%4$s".
sv_se: Det går inte att länka mall "%1$s" utan mall "%2$s" till värdprototyp "%3$s" på grund av beroende av utlösaren "%4$s".

source: Cannot link template "%1$s" without template "%2$s" to host prototype "%3$s" due to expression of trigger "%4$s".
sv_se: Det går inte att länka mall "%1$s" utan mall "%2$s" till värdprototyp "%3$s" på grund av uttryck för utlösaren "%4$s".

source: Cannot link template "%1$s" without template "%2$s" to template "%3$s" due to dependency of trigger "%4$s".
sv_se: Det går inte att länka mall "%1$s" utan mall "%2$s" till mall "%3$s" på grund av beroende av utlösaren "%4$s".

source: Cannot link template "%1$s" without template "%2$s" to template "%3$s" due to expression of trigger "%4$s".
sv_se: Det går inte att länka mall "%1$s" utan mall "%2$s" till mall "%3$s" på grund av uttrycket för utlösaren "%4$s".

source: Cannot load module at: %1$s.
sv_se: Det går inte att ladda modulen vid: %1$s.

source: Cannot log out.
sv_se: Det går inte att logga ut.

source: Cannot mass update host name.
sv_se: Det går inte att massuppdatera värdnamnet.

source: Cannot mass update visible host name.
sv_se: Det går inte att massuppdatera synligt värdnamn.

source: Cannot open URL
sv_se: Det går inte att öppna URL

source: Cannot open authorization popup window.
sv_se: Det går inte att öppna popup-fönstret för auktorisering.

source: Cannot pass duplicate template IDs for the linkage: %1$s.
sv_se: Det går inte att skicka dubbla mall-ID:n för kopplingen: %1$s.

source: Cannot paste inaccessible widget.
sv_se: Det går inte att klistra in en otillgänglig widget.

source: Cannot perform delete statement on table "%1$s" without where condition.
sv_se: Det går inte att utföra delete-satsen på tabellen "%1$s" utan where-villkor.

source: Cannot perform update statement on table "%1$s" without values.
sv_se: Det går inte att utföra en uppdateringssats på tabellen "%1$s" utan värden.

source: Cannot perform update statement on table "%1$s" without where condition.
sv_se: Det går inte att utföra en uppdateringssats på tabellen "%1$s" utan where-villkor.

source: Cannot provision user
sv_se: Kan inte tillhandahålla användare

source: Cannot read JSON: %1$s.
sv_se: Det går inte att läsa JSON: %1$s.

source: Cannot read XML: %1$s.
sv_se: Det går inte att läsa XML: %1$s.

source: Cannot read YAML: %1$s.
sv_se: Det går inte att läsa YAML: %1$s.

source: Cannot read the response, check connection with the Zabbix server "%1$s".
sv_se: Det går inte att läsa svaret, kontrollera anslutningen till Zabbix-servern "%1$s".

source: Cannot remove the tag with name "%1$s" and value "%2$s", defined in a host prototype, from host "%3$s".
sv_se: Det går inte att ta bort taggen med namnet "%1$s" och värdet "%2$s", som definieras i en värdprototyp, från värden "%3$s".

source: Cannot rename guest user.
sv_se: Det går inte att byta namn på gästanvändaren.

source: Cannot reset TOTP secret
sv_se: Det går inte att återställa TOTP-hemligheten

source: Cannot save discovery rule without checks.
sv_se: Det går inte att spara upptäcktsregeln utan kontroller.

source: Cannot save widget "%1$s".
sv_se: Det går inte att spara widgeten "%1$s".

source: Cannot send command, check connection with Zabbix server "%1$s".
sv_se: Det går inte att skicka kommandot, kontrollera anslutningen till Zabbix-servern "%1$s".

source: Cannot send request: %1$s.
sv_se: Det går inte att skicka begäran: %1$s.

source: Cannot set "%1$s" for graph "%2$s".
sv_se: Det går inte att ställa in "%1$s" för grafen "%2$s".

source: Cannot set "%1$s" for graph prototype "%2$s".
sv_se: Det går inte att ange "%1$s" för grafprototypen "%2$s".

source: Cannot set "Data set aggregation" when item with type "Total" is added to the chart.
sv_se: Det går inte att ställa in "Aggregering av datauppsättning" när objekt av typen "Total" läggs till i diagrammet.

source: Cannot set dependency for LLD rule with key "%1$s" on the master item with key "%2$s" on the host "%3$s": %4$s.
sv_se: Det går inte att ange beroende för LLD-regeln med nyckel "%1$s" på huvudobjektet med nyckel "%2$s" på värden "%3$s": %4$s.

source: Cannot set dependency for LLD rule with key "%1$s" on the master item with key "%2$s" on the template "%3$s": %4$s.
sv_se: Det går inte att ange beroende för LLD-regeln med nyckel "%1$s" på huvudobjektet med nyckel "%2$s" på mallen "%3$s": %4$s.

source: Cannot set dependency for item prototype with key "%1$s" on the master item prototype with key "%2$s" on the host "%3$s": %4$s.
sv_se: Det går inte att ange beroende för objektprototypen med nyckel "%1$s" på huvudobjektprototypen med nyckel "%2$s" på värden "%3$s": %4$s.

source: Cannot set dependency for item prototype with key "%1$s" on the master item prototype with key "%2$s" on the template "%3$s": %4$s.
sv_se: Det går inte att ange beroende för objektprototypen med nyckel "%1$s" på huvudobjektprototypen med nyckel "%2$s" på mallen "%3$s": %4$s.

source: Cannot set dependency for item prototype with key "%1$s" on the master item with key "%2$s" on the host "%3$s": %4$s.
sv_se: Det går inte att ange beroende för objektprototypen med nyckel "%1$s" på huvudobjektet med nyckel "%2$s" på värden "%3$s": %4$s.

source: Cannot set dependency for item prototype with key "%1$s" on the master item with key "%2$s" on the template "%3$s": %4$s.
sv_se: Det går inte att ange beroende för objektprototypen med nyckel "%1$s" på huvudobjekt med nyckel "%2$s" på mallen "%3$s": %4$s.

source: Cannot set dependency for item with key "%1$s" on the master item with key "%2$s" on the host "%3$s": %4$s.
sv_se: Det går inte att ange beroende för objekt med nyckel "%1$s" på huvudobjektet med nyckel "%2$s" på värden "%3$s": %4$s.

source: Cannot set dependency for item with key "%1$s" on the master item with key "%2$s" on the template "%3$s": %4$s.
sv_se: Det går inte att ange beroende för objekt med nyckel "%1$s" på huvudobjektet med nyckel "%2$s" på mallen "%3$s": %4$s.

source: Cannot set inventory fields for disabled inventory.
sv_se: Det går inte att ange inventeringsfält för inaktiverad inventering.

source: Cannot specify "propagation_rule" parameter without specifying "propagation_value" parameter for service "%1$s".
sv_se: Det går inte att ange parametern "propagation_rule" utan att ange parametern "propagation_value" för tjänsten "%1$s".

source: Cannot support notification audio for this device.
sv_se: Kan inte stödja aviseringsljud för den här enheten.

source: Cannot switch host for interface.
sv_se: Det går inte att byta värd för gränssnittet.

source: Cannot test disabled media type.
sv_se: Det går inte att testa inaktiverad medietyp.

source: Cannot unblock user
sv_se: Kan inte avblockera användare

source: Cannot unlink template
sv_se: Det går inte att ta bort länken till mallen

source: Cannot unlink template "%1$s" from host "%2$s" due to dependency of trigger "%3$s".
sv_se: Det går inte att koppla bort mallen "%1$s" från värden "%2$s" på grund av beroende av utlösaren "%3$s".

source: Cannot unlink template "%1$s" from template "%2$s" due to dependency of trigger "%3$s" on host "%4$s".
sv_se: Det går inte att koppla bort mall "%1$s" från mall "%2$s" på grund av att utlösaren "%3$s" är beroende av värden "%4$s".

source: Cannot unlink template "%1$s" from template "%2$s" due to dependency of trigger "%3$s" on template "%4$s".
sv_se: Det går inte att koppla bort mall "%1$s" från mall "%2$s" på grund av att utlösaren "%3$s" är beroende av mall "%4$s".

source: Cannot unlink template "%1$s" from template "%2$s" due to dependency of trigger "%3$s".
sv_se: Det går inte att koppla bort mall "%1$s" från mall "%2$s" på grund av beroende av utlösaren "%3$s".

source: Cannot unlink template "%1$s" without template "%2$s" from host "%3$s" due to expression of trigger "%4$s".
sv_se: Det går inte att avlänka mall "%1$s" utan mall "%2$s" från värd "%3$s" på grund av uttryck av utlösaren "%4$s".

source: Cannot unlink template "%1$s" without template "%2$s" from template "%3$s" due to expression of trigger "%4$s".
sv_se: Det går inte att avlänka mall "%1$s" utan mall "%2$s" från mall "%3$s" på grund av uttrycket för utlösaren "%4$s".

source: Cannot unlink trigger "%1$s", it has items from template that is left linked to host.
sv_se: Det går inte att ta bort länken till utlösaren "%1$s", den har objekt från mallen som är länkad till värden.

source: Cannot update "%1$s" for action "%2$s".
sv_se: Det går inte att uppdatera "%1$s" för åtgärd "%2$s".

source: Cannot update "%1$s" for graph "%2$s".
sv_se: Det går inte att uppdatera "%1$s" för grafen "%2$s".

source: Cannot update "%1$s" for graph prototype "%2$s".
sv_se: Det går inte att uppdatera "%1$s" för grafprototypen "%2$s".

source: Cannot update "%1$s" for templated trigger "%2$s".
sv_se: Det går inte att uppdatera "%1$s" för den mallade utlösaren "%2$s".

source: Cannot update "%1$s" for templated trigger prototype "%2$s".
sv_se: Det går inte att uppdatera "%1$s" för den mallade utlösarprototypen "%2$s".

source: Cannot update "%1$s" parameter because currently it is read-only. Consider upgrading Zabbix to remove this limitation.
sv_se: Det går inte att uppdatera parametern "%1$s" eftersom den för närvarande är skrivskyddad. Överväg att uppgradera Zabbix för att ta bort denna begränsning.

source: Cannot update "%2$s" for a discovered host "%1$s".
sv_se: Det går inte att uppdatera "%2$s" för en upptäckt värd "%1$s".

source: Cannot update "%2$s" for a discovered trigger "%1$s".
sv_se: Det går inte att uppdatera "%2$s" för en upptäckt utlösaren "%1$s".

source: Cannot update API token
sv_se: Det går inte att uppdatera API-token

source: Cannot update SLA
sv_se: Det går inte att uppdatera SLA

source: Cannot update a discovered graph.
sv_se: Det går inte att uppdatera en upptäckt graf.

source: Cannot update a discovered host group "%1$s".
sv_se: Det går inte att uppdatera en upptäckt värdgrupp "%1$s".

source: Cannot update a templated graph "%1$s".
sv_se: Det går inte att uppdatera en mallad graf "%1$s".

source: Cannot update a templated web scenario "%1$s": %2$s.
sv_se: Det går inte att uppdatera ett mallat webbscenario "%1$s": %2$s.

source: Cannot update action
sv_se: Kan inte uppdatera åtgärd

source: Cannot update authentication
sv_se: Det går inte att uppdatera autentiseringen

source: Cannot update configuration
sv_se: Det går inte att uppdatera konfigurationen

source: Cannot update connector
sv_se: Det går inte att uppdatera anslutare

source: Cannot update discovery prototype
sv_se: Det går inte att uppdatera prototypen för upptäckt

source: Cannot update discovery rule
sv_se: Det går inte att uppdatera upptäcktsregeln

source: Cannot update event
sv_se: Det går inte att uppdatera händelsen

source: Cannot update event correlation
sv_se: Kan inte uppdatera händelsekorrelation

source: Cannot update events
sv_se: Det går inte att uppdatera händelser

source: Cannot update graph
sv_se: Kan inte uppdatera diagram

source: Cannot update graph prototype
sv_se: Det går inte att uppdatera grafprototypen

source: Cannot update groups for discovered host "%1$s".
sv_se: Det går inte att uppdatera grupper för den upptäckta värden "%1$s".

source: Cannot update host
sv_se: Kan inte uppdatera värd

source: Cannot update host encryption settings. Connection settings for both directions should be specified.
sv_se: Det går inte att uppdatera värdkrypteringsinställningarna. Anslutningsinställningar för båda riktningarna bör anges.

source: Cannot update host group
sv_se: Det går inte att uppdatera värdgruppen

source: Cannot update host prototype
sv_se: Det går inte att uppdatera värdprototypen

source: Cannot update icon map
sv_se: Det går inte att uppdatera ikonkartan

source: Cannot update image
sv_se: Kan inte uppdatera bild

source: Cannot update interface for discovered host "%1$s".
sv_se: Det går inte att uppdatera gränssnittet för den upptäckta värden "%1$s".

source: Cannot update item
sv_se: Kan inte uppdatera objekt

source: Cannot update item prototype
sv_se: Det går inte att uppdatera objektprototypen

source: Cannot update macros
sv_se: Det går inte att uppdatera makron

source: Cannot update maintenance period
sv_se: Det går inte att uppdatera underhållsperioden

source: Cannot update media type
sv_se: Det går inte att uppdatera mediatypen

source: Cannot update module
sv_se: Det går inte att uppdatera modulen

source: Cannot update network map
sv_se: Det går inte att uppdatera nätverkskartan

source: Cannot update proxy
sv_se: Det går inte att uppdatera proxy

source: Cannot update proxy for discovered host "%1$s".
sv_se: Det går inte att uppdatera proxy för den upptäckta värden "%1$s".

source: Cannot update proxy group
sv_se: Det går inte att uppdatera proxygruppen

source: Cannot update readonly user role "%1$s".
sv_se: Det går inte att uppdatera den skrivskyddade användarrollen "%1$s".

source: Cannot update regular expression
sv_se: Kan inte uppdatera reguljärt uttryck

source: Cannot update scheduled report
sv_se: Det går inte att uppdatera en schemalagd rapport

source: Cannot update script
sv_se: Det går inte att uppdatera skriptet

source: Cannot update script scope. Script "%1$s" is used in action "%2$s".
sv_se: Det går inte att uppdatera skriptets omfattning. Skript "%1$s" används i åtgärd "%2$s".

source: Cannot update service
sv_se: Det går inte att uppdatera tjänsten

source: Cannot update service "%1$s": %2$s.
sv_se: Det går inte att uppdatera tjänsten "%1$s": %2$s.

source: Cannot update services
sv_se: Det går inte att uppdatera tjänster

source: Cannot update step for a templated web scenario "%1$s": %2$s.
sv_se: Det går inte att uppdatera ett steg för ett mallat webbscenario "%1$s": %2$s.

source: Cannot update template
sv_se: Det går inte att uppdatera mallen

source: Cannot update template group
sv_se: Det går inte att uppdatera mallgruppen

source: Cannot update trigger
sv_se: Kan inte uppdatera utlösare

source: Cannot update trigger "%1$s": %2$s.
sv_se: Det går inte att uppdatera utlösaren "%1$s": %2$s.

source: Cannot update trigger prototype
sv_se: Kan inte uppdatera utlösarprototypen

source: Cannot update trigger prototype "%1$s": %2$s.
sv_se: Det går inte att uppdatera utlösarprototypen "%1$s": %2$s.

source: Cannot update user
sv_se: Kan inte uppdatera användare

source: Cannot update user group
sv_se: Det går inte att uppdatera användargruppen

source: Cannot update user role
sv_se: Det går inte att uppdatera användarens roll

source: Cannot update web scenario
sv_se: Det går inte att uppdatera webbscenariot

source: Cannot update web scenario step
sv_se: Det går inte att uppdatera steget i webbscenariot

source: Case sensitive
sv_se: Skiftlägeskänslig

source: Case-sensitive login
sv_se: Inloggning med skiftlägeskänslighet

source: Catalan (ca_ES)
sv_se: Katalanska (ca_ES)

source: Catches all SNMP traps that match regex. If regexp is unspecified, catches any trap.
sv_se: Fångar alla SNMP-traps som matchar regex. Om regexp är ospecificerad fångas alla fällor.

source: Catches all SNMP traps that were not caught by any of snmptrap[] items.
sv_se: Fångar upp alla SNMP-traps som inte fångades upp av något av objekten i snmptrap[].

source: Cause
sv_se: Syfte

source: Center
sv_se: Centrera

source: Certificate
sv_se: Diplom

# noun
source: Change
sv_se: Ändra

# verb
source: Change
sv_se: Ändra

source: Change PSK
sv_se: Ändra PSK
