Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: VMware virtual machine uptime, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Drifttid för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VVMware hypervisor maintenance status, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns 0 - not in maintenance; 1 - in maintenance
sv_se: VVMware hypervisor underhållsstatus, "url" - VMware service URL, "uuid" - VMware hypervisor global unik identifierare. Returnerar 0 - ej i underhåll; 1 - i underhåll

source: Valid URI schemes
sv_se: Giltiga URI-scheman

source: Validate URI schemes
sv_se: Validera URI-scheman

source: Validation
sv_se: Validering

source: Value
sv_se: Värde

# compact table header
source: Value
sv_se: Värde

source: Value "%1$s" is invalid for parameter "grid_align". Choices are: "%2$s" and "%3$s"
sv_se: Värdet "%1$s" är ogiltigt för parametern "grid_align". Valmöjligheterna är: "%2$s" och "%3$s"

source: Value "%1$s" is invalid for parameter "grid_show". Choices are: "%2$s" and "%3$s".
sv_se: Värdet "%1$s" är ogiltigt för parametern "grid_show". Valmöjligheterna är: "%2$s" och "%3$s".

source: Value "%1$s" is invalid for parameter "grid_show". Choices are: "%2$s".
sv_se: Värdet "%1$s" är ogiltigt för parametern "grid_show". Alternativen är: "%2$s".

source: Value "%1$s" is too long for field "%2$s" - %3$d characters. Allowed length is %4$d characters.
sv_se: Värdet "%1$s" är för långt för fältet "%2$s" - %3$d tecken. Tillåten längd är %4$d tecken.

source: Value arc
sv_se: Värdebåge

source: Value cache effectiveness. Valid parameters are: requests, hits and misses.
sv_se: Värde för cache-effektivitet. Giltiga parametrar är: förfrågningar, träffar och missar.

source: Value cache statistics. Valid modes are: total, free, pfree, used and pused.
sv_se: Statistik för värdecache. Giltiga lägen är: total, free, pfree, used och pused.

source: Value data for value name in Windows Registry key.
sv_se: Värdedata för värdets namn i Windows registernyckel.

source: Value map
sv_se: Värdeskarta

source: Value map "%1$s" already exists.
sv_se: Värdekarta "%1$s" finns redan.

source: Value mapping
sv_se: Värdesmappning

source: Value mappings
sv_se: Mappning av värden

source: Value must be greater than %1$s.
sv_se: Värdet måste vara större än %1$s.

source: Value must be smaller than %1$s.
sv_se: Värdet måste vara mindre än %1$s.

source: Value of MQTT topic. Format of returned data depends on the topic content. If wildcards are used, returns topic values in JSON
sv_se: Värde för MQTT-ämne. Formatet på returnerade data beror på ämnesinnehållet. Om jokertecken används returneras ämnesvärden i JSON

source: Value of any Windows performance counter in English. Returns integer, float, string or text (depending on the request)
sv_se: Värdet på en prestandaräknare i Windows på engelska. Returnerar heltal, float, sträng eller text (beroende på begäran)

source: Value of any Windows performance counter. Returns integer, float, string or text (depending on the request)
sv_se: Värdet på en prestandaräknare i Windows. Returnerar heltal, float, sträng eller text (beroende på begäran)

source: Value of new event tag
sv_se: Värde på ny eventtagg

source: Value of old event tag
sv_se: Värde på gammal event tag

source: Value of tag
sv_se: Värde på tagg

source: Value size
sv_se: Storlek på värde

source: Value: no data
sv_se: Värde: inga uppgifter

source: Values
sv_se: Värden

source: Values without names are not allowed in form fields.
sv_se: Värden utan namn är inte tillåtna i formulärfält.

source: Variable
sv_se: Variabel

source: Variables
sv_se: Variabler

source: Various information about specific process(es). Returns float
sv_se: Diverse information om en eller flera specifika processer. Returnerar float

source: Vault API endpoint
sv_se: Slutpunkt för Vault API

source: Vault authentication token
sv_se: Token för autentisering av valv

source: Vault certificates
sv_se: Certifikat för valv

source: Vault connection failed.
sv_se: Anslutningen till valvet misslyckades.

source: Vault prefix
sv_se: Prefix för valv

source: Vault provider
sv_se: Leverantör av valv

source: Vault secret
sv_se: Valvhemlighet

source: Vault secret path
sv_se: Hemlig sökväg för valv

source: Vault secret query string
sv_se: Frågesträng för valvhemlighet

source: Vendor
sv_se: Säljare

source: Vendor and version
sv_se: Leverantör och version

source: Verbose
sv_se: Utförlig

source: Verification code
sv_se: Verifieringskod

source: Verify Zabbix server, proxy, or cluster address
sv_se: Verifiera adressen till Zabbix-servern, proxyn eller klustret

source: Verify database certificate
sv_se: Verifiera databascertifikat

source: Verify server certificate issuer and subject
sv_se: Verifiera utfärdare och ämne för servercertifikat

source: Version of Zabbix agent. Returns string
sv_se: Version av Zabbix-agenten. Returnerar sträng

source: Version of Zabbix server or proxy
sv_se: Version av Zabbix-server eller proxy

source: Vertical
sv_se: Vertikal

source: Vertical align
sv_se: Vertikal justering

source: Vertical position
sv_se: Vertikal position

source: Vietnamese (vi_VN)
sv_se: Vietnamesiska (vi_VN)

source: View
sv_se: Visa

source: View as
sv_se: Lägg till vy

source: View related reports
sv_se: Visa relaterade rapporter

source: Virtual space size in bytes or in percentage from total. Returns integer for bytes; float for percentage
sv_se: Storlek på virtuellt utrymme i byte eller i procent av totalt. Returnerar heltal för bytes; float för procent

source: Visible name
sv_se: Synligt namn

source: Visible name cannot be empty if host name is missing.
sv_se: Det synliga namnet kan inte vara tomt om värdnamnet saknas.

source: Warning
sv_se: Varning

# setup
source: Warning
sv_se: Varning

source: Warning message
sv_se: Varningsmeddelande

source: Warning! Support for Oracle DB is deprecated since Zabbix 7.0 and will be removed in future versions.
sv_se: Varning för Oracle DB! Stöd för Oracle DB är inte längre aktuellt sedan Zabbix 7.0 och kommer att tas bort i framtida versioner.

source: Warning! Unable to retrieve database version.
sv_se: Varning för databasversion! Det går inte att hämta databasversionen.

source: Warning! Unsupported %1$s database server version. Should be at least %2$s.
sv_se: Varning för fel! Version av databasserver som inte stöds %1$s. Bör vara minst %2$s.

source: Warning! Unsupported %1$s database server version. Should not be higher than %2$s.
sv_se: Varning för fel! Version av databasserver som inte stöds %1$s. Bör inte vara högre än %2$s.

source: We are sorry, the maximum possible number of elements to remember has been reached.
sv_se: Vi beklagar, men det högsta möjliga antalet element att komma ihåg har uppnåtts.

source: Web
sv_se: Webb

source: Web interface TLS certificate file
sv_se: TLS-certifikatfil för webbgränssnitt

source: Web interface TLS key file
sv_se: Webbgränssnitt TLS-nyckelfil

source: Web monitoring
sv_se: Webbövervakning

source: Web scenario
sv_se: Webbscenario

source: Web scenario "%1$s" already exists on host "%2$s".
sv_se: Webbscenario "%1$s" finns redan på värd "%2$s".

source: Web scenario "%1$s" already exists.
sv_se: Webbscenario "%1$s" finns redan.

source: Web scenario added
sv_se: Webbscenario tillagt

source: Web scenario deleted
sv_se: Webbscenario borttaget

source: Web scenario disabled
sv_se: Webbscenario inaktiverat

source: Web scenario enabled
sv_se: Webbscenario aktiverat

source: Web scenario updated
sv_se: Uppdatering av webbscenario

source: Web scenarios
sv_se: Webbscenarier

source: Webhook does not have parameters.
sv_se: Webhook har inga parametrar.

source: Wed
sv_se: Ons

source: Wednesday
sv_se: Onsdag

source: Week
sv_se: Vecka

# compact table header
source: Week
sv_se: Vecka

source: Weekly
sv_se: Veckovis

source: Weight
sv_se: Vikt

source: Welcome
sv_se: Välkommen

source: Welcome to
sv_se: Välkommen till

source: Welcome to the Host Wizard
sv_se: Välkommen till Värdguiden

source: When active
sv_se: När aktiv

source: Widget at X:%3$d, Y:%4$d on page #%2$d of dashboard "%1$s" is out of bounds.
sv_se: Widget på X:%3$d, Y:%4$d på sidan #%2$d i kontrollpanelen "%1$s" är utanför gränserna.

source: Widget configuration will be reverted.
sv_se: Widgetkonfigurationen kommer att återställas.

source: Widget is deprecated.
sv_se: Widget är föråldrad.

source: Widget is too small for the specified number of columns and rows.
sv_se: Widgeten är för liten för det angivna antalet kolumner och rader.

source: Widgets
sv_se: Widgetar

source: Width
sv_se: Bredd

source: Windows 10/Server 2016 or later
sv_se: Windows 10/Server 2016 eller senare

source: With data
sv_se: Med data

source: With data collection
sv_se: Med datainsamling

source: With dependencies
sv_se: Med beroenden

source: With header row
sv_se: Med rubrikrad

source: With problem name
sv_se: Med problemnamn

# compact table header
source: With problems
sv_se: Med problem

source: With this setting only numeric data will be displayed.
sv_se: Med denna inställning visas endast numeriska data.

source: With this setting only numeric items will be displayed in this column.
sv_se: Med den här inställningen visas endast numeriska objekt i den här kolumnen.

source: With this setting only numeric items will be displayed.
sv_se: Med denna inställning visas endast numeriska objekt.

source: With triggers
sv_se: Med utlösare

source: Without data
sv_se: Utan data

# compact table header
source: Without problems
sv_se: Utan problem

source: Without triggers
sv_se: Utan utlösare

source: Working time
sv_se: Arbetstid

source: Write
sv_se: Skriv

source: Wrong %1$s.php class name for module located at %2$s.
sv_se: Fel %1$s.php klassnamn för modul som finns på %2$s.

source: Wrong fields for host "%1$s".
sv_se: Fel fält för värd "%1$s".

source: Wrong fields for map link.
sv_se: Fel fält för kartlänk.

source: Wrong value for "url" field.
sv_se: Fel värde för fältet "url".

source: X-Axis
sv_se: X-axel

source: X-Frame-Options HTTP header
sv_se: X-Frame-Options HTTP-huvud

source: X-Frame-Options HTTP header supported values:
sv_se: X-Frame-Options HTTP-rubrikens värden stöds:

source: XML is empty
sv_se: XML är tomt

source: XML is expected
sv_se: XML förväntas

source: XML to JSON
sv_se: XML till JSON

source: Y axis MAX value
sv_se: MAX-värde för Y-axel

source: Y axis MAX value must be greater than Y axis MIN value
sv_se: Y-axelns MAX-värde måste vara större än Y-axelns MIN-värde

source: Y axis MAX value must be greater than Y axis MIN value.
sv_se: Y-axelns MAX-värde måste vara större än Y-axelns MIN-värde.

source: Y axis MIN value
sv_se: MIN-värde för Y-axel

source: Y axis side
sv_se: Y-axel

source: Y-axis
sv_se: Y-axeln

source: Y-m-d h:i A
sv_se: Y-m-d H:i

source: Y-m-d h:i:s A
sv_se: Y-m-d H:i:s

source: YYYY-MM-DD
sv_se: ÅÅÅÅ-MM-DD

source: YYYY-MM-DD hh:mm
sv_se: ÅÅÅÅ-MM-DD hh:mm

source: YYYY-MM-DD hh:mm:ss
sv_se: ÅÅÅÅ-MM-DD hh:mm:ss

# XML date and time format
source: YYYY-MM-DDThh:mm:ssZ
sv_se: ÅÅÅÅ-MM-DDThh:mm:ssZ

source: Year
sv_se: År

# compact table header
source: Year
sv_se: År

source: Yearly
sv_se: Årligen

source: Yes
sv_se: Ja

source: Yesterday
sv_se: Igår

source: You are logged in as "%1$s".
sv_se: Du är inloggad som "%1$s".

source: You are not able to choose some of the MFA methods, because PHP CURL extension is not installed on the web server.
sv_se: Du kan inte välja några av MFA-metoderna eftersom PHP CURL-tillägget inte är installerat på webbservern.

source: You are not able to choose some of the languages, because locales for them are not installed on the web server.
sv_se: Vissa språk kan du inte välja eftersom lokalspråk för dem inte finns installerade på webbservern.

source: You are not logged in
sv_se: Du är inte inloggad

source: You can always access Host Wizard from Data collection > Hosts.
sv_se: Du kan alltid komma åt Värdguiden från Datainsamling > Värdar.

source: You cannot switch hosts for current selection.
sv_se: Du kan inte byta värd för det aktuella valet.

source: You cannot switch templates for current selection.
sv_se: Du kan inte byta mallar för aktuellt val.

source: You do not have permission to perform this operation.
sv_se: Du har inte behörighet att utföra den här åtgärden.

source: You have no permissions to access this page.
sv_se: Du har ingen behörighet att komma åt den här sidan.

source: You must login to view this page.
sv_se: Du måste logga in för att se den här sidan.

source: You need to have at least one image uploaded to create map element. Images can be uploaded in Administration->General->Images section.
sv_se: Du måste ha minst en bild uppladdad för att skapa ett kartelement. Bilder kan laddas upp i avsnittet Administration->Allmänt->Bilder.

source: Your database is not working properly. Please wait a few minutes and try to repeat this action. If the problem still persists, please contact system administrator. The problem might be caused by long running transaction or row level lock accomplished by your database management system.
sv_se: Din databas fungerar inte korrekt. Vänta några minuter och försök sedan upprepa åtgärden. Om problemet fortfarande kvarstår, kontakta systemadministratören. Problemet kan orsakas av en lång transaktion eller ett lås på radnivå i ditt databashanteringssystem.

source: Your progress will be discarded and you will exit the Host Wizard. Are you sure you want to cancel?
sv_se: Dina framsteg kommer att ignoreras och du kommer att lämna Värdguiden. Är du säker på att du vill avbryta?

source: Zabbix Integrations
sv_se: Zabbix-integrationer

source: Zabbix Streaming Protocol v1.0
sv_se: Zabbix Streaming Protokoll v1.0

source: Zabbix Technical Support
sv_se: Zabbix teknisk support

source: Zabbix agent (active checks)
sv_se: Zabbix-agent (aktiva kontroller)

source: Zabbix agent (active)
sv_se: ZABBIX-agent (aktiv)

source: Zabbix agent (passive checks)
sv_se: Zabbix-agent (passiva kontroller)

source: Zabbix agent initiates connections to Zabbix server or proxy to send data. Recommended for monitoring targets behind a firewall.
sv_se: Zabbix-agenten initierar anslutningar till Zabbix-servern eller proxyn för att skicka data. Rekommenderas för övervakning av mål bakom en brandvägg.

source: Zabbix agent must be able to connect to the specified address or list of addresses.
sv_se: Zabbix-agenten måste kunna ansluta till den angivna adressen eller listan med adresser.

source: Zabbix documentation
sv_se: Dokumentation om Zabbix

source: Zabbix frontend version
sv_se: Version av Zabbix frontend

source: Zabbix has received an incorrect request.
sv_se: Zabbix har fått en felaktig begäran.

source: Zabbix internal
sv_se: ZABBIX internt

source: Zabbix internal authentication
sv_se: Zabbix intern autentisering

source: Zabbix login form
sv_se: Zabbix inloggningsformulär

source: Zabbix proxy or server
sv_se: Zabbix proxy eller server

source: Zabbix server "%1$s" cannot be reached. Possible reasons: 1. Incorrect "NodeAddress" or "ListenPort" in the "zabbix_server.conf" or server IP/DNS override in the "zabbix.conf.php"; 2. Incorrect network configuration.
sv_se: Zabbix-servern "%1$s" kan inte nås. Möjliga orsaker: 1. Felaktig "NodeAddress" eller "ListenPort" i "zabbix_server.conf" eller åsidosättande av serverns IP/DNS i "zabbix.conf.php"; 2. Felaktig nätverkskonfiguration.

source: Zabbix server and proxy
sv_se: Zabbix-server och proxy

source: Zabbix server and proxy: secrets are retrieved from Vault by both Zabbix server and proxies, allowing them to resolve macros independently.
sv_se: Zabbix-server och proxy: hemligheter hämtas från Vault av både Zabbix-servern och proxyn, så att de kan slå upp makron oberoende av varandra.

source: Zabbix server is not running: the information displayed may not be current.
sv_se: Zabbix-servern är inte igång: den information som visas kanske inte är aktuell.

source: Zabbix server is running
sv_se: ZABBIX-server kör

source: Zabbix server name
sv_se: Namn på Zabbix-server

source: Zabbix server or proxy initiates connections to Zabbix agent to request data. Recommended for networks without a firewall or with open firewall ports.
sv_se: Zabbix-servern eller proxyn initierar anslutningar till Zabbix-agenten för att begära data. Rekommenderas för nätverk utan brandvägg eller med öppna brandväggsportar.

source: Zabbix server version
sv_se: Version av Zabbix-server

source: Zabbix server: secrets are retrieved from Vault by Zabbix server and forwarded to proxies when needed.
sv_se: Zabbix-server: hemligheter hämtas från Vault av Zabbix-servern och vidarebefordras till proxyer vid behov.

source: Zabbix trapper
sv_se: ZABBIX-fångare

source: Zoom out
sv_se: Zooma ut

source: [Wrong value for day: "%1$s" ]
sv_se: [Fel värde för dag: "%1$s" ]

source: [Wrong value for month: "%1$s" ]
sv_se: [Fel värde för månad: "%1$s" ]

source: [protocol://][user[:password]@]proxy.example.com[:port]
sv_se: [protokoll://][användare[:lösenord]@]proxy.exempel.se[:port]

source: a DNS name is expected
sv_se: ett DNS-namn förväntas

source: a boolean is expected
sv_se: ett boolean förväntas

source: a boolean value is expected
sv_se: ett booleanskt värde förväntas

source: a character string is expected
sv_se: en teckensträng förväntas

source: a character string, integer or floating point value is expected
sv_se: en teckensträng, ett heltal eller ett värde med flyttal förväntas

source: a date in YYYY-MM-DD format is expected
sv_se: ett datum i formatet YYYY-MM-DD förväntas

source: a date is expected
sv_se: ett datum förväntas

source: a digit
sv_se: en siffra

source: a floating point value is expected
sv_se: ett värde med flytande kommatecken förväntas

source: a hexadecimal color code (6 symbols) is expected
sv_se: en hexadecimal färgkod (6 symboler) förväntas

source: a low-level discovery macro is expected
sv_se: en låg nivå av upptäcktsmakro förväntas

source: a number is expected
sv_se: ett nummer förväntas

source: a number is too large
sv_se: ett tal är för stort

source: a numeric value is expected
sv_se: ett numeriskt värde förväntas

source: a port number is expected
sv_se: ett portnummer förväntas

source: a relative time is expected
sv_se: en relativ tid förväntas

source: a special character
sv_se: ett specialtecken

source: a string of space-separated hostnames; adding %1$s to the list allows the page to be displayed in a frame on the same origin as the page itself
sv_se: en sträng med mellanslagsseparerade värdnamn; genom att lägga till %1$s i listan kan sidan visas i en ram med samma ursprung som själva sidan

source: a string, number or null value is expected
sv_se: en sträng, ett tal eller ett nollvärde förväntas

source: a template ID is expected
sv_se: ett mall-ID förväntas

source: a time is expected
sv_se: en tid förväntas

source: a time period is expected
sv_se: en tidsperiod förväntas

source: a time range is expected
sv_se: ett tidsintervall förväntas

source: a time unit is expected
sv_se: en tidsenhet förväntas

source: a timestamp is too large
sv_se: en tidsstämpel är för stor

source: abs() - Absolute value
sv_se: abs() - Absolut värde

source: acos() - The arccosine of a value as an angle, expressed in radians
sv_se: acos() - Arccosinus för ett värde som en vinkel, uttryckt i radianer

source: action "%1$s" uses this discovery check
sv_se: åtgärd "%1$s" använder denna upptäcktskontroll

source: action "%1$s" uses this discovery rule
sv_se: åtgärd "%1$s" använder denna upptäcktsregel

source: action "%1$s" uses this host
sv_se: åtgärd "%1$s" använder denna värd

source: action "%1$s" uses this host group
sv_se: åtgärd "%1$s" använder denna värdgrupp

source: action "%1$s" uses this service
sv_se: åtgärd "%1$s" använder denna tjänst

source: action "%1$s" uses this template
sv_se: åtgärd "%1$s" använder denna mall

source: action "%1$s" uses this trigger
sv_se: åtgärd "%1$s" använder denna utlösare

source: affects only filtered data
sv_se: påverkar endast filtrerade data

source: all
sv_se: alla

source: all media
sv_se: alla medier

source: allow redirect
sv_se: tillåta omdirigering

source: allowed count of dependency levels would be exceeded
sv_se: tillåtet antal beroendetillstånd skulle överskridas

source: allowed count of dependent items would be exceeded
sv_se: tillåtet antal beroende objekt skulle överskridas

source: an IP address is expected
sv_se: en IP-adress förväntas

source: an IP or DNS is expected
sv_se: en IP eller DNS förväntas

source: an array is expected
sv_se: en matris förväntas

source: an array or a character string is expected
sv_se: en matris eller en teckensträng förväntas

source: an array or object is expected
sv_se: en matris eller ett objekt förväntas

source: an email address is expected
sv_se: en e-postadress förväntas

source: an empty string is expected
sv_se: en tom sträng förväntas

source: an even number of hexadecimal characters is expected
sv_se: ett jämnt antal hexadecimala tecken förväntas

source: an explicit time is expected
sv_se: en uttrycklig tid förväntas

source: an identifier is not defined in the formula
sv_se: en identifierare inte är definierad i formeln

source: an integer is expected
sv_se: ett heltal förväntas

source: an item ID is expected
sv_se: ett objekt-id förväntas

source: an item/item prototype ID is expected
sv_se: ett ID för objekt/objektprototyp förväntas

source: an unsigned integer is expected
sv_se: ett osignerat heltal förväntas

source: an uppercase and a lowercase Latin letter
sv_se: en stor och en liten latinsk bokstav

source: and
sv_se: och

source: another tls_psk value is already associated with given tls_psk_identity
sv_se: ett annat tls_psk-värde är redan associerat med given tls_psk_identity

source: any error
sv_se: något fel

source: as Blue
sv_se: som Bl

source: as Green
sv_se: som Grön

source: as Red
sv_se: som Röd

source: ascending
sv_se: stigande

source: ascii() - Returns the ASCII code of the leftmost character of the value
sv_se: ascii() - Returnerar ASCII-koden för det tecken som ligger längst till vänster i värdet

source: asin() - The arcsine of a value as an angle, expressed in radians
sv_se: asin() - Arcsinus av ett värde som en vinkel, uttryckt i radianer

source: at least 1 link highlight is required
sv_se: minst 1 länkmarkering krävs

source: at least 1 link threshold is required
sv_se: minst 1 länktröskel krävs

source: at least 1 link trigger is required
sv_se: minst 1 länkutlösare krävs

source: at least one day of the week must be selected
sv_se: minst en veckodag måste väljas

source: at least one option must be selected
sv_se: minst ett alternativ måste väljas

source: at least one override option must be specified
sv_se: minst ett åsidosättningsalternativ måste anges

source: atan() - The arctangent of a value as an angle, expressed in radians
sv_se: atan() - Arctangenten av ett värde som en vinkel, uttryckt i radianer

source: atan2() - The arctangent of the ordinate (value) and abscissa coordinates specified as an angle, expressed in radians
sv_se: atan2() - Arctangenten av koordinaterna för ordinat (värde) och abscissa angivna som en vinkel, uttryckt i radianer

source: avg
sv_se: medel

source: avg() - Average value of a period T
sv_se: avg() - Medelvärde för en period T

source: baselinedev() - Returns the number of deviations between data periods in seasons and the last data period
sv_se: baselinedev() - Returnerar antalet avvikelser mellan dataperioder i säsonger och den senaste dataperioden

source: baselinewma() - Calculates baseline by averaging data periods in seasons
sv_se: baselinewma() - Beräknar baslinjen genom att beräkna medelvärdet av dataperioder i säsonger
