Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Axes
sv_se: Axlar

source: Back
sv_se: Tillbaka

source: Background
sv_se: Bakgrund

source: Background color
sv_se: Bakgrundsfärg

source: Background image
sv_se: Bakgrundsbild

source: Background scale
sv_se: Bakgrundsskala

source: Base DN
sv_se: Bas DN

source: Base color
sv_se: Basfärg

source: Basic
sv_se: Grundläggande

source: Bearer
sv_se: Bärare

source: Before value
sv_se: Före värde

source: Below value
sv_se: Lägre värde

source: Binary
sv_se: Binär

source: Binary item "%1$s" cannot be used in trigger
sv_se: Binärposten "%1$s" kan inte användas i utlösaren

source: Bind DN
sv_se: Binda DN

source: Bind password
sv_se: Bind lösenord

source: Bits to shift
sv_se: Bits att skifta

source: Bitwise functions
sv_se: Bitvisa funktioner

source: Blocked
sv_se: Blockerad

source: Blue
sv_se: Blå

source: Body
sv_se: Brödtext

source: Body and headers
sv_se: Stomme och rubriker

source: Bold
sv_se: Fett

source: Bold line
sv_se: Fet linje

source: Boolean to decimal
sv_se: Boolean till decimal

source: Border
sv_se: Ram

source: Border color
sv_se: Ram Kant linje färg

source: Border type
sv_se: Typ av gräns

source: Border width
sv_se: Rambredd

source: Both "tls_connect" and "tls_accept" fields must be specified when changing settings of connection encryption.
sv_se: Både fälten "tls_connect" och "tls_accept" måste anges när du ändrar inställningarna för anslutningskryptering.

source: Both "tls_psk_identity" and "tls_psk" fields must be specified when changing the PSK for connection encryption.
sv_se: Både fälten "tls_psk_identity" och "tls_psk" måste anges när du ändrar PSK för anslutningskryptering.

source: Both passwords must be equal.
sv_se: Båda lösenorden måste vara lika.

source: Bottom
sv_se: Nederkant

source: Bottom N
sv_se: Botten N

source: Brackets to specify IPv6 addresses
sv_se: Parenteser för att ange IPv6-adresser

source: Bring forward
sv_se: Flytta frammåt

source: Bring to front
sv_se: Flytta längst fram

source: Browser
sv_se: Webbläsare

source: Bulgarian (bg_BG)
sv_se: Bulgariska (bg_BG)

source: By host
sv_se: Av värd

source: By me
sv_se: Av mig

source: By trigger template
sv_se: Genom utlösarmall

source: CLOSING
sv_se: STÄNGNING

source: CPU information. Returns string or integer
sv_se: CPU-information. Returnerar sträng eller heltal

source: CPU load. Returns float
sv_se: CPU-belastning. Returnerar float

source: CPU time spent waiting for swap-in, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - CPU instance
sv_se: CPU-tid som spenderas i väntan på swap-in, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "instance" - CPU-instans

source: CPU usage as a percentage during the interval depends on power management or HT, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: CPU-användning i procent under intervallet beror på strömhantering eller HT, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-hypervisor

source: CPU usage as a percentage during the interval, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: CPU-användning i procent under intervallet, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-hypervisor

source: CPU usage as a percentage during the interval, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: CPU-användning i procent under intervallet, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: CPU usage in hertz during the interval on VMware Resource Pool, "url" - VMware service URL, "rpid" - VMware resource pool id
sv_se: CPU-användning i hertz under intervallet på VMware Resource Pool, "url" - URL för VMware-tjänst, "rpid" - id för VMware-resurspool

source: CPU utilization percentage. Returns float
sv_se: Procentsats för CPU-användning. Returnerar float

source: CSRF token test
sv_se: Test av CSRF-token

source: CSRF token validation succeeded.
sv_se: Valideringen av CSRF-token lyckades.

source: CSV to JSON
sv_se: CSV till JSON

source: CUID is expected
sv_se: CUID förväntas

source: CURL Error
sv_se: CURL-fel

source: Calculated
sv_se: Beräknade

source: Calendar
sv_se: Kalender

source: Cancel
sv_se: Avbryt

source: Cancel Host Wizard?
sv_se: Avbryta Värdguiden?

source: Cannot add API token
sv_se: Det går inte att lägga till API-token

source: Cannot add a non-numeric item "%1$s" to graph "%2$s".
sv_se: Det går inte att lägga till ett icke-numeriskt objekt "%1$s" i grafen "%2$s".

source: Cannot add a non-numeric item "%1$s" to graph prototype "%2$s".
sv_se: Det går inte att lägga till ett icke-numeriskt objekt "%1$s" till grafprototypen "%2$s".

source: Cannot add action
sv_se: Kan inte lägga till åtgärd

source: Cannot add dashboard page: maximum number of %1$d dashboard pages has been added.
sv_se: Kan inte lägga till kontrollpanelssida: maximalt antal %1$d kontrollpanelssidor har lagts till.

source: Cannot add discovery prototype
sv_se: Det går inte att lägga till prototyp för upptäckt

source: Cannot add discovery rule
sv_se: Det går inte att lägga till en upptäcktsregel

source: Cannot add graph
sv_se: Kan inte lägga till diagram

source: Cannot add graph prototype
sv_se: Det går inte att lägga till grafprototyp

source: Cannot add host
sv_se: Kan inte lägga till värd

source: Cannot add host group
sv_se: Det går inte att lägga till en värdgrupp

source: Cannot add host prototype
sv_se: Det går inte att lägga till värdprototyp

source: Cannot add image
sv_se: Kan inte lägga till bild

source: Cannot add item
sv_se: Kan inte lägga till objekt

source: Cannot add item prototype
sv_se: Det går inte att lägga till objektprototyp

source: Cannot add map element of the map "%1$s" due to circular reference.
sv_se: Det går inte att lägga till kartelement på kartan "%1$s" på grund av cirkulär referens.

source: Cannot add media type
sv_se: Det går inte att lägga till medietyp

source: Cannot add module: %1$s.
sv_se: Det går inte att lägga till modul: %1$s.

source: Cannot add more than one item with type "Graph sum" on graph "%1$s".
sv_se: Det går inte att lägga till mer än ett objekt av typen "Graph sum" i grafen "%1$s".

source: Cannot add more than one item with type "Graph sum" on graph prototype "%1$s".
sv_se: Det går inte att lägga till mer än ett objekt av typen "Graph sum" på grafprototypen "%1$s".

source: Cannot add more than one item with type "Total" to the chart.
sv_se: Det går inte att lägga till mer än ett objekt med typen "Total" i diagrammet.

source: Cannot add network map
sv_se: Det går inte att lägga till nätverkskarta

source: Cannot add proxy
sv_se: Det går inte att lägga till proxy

source: Cannot add proxy group
sv_se: Det går inte att lägga till en proxygrupp

source: Cannot add regular expression
sv_se: Det går inte att lägga till reguljära uttryck

source: Cannot add scheduled report
sv_se: Det går inte att lägga till schemalagd rapport

source: Cannot add script
sv_se: Det går inte att lägga till skript

source: Cannot add submaps. Max depth reached.
sv_se: Det går inte att lägga till submaps. Maxdjup uppnått.

source: Cannot add template
sv_se: Det går inte att lägga till mall

source: Cannot add template group
sv_se: Det går inte att lägga till mallgrupp

source: Cannot add trigger
sv_se: Kan inte lägga till utlösare

source: Cannot add trigger prototype
sv_se: Det går inte att lägga till utlösarprototyp

source: Cannot add user
sv_se: Kan inte lägga till användare

source: Cannot add user group
sv_se: Det går inte att lägga till en användargrupp

source: Cannot add web scenario
sv_se: Det går inte att lägga till webbscenario

source: Cannot add widget: no widgets available.
sv_se: Det går inte att lägga till widget: inga widgetar tillgängliga.

source: Cannot add widget: not enough free space on the dashboard.
sv_se: Det går inte att lägga till widget: inte tillräckligt med ledigt utrymme på kontrollpanelen.

source: Cannot assign the inventory field "%1$s" to the item with key "%2$s" of host "%3$s", because it is already populated by the item with key "%4$s".
sv_se: Det går inte att tilldela inventariefältet "%1$s" till objekt med nyckel "%2$s" i värd "%3$s", eftersom det redan är fyllt av objektet med nyckel "%4$s".

source: Cannot assign the inventory field "%1$s" to the item with key "%2$s" of template "%3$s", because it is already populated by the item with key "%4$s".
sv_se: Det går inte att tilldela inventeringsfältet "%1$s" till objektet med nyckel "%2$s" i mallen "%3$s", eftersom det redan fyllts i av objektet med nyckel "%4$s".

source: Cannot be less than or equal to "Min".
sv_se: Kan inte vara mindre än eller lika med "Min".

# screen reader
source: Cannot be removed
sv_se: Kan inte tas bort

source: Cannot bind anonymously to LDAP server.
sv_se: Det går inte att binda anonymt till LDAP-servern.

source: Cannot bind to LDAP server.
sv_se: Det går inte att binda till LDAP-servern.

source: Cannot build expression tree: %1$s.
sv_se: Det går inte att bygga ett uttrycksträd: %1$s.

source: Cannot change the user type of own role.
sv_se: Det går inte att ändra användartypen för den egna rollen.

source: Cannot clear history and trends
sv_se: Kan inte rensa historik och trender

source: Cannot clone graph prototypes.
sv_se: Det går inte att klona grafprototyper.

source: Cannot clone trigger prototypes.
sv_se: Det går inte att klona utlösarprototyper.

source: Cannot close problem: %1$s.
sv_se: Det går inte att stänga problemet: %1$s.

source: Cannot connect to LDAP server.
sv_se: Det går inte att ansluta till LDAP-servern.

source: Cannot connect to the database.
sv_se: Det går inte att ansluta till databasen.

source: Cannot convert POST data:
sv_se: Det går inte att konvertera POST-data:

source: Cannot copy LLD rule prototype with key "%1$s" without its master item prototype with key "%2$s".
sv_se: Det går inte att kopiera LLD-regelprototypen med nyckel "%1$s" utan dess huvudobjektprototyp med nyckel "%2$s".

source: Cannot copy LLD rule prototype with key "%1$s" without its master item with key "%2$s".
sv_se: Det går inte att kopiera LLD-regelprototypen med nyckel "%1$s" utan dess huvudobjekt med nyckel "%2$s".

source: Cannot copy LLD rule with key "%1$s" without its master item with key "%2$s".
sv_se: Det går inte att kopiera LLD-regeln med nyckel "%1$s" utan dess huvudobjekt med nyckel "%2$s".

source: Cannot copy graph
sv_se: Det går inte att kopiera grafen

source: Cannot copy graph "%1$s", because it has items from the multiple hosts.
sv_se: Det går inte att kopiera grafen "%1$s", eftersom den innehåller objekt från flera värdar.

source: Cannot copy graph "%1$s", because the item with key "%2$s" does not exist on the host "%3$s".
sv_se: Det går inte att kopiera grafen "%1$s", eftersom objektet med nyckeln "%2$s" inte finns på värden "%3$s".

source: Cannot copy graph "%1$s", because the item with key "%2$s" does not exist on the template "%3$s".
sv_se: Det går inte att kopiera grafen "%1$s", eftersom objektet med nyckeln "%2$s" inte finns i mallen "%3$s".

source: Cannot copy graph prototype "%1$s", because the item with key "%2$s" does not exist on the host "%3$s".
sv_se: Det går inte att kopiera grafprototypen "%1$s", eftersom objektet med nyckeln "%2$s" inte finns på värden "%3$s".

source: Cannot copy graph prototype "%1$s", because the item with key "%2$s" does not exist on the template "%3$s".
sv_se: Det går inte att kopiera grafprototypen "%1$s", eftersom objektet med nyckeln "%2$s" inte finns i mallen "%3$s".

source: Cannot copy item
sv_se: Det går inte att kopiera objektet

source: Cannot copy item prototype with key "%1$s" without its master item with key "%2$s".
sv_se: Det går inte att kopiera objektprototypen med nyckel "%1$s" utan dess huvudobjekt med nyckel "%2$s".

source: Cannot copy item with key "%1$s" without its master item with key "%2$s".
sv_se: Det går inte att kopiera ett objekt med nyckel "%1$s" utan dess huvudobjekt med nyckel "%2$s".

source: Cannot copy trigger
sv_se: Kan inte kopiera utlösare

source: Cannot copy trigger "%1$s" without the trigger "%2$s", on which it depends, to the host "%3$s".
sv_se: Det går inte att kopiera utlösaren "%1$s" utan utlösaren "%2$s", som den är beroende av, till värden "%3$s".

source: Cannot copy trigger "%1$s" without the trigger "%2$s", on which it depends, to the template "%3$s".
sv_se: Det går inte att kopiera utlösaren "%1$s" utan utlösaren "%2$s", som den är beroende av, till mallen "%3$s".

source: Cannot copy trigger "%1$s", because it has multiple hosts in the expression.
sv_se: Det går inte att kopiera utlösaren "%1$s", eftersom den har flera värdar i uttrycket.

source: Cannot copy trigger "%1$s", because it has multiple templates in the expression.
sv_se: Det går inte att kopiera utlösaren "%1$s", eftersom den har flera mallar i uttrycket.

source: Cannot create SLA
sv_se: Det går inte att skapa SLA

source: Cannot create a host prototype on a discovered host "%1$s".
sv_se: Det går inte att skapa en värdprototyp på en upptäckt värd "%1$s".

source: Cannot create another database connection.
sv_se: Det går inte att skapa en annan databasanslutning.

source: Cannot create connector
sv_se: Det går inte att skapa en anslutare

source: Cannot create discovery rule
sv_se: Det går inte att skapa en regel för upptäckt

source: Cannot create event correlation
sv_se: Det går inte att skapa händelsekorrelation

source: Cannot create icon map
sv_se: Det går inte att skapa en ikonkarta

source: Cannot create maintenance period
sv_se: Det går inte att skapa en underhållsperiod

source: Cannot create request
sv_se: Det går inte att skapa en begäran

source: Cannot create scheduled report
sv_se: Det går inte att skapa en schemalagd rapport

source: Cannot create service
sv_se: Det går inte att skapa en tjänst

source: Cannot create service "%1$s": %2$s.
sv_se: Det går inte att skapa tjänsten "%1$s": %2$s.

source: Cannot create the configuration file.
sv_se: Det går inte att skapa konfigurationsfilen.

source: Cannot create user role
sv_se: Det går inte att skapa en användarroll

source: Cannot create web scenario step
sv_se: Det går inte att skapa ett steg i webbscenariot

source: Cannot delete API token
sv_se: Det går inte att ta bort API-token

source: Cannot delete MFA method "%1$s", because it is used by user group "%2$s".
sv_se: Det går inte att ta bort MFA-metoden "%1$s" eftersom den används av användargruppen "%2$s".

source: Cannot delete SLA
sv_se: Det går inte att ta bort SLA

source: Cannot delete Zabbix internal user "%1$s", try disabling that user.
sv_se: Det går inte att ta bort Zabbix interna användare "%1$s", försök inaktivera den användaren.

source: Cannot delete action
sv_se: Kan inte ta bort åtgärd

source: Cannot delete assigned user role "%1$s".
sv_se: Det går inte att ta bort den tilldelade användarrollen "%1$s".

source: Cannot delete connector
sv_se: Det går inte att ta bort anslutare

source: Cannot delete dashboard
sv_se: Det går inte att ta bort kontrollpanelen

source: Cannot delete default MFA method.
sv_se: Det går inte att ta bort standard MFA-metod.

source: Cannot delete default user directory.
sv_se: Det går inte att ta bort standardanvändarkatalogen.

source: Cannot delete discovery check "%1$s" of discovery rule "%2$s": %3$s.
sv_se: Det går inte att ta bort upptäcktskontroll "%1$s" av upptäcktsregel "%2$s": %3$s.

source: Cannot delete discovery prototype
sv_se: Det går inte att ta bort prototypen för upptäckt

source: Cannot delete discovery rule
sv_se: Det går inte att ta bort upptäcktsregeln

source: Cannot delete discovery rule "%1$s": %2$s.
sv_se: Det går inte att ta bort upptäcktsregeln "%1$s": %2$s.

source: Cannot delete event correlation
sv_se: Det går inte att ta bort händelsekorrelation

source: Cannot delete graph
sv_se: Kan inte ta bort diagram

source: Cannot delete graph prototype
sv_se: Det går inte att ta bort grafprototypen

source: Cannot delete host
sv_se: Kan inte ta bort värd

source: Cannot delete host "%1$s": %2$s.
sv_se: Det går inte att ta bort värden "%1$s": %2$s.

source: Cannot delete host %1$s because maintenance "%2$s" must contain at least one host or host group.
sv_se: Det går inte att ta bort värd %1$s eftersom underhåll "%2$s" måste innehålla minst en värd eller värdgrupp.

source: Cannot delete host group
sv_se: Det går inte att ta bort värdgruppen

source: Cannot delete host group "%1$s": %2$s.
sv_se: Det går inte att ta bort värdgruppen "%1$s": %2$s.

source: Cannot delete host group %1$s because maintenance "%2$s" must contain at least one host or host group.
sv_se: Det går inte att ta bort värdgrupp %1$s eftersom underhåll "%2$s" måste innehålla minst en värd eller värdgrupp.

source: Cannot delete host groups
sv_se: Det går inte att ta bort värdgrupper

source: Cannot delete host prototype
sv_se: Det går inte att ta bort värdprototypen

source: Cannot delete host prototypes
sv_se: Det går inte att ta bort värdprototyper

source: Cannot delete icon map
sv_se: Det går inte att ta bort ikonkartan

source: Cannot delete image
sv_se: Kan inte ta bort bild

source: Cannot delete interface for discovered host "%1$s".
sv_se: Det går inte att ta bort gränssnittet för den upptäckta värden "%1$s".

source: Cannot delete inventory.
sv_se: Det går inte att ta bort inventarier.

source: Cannot delete item
sv_se: Kan inte ta bort objekt

source: Cannot delete item prototype
sv_se: Det går inte att ta bort prototypen för objektet

source: Cannot delete maintenance period
sv_se: Det går inte att ta bort underhållsperioden

source: Cannot delete media type
sv_se: Det går inte att ta bort medietyp

source: Cannot delete module: %1$s.
sv_se: Det går inte att ta bort modulen: %1$s.

source: Cannot delete network map
sv_se: Det går inte att ta bort nätverkskartan

source: Cannot delete proxies
sv_se: Det går inte att ta bort proxyservrar

source: Cannot delete proxy
sv_se: Det går inte att ta bort proxy

source: Cannot delete proxy group
sv_se: Det går inte att ta bort proxygruppen

source: Cannot delete proxy groups
sv_se: Det går inte att ta bort proxygrupper

source: Cannot delete readonly user role "%1$s".
sv_se: Det går inte att ta bort den skrivskyddade användarrollen "%1$s".

source: Cannot delete regular expression
sv_se: Det går inte att ta bort reguljära uttryck

source: Cannot delete scheduled report
sv_se: Det går inte att ta bort schemalagd rapport

source: Cannot delete script
sv_se: Det går inte att radera skriptet

source: Cannot delete scripts. Script "%1$s" is used in action operation "%2$s".
sv_se: Det går inte att ta bort skript. Skriptet "%1$s" används i åtgärden "%2$s".

source: Cannot delete service
sv_se: Kan inte ta bort tjänst

source: Cannot delete service "%1$s": %2$s.
sv_se: Det går inte att ta bort tjänsten "%1$s": %2$s.

source: Cannot delete template
sv_se: Det går inte att ta bort mallen

source: Cannot delete template "%1$s": %2$s.
sv_se: Det går inte att ta bort mallen "%1$s": %2$s.

source: Cannot delete template group
sv_se: Det går inte att ta bort mallgruppen

source: Cannot delete templated graph prototype.
sv_se: Det går inte att ta bort en prototyp för en mallad graf.

source: Cannot delete templated graph.
sv_se: Det går inte att ta bort en mallad graf.

source: Cannot delete templated trigger "%1$s:%2$s".
sv_se: Det går inte att ta bort den mallade utlösaren "%1$s:%2$s".

source: Cannot delete templated trigger prototype "%1$s:%2$s".
sv_se: Det går inte att ta bort den mallade utlösarprototypen "%1$s:%2$s".

source: Cannot delete templated web scenario "%1$s".
sv_se: Det går inte att ta bort det mallade webbscenariot "%1$s".

source: Cannot delete trigger
sv_se: Kan inte ta bort utlösare

source: Cannot delete trigger "%1$s": %2$s.
sv_se: Det går inte att ta bort utlösaren "%1$s": %2$s.

source: Cannot delete trigger prototype
sv_se: Det går inte att ta bort utlösarprototypen

source: Cannot delete user
sv_se: Det går inte att radera användaren

source: Cannot delete user directory "%1$s".
sv_se: Det går inte att ta bort användarkatalogen "%1$s".

source: Cannot delete user group
sv_se: Det går inte att ta bort användargruppen

source: Cannot delete user group "%1$s", because it is used by LDAP userdirectory "%2$s".
sv_se: Det går inte att ta bort användargruppen "%1$s", eftersom den används av LDAP-användarkatalogen "%2$s".

source: Cannot delete user group "%1$s", because it is used by SAML userdirectory.
sv_se: Det går inte att ta bort användargruppen "%1$s", eftersom den används av SAML userdirectory.

source: Cannot delete user group "%1$s", because it is used by provisioned user "%2$s".
sv_se: Det går inte att ta bort användargruppen "%1$s", eftersom den används av den provisionerade användaren "%2$s".

source: Cannot delete user role
sv_se: Det går inte att ta bort användarrollen

source: Cannot delete web scenario
sv_se: Det går inte att ta bort webbscenario

source: Cannot disable API token
sv_se: Det går inte att inaktivera API-token

source: Cannot disable SLA
sv_se: Det går inte att inaktivera SLA

source: Cannot disable action
sv_se: Kan inte inaktivera åtgärd

source: Cannot disable connector
sv_se: Det går inte att inaktivera anslutare

source: Cannot disable discovery prototype
sv_se: Det går inte att inaktivera prototypen för upptäckt

source: Cannot disable discovery rule
sv_se: Det går inte att inaktivera discovery-regeln

source: Cannot disable event correlation
sv_se: Det går inte att inaktivera händelsekorrelation

source: Cannot disable host
sv_se: Det går inte att inaktivera värden

source: Cannot disable item
sv_se: Det går inte att inaktivera objektet

source: Cannot disable media type
sv_se: Det går inte att inaktivera medietyp

source: Cannot disable module
sv_se: Det går inte att inaktivera modulen

source: Cannot disable scheduled report
sv_se: Det går inte att inaktivera schemalagd rapport

source: Cannot disable trigger
sv_se: Det går inte att inaktivera utlösaren

source: Cannot disable web scenario
sv_se: Det går inte att inaktivera webbscenario

source: Cannot display item queue.
sv_se: Det går inte att visa objektkön.

source: Cannot display more than one item with type "Graph sum".
sv_se: Det går inte att visa mer än ett objekt med typen "Graph sum".

source: Cannot enable API token
sv_se: Det går inte att aktivera API-token

source: Cannot enable SLA
sv_se: Det går inte att aktivera SLA

source: Cannot enable action
sv_se: Kan inte aktivera åtgärd

source: Cannot enable connector
sv_se: Det går inte att aktivera anslutare

source: Cannot enable discovery prototype
sv_se: Kan inte aktivera prototyp för upptäckt

source: Cannot enable discovery rule
sv_se: Det går inte att aktivera upptäcktsregeln

source: Cannot enable event correlation
sv_se: Det går inte att aktivera händelsekorrelation

source: Cannot enable host
sv_se: Kan inte aktivera värd

source: Cannot enable item
sv_se: Det går inte att aktivera objektet

source: Cannot enable media type
sv_se: Kan inte aktivera medietyp

source: Cannot enable module
sv_se: Det går inte att aktivera modulen

source: Cannot enable scheduled report
sv_se: Det går inte att aktivera schemalagd rapport

source: Cannot enable trigger
sv_se: Kan inte aktivera utlösare

source: Cannot enable web scenario
sv_se: Det går inte att aktivera webbscenario

source: Cannot evaluate expression
sv_se: Kan inte utvärdera uttryck

source: Cannot execute URL type script.
sv_se: Det går inte att exekvera skript av URL-typ.

source: Cannot execute operation
sv_se: Det går inte att utföra operationen

source: Cannot execute script.
sv_se: Skriptet kan inte exekveras.

source: Cannot expand macros.
sv_se: Det går inte att expandera makron.
