Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: or
sv_se: eller

source: "%1$s" date must be less than "%2$s" date.
sv_se: "%1$s" datum måste vara mindre än "%2$s" datum.

source: "%1$s" instead "%2$s"
sv_se: "%1$s" istället för "%2$s"

source: "%1$s" is expected
sv_se: "%1$s" förväntas

source: "%1$s" must be an empty string or greater than "%2$s".
sv_se: "%1$s" måste vara en tom sträng eller större än "%2$s".

source: "host:key" pair is expected
sv_se: "host:key"-paret förväntas

source: %1$d characters exceeds maximum length of %2$d characters
sv_se: %1$d tecken överskrider maximal längd på %2$d tecken

source: %1$d day
sv_se: %1$d dygn

# screen reader
source: %1$d matches for %2$s found
sv_se: %1$d träffar för %2$s hittades

source: %1$d of %1$d+ hosts are shown
sv_se: %1$d av %1$d+ värdar visas

source: %1$d of %1$d+ items are shown
sv_se: %1$d av %1$d+ objekt visas

source: %1$d of %3$d%2$s problem is shown
sv_se: %1$d av %3$d%2$s problem visas

source: %1$d problems selected.
sv_se: %1$d problem valda.

source: %1$s (year %2$s)
sv_se: %1$s (år %2$s)

source: %1$s - thrown by module located at %2$s.
sv_se: %1$s - kastas av modul som finns på %2$s.

source: %1$s [Line: %2$s | Column: %3$s]
sv_se: %1$s [Rad: %2$s | Kolumn: %3$s]

# screen reader
source: %1$s action
sv_se: %1$s åtgärd

source: %1$s characters
sv_se: %1$s tecken

source: %1$s characters remaining
sv_se: %1$s tecken kvar

source: %1$s event
sv_se: %1$s händelse

source: %1$s group pattern
sv_se: %1$s gruppmönster

source: %1$s host in maintenance
sv_se: %1$s värd i underhåll

source: %1$s hour
sv_se: %1$s timme

source: %1$s item
sv_se: %1$s objekt

# screen reader
source: %1$s message
sv_se: %1$s meddelande

source: %1$s minute
sv_se: %1$s minut

source: %1$s of %2$s element in problem state
sv_se: %1$s av %2$s element i problemtillstånd

source: %1$s or %2$s - allows the page to be displayed only in a frame on the same origin as the page itself
sv_se: %1$s eller %2$s - gör att sidan endast kan visas i en ram med samma ursprung som själva sidan

source: %1$s or %2$s - prevents the page from being displayed in a frame, regardless of the site attempting to do so
sv_se: %1$s eller %2$s - förhindrar att sidan visas i en ram, oavsett om webbplatsen försöker göra det

# screen reader
source: %1$s preselected, use down,up arrow keys and enter to select
sv_se: %1$s förvald, använd piltangenterna nedåt, uppåt och enter för att välja

source: %1$s problem in total
sv_se: %1$s problem i totalt

source: %1$s retry left
sv_se: %1$s omprövning vänster

source: %1$s second
sv_se: %1$s sekund

source: %1$s unacknowledged problem
sv_se: %1$s okänt problem

# screen reader
source: %1$s, Severity, %2$s
sv_se: %1$s, allvarlighetsgrad, %2$s

# screen reader
source: %1$s, read only
sv_se: %1$s, skrivskyddad

# screen reader
source: %1$s, selected
sv_se: %1$s, vald

source: %1$s.php class must extend %2$s for module located at %3$s.
sv_se: klassen %1$s.php måste utvidga %2$s för modulen som finns på %3$s.

source: %1$s: file is not readable.
sv_se: %1$s: filen är inte läsbar.

source: %1$sth percentile: %2$s
sv_se: %1$se percentilen: %2$s

source: %4$s failed login attempt logged. Last failed attempt was from %1$s on %2$s at %3$s.
sv_se: %4$s misslyckat inloggningsförsök loggat. Senaste misslyckade försöket var från %1$s på %2$s på %3$s.

source: %d device
sv_se: %d enhet

source: (0 - infinitely)
sv_se: (0 - oändligt)

source: (0 - use action default)
sv_se: (0 - använd standardåtgärd)

source: (Only super admins can create groups)
sv_se: (Endast superadministratörer kan skapa grupper)

source: (created by host discovery)
sv_se: (skapad av värdupptäckt)

source: (legacy) to retrieve a single value synchronously, optionally combined with other values
sv_se: (föråldrad) för att hämta ett enda värde synkront, eventuellt kombinerat med andra värden

source: (legacy) to retrieve a subtree in JSON
sv_se: (föråldrad) för att hämta ett delträd i JSON

source: (linked by host discovery)
sv_se: (länkad genom upptäckt av värd)

source: (no proxy)
sv_se: (ingen proxy)

source: 0 - use default port
sv_se: 0 - använd standardport

source: 0 or 1
sv_se: 0 eller 1

source: 1 minute
sv_se: 1 minut

source: 1. Install Java Gateway on the same machine running Zabbix server by following the instructions in
sv_se: 1. Installera Java Gateway på samma maskin som kör Zabbix-servern genom att följa instruktionerna i

source: 10 seconds
sv_se: 10 sekunder

source: 12-hour
sv_se: 12 timmar

source: 2. Configure your Java application to support remote JMX monitoring. For example:
sv_se: 2. Konfigurera din Java-applikation så att den stöder JMX-övervakning på distans. Till exempel:

source: 24-hour
sv_se: 24 timmar

source: 30 seconds
sv_se: 30 sekunder

source: 3D view
sv_se: 3D-vy

source: 5 minutes
sv_se: 5 minuter

source: 5 seconds
sv_se: 5 sekunder

source: 500 latest values
sv_se: 500 senaste värdena

source: <sub-menu/sub-menu/...>
sv_se: <undermeny/undermeny/...>

source: A few more steps
sv_se: Ytterligare några steg

source: A floating point value is expected.
sv_se: Ett värde med flyttal förväntas.

source: A template is a set of predefined configurations (metrics to be collected, conditions for generating alerts, etc.) designed for your monitoring target.
sv_se: En mall är en uppsättning fördefinierade konfigurationer (mätvärden som ska samlas in, villkor för att generera varningar etc.) som utformats för ditt övervakningsobjekt.

source: ALARM CLOCK
sv_se: ALARMKLOCKA

source: API access
sv_se: API-åtkomst

source: API hostname
sv_se: API-värdnamn

source: API methods
sv_se: API-metoder

source: API token "%1$s" already exists for userid "%2$s".
sv_se: API-token "%1$s" finns redan för användaridentitet "%2$s".

source: API token added
sv_se: API-token tillagd

source: API token deleted
sv_se: API-token raderad

source: API token disabled
sv_se: API-token inaktiverad

source: API token enabled
sv_se: API-token aktiverad

source: API token expired.
sv_se: API-token har löpt ut.

source: API token updated
sv_se: API-token uppdaterad

source: API tokens
sv_se: API-nyckel

source: Above value
sv_se: Ovan värde

source: Access denied
sv_se: Åtkomst nekad

source: Access denied!
sv_se: Åtkomst nekad!

source: Access to API
sv_se: Tillgång till API

source: Access to UI elements
sv_se: Tillgång till UI-element

source: Access to actions
sv_se: Tillgång till åtgärder

source: Access to modules
sv_se: Tillgång till moduler

source: Access to services
sv_se: Tillgång till tjänster

source: Ack
sv_se: Bekräfta

source: Acknowledge
sv_se: Bekräfta

source: Acknowledge problems
sv_se: Erkänna problem

source: Acknowledged
sv_se: Bekräftade

source: Acknowledged PROBLEM events
sv_se: Bekräftade PROBLEM-händelser

source: Acknowledged RESOLVED events
sv_se: Bekräftade RESOLVED-händelser

source: Acknowledgement status
sv_se: Status för bekräftelse

source: Action
sv_se: Åtgärd

# compact table header
source: Action
sv_se: Åtgärd

source: Action "%1$s" already exists.
sv_se: Åtgärd "%1$s" finns redan.

source: Action "%2$s" is not available for user role "%1$s".
sv_se: Åtgärd "%2$s" är inte tillgänglig för användarrollen "%1$s".

source: Action added
sv_se: Åtgärd lades till

source: Action class %1$s must extend %2$s class.
sv_se: Åtgärdsklass %1$s måste förlänga %2$s klass.

source: Action deleted
sv_se: Åtgärd borttagen

source: Action disabled
sv_se: Åtgärd inaktiverad

source: Action edit
sv_se: Åtgärd redigera

source: Action enabled
sv_se: Åtgärd aktiverad

source: Action log
sv_se: Åtgärdslogg

source: Action operation
sv_se: Åtgärd operation

source: Action updated
sv_se: Åtgärd uppdaterad

source: Action with ID "%1$s" is not available.
sv_se: Åtgärd med ID "%1$s" är inte tillgänglig.

source: Actions
sv_se: Åtgärder

# compact table header
source: Actions
sv_se: Åtgärder

source: Active
sv_se: Aktiv

# maintenance status
source: Active
sv_se: Aktiv

source: Active checks
sv_se: Aktiva kontroller

source: Active since
sv_se: Verksam sedan

source: Active till
sv_se: Aktiv kassa

source: Add
sv_se: Lägg till

source: Add (message type limit reached)
sv_se: Lägg till (gränsen för meddelandetyp nådd)

source: Add a column
sv_se: Lägg till en kolumn

source: Add a new widget
sv_se: Lägg till en ny widget

source: Add child element
sv_se: Lägg till underordnat element

source: Add child elements
sv_se: Lägg till underordnade element

source: Add child service
sv_se: Lägg till barntjänst

source: Add child services
sv_se: Lägg till barntjänster

source: Add from host
sv_se: Lägg till från värd

source: Add from template
sv_se: Lägg till från mall

source: Add host
sv_se: Lägg till värd

source: Add host interface
sv_se: Lägg till värdgränssnitt

source: Add host tags
sv_se: Lägg till värdtaggar

source: Add host trigger
sv_se: Lägg till värdutlösare

source: Add item
sv_se: Lägg till objekt

source: Add missing
sv_se: Lägg till saknad

source: Add multiple maps
sv_se: Lägg till flera kartor

source: Add new data set
sv_se: Lägg till ny datauppsättning

source: Add new interface
sv_se: Lägg till nytt gränssnitt

source: Add new override
sv_se: Lägg till ny åsidosättning

source: Add page
sv_se: Lägg till sida

source: Add parent services
sv_se: Lägg till föräldratjänster

source: Add problem comments
sv_se: Lägg till kommentarer om problemet

source: Add prototype
sv_se: Lägg till prototyp

source: Add scheduled report
sv_se: Lägg till schemalagd rapport

source: Add services
sv_se: Lägg till tjänster

source: Add submaps
sv_se: Lägg till submaps

source: Add to favorites
sv_se: Lägg till i favoriter

source: Add to host group
sv_se: Lägg till i värdgruppen

source: Add to host groups
sv_se: Lägg till i värdgrupper

source: Add user
sv_se: Lägg till användare

source: Add user group
sv_se: Lägg till användargrupp

source: Add widget
sv_se: Lägg till widget

source: Added
sv_se: Tillagd

# screen reader
source: Added, %1$s
sv_se: Tillagd, %1$s

source: Additional rule
sv_se: Ytterligare regel

source: Additional rules
sv_se: Ytterligare regler

source: Additionally, make sure to complete the agent installation as described in this step, then return to this screen to continue to the next step.
sv_se: Se också till att slutföra agentinstallationen enligt beskrivningen i det här steget och återgå sedan till den här skärmen för att fortsätta till nästa steg.

source: Address
sv_se: Adress

source: Address for active agents
sv_se: Adress för aktiva agenter

source: Advanced configuration
sv_se: Avancerad konfiguration

source: Advanced labels
sv_se: Avancerade etiketter

source: Advanced options
sv_se: Avancerade inställningar

source: After
sv_se: Efter

source: After this change, users who have already enrolled in this MFA method will have to complete the enrollment process again because TOTP secrets will be reset.
sv_se: Efter den här ändringen måste användare som redan har registrerat sig för den här MFA-metoden slutföra registreringsprocessen igen eftersom TOTP-hemligheterna kommer att återställas.

source: After value
sv_se: Efter värde

source: Age
sv_se: Ålder

source: Age less than
sv_se: Ålder mindre än

source: Agent (active)
sv_se: Agent (aktiv)

source: Agent (passive)
sv_se: Agent (passiv)

source: Agent address
sv_se: Agentens adress

source: Agent availability check. Returns nothing - unavailable; 1 - available
sv_se: Kontroll av agentens tillgänglighet. Returnerar ingenting - otillgänglig; 1 - tillgänglig

source: Agent encryption
sv_se: Agentkryptering

source: Agent host metadata. Returns string
sv_se: Metadata för agentens värd. Returnerar sträng

source: Agent host name. Returns string
sv_se: Agentens värdnamn. Returnerar sträng

source: Agent interface
sv_se: Agentgränssnitt

source: Agent interfaces
sv_se: Agentgränssnitt

source: Agent mode
sv_se: Agentläge

source: Agent variant check. Returns 1 - for Zabbix agent; 2 - for Zabbix agent 2
sv_se: Kontroll av agentvariant. Returnerar 1 - för Zabbix-agent; 2 - för Zabbix-agent 2

source: Agent-based
sv_se: Agentbaserad

source: Agentless
sv_se: Agentlös

source: Aggregate
sv_se: Sammanslagna

source: Aggregate functions
sv_se: Aggregationfunktioner

source: Aggregates each item in the data set.
sv_se: Sammanställer varje objekt i datauppsättningen.

source: Aggregates the whole data set.
sv_se: Sammanställer hela datauppsättningen.

source: Aggregation function
sv_se: Aggregeringsfunktion

source: Aggregation interval
sv_se: Aggregeringsintervall

source: Alert message
sv_se: Varningsmeddelande

source: Alerts
sv_se: Varningar

source: Algorithm
sv_se: Algoritm

source: Align map elements
sv_se: Rikta in kartelement

source: All
sv_se: Alla

source: All available
sv_se: Alla tillgängliga

source: All dashboards
sv_se: Alla kontrollpaneler

source: All graphs
sv_se: Alla grafer

source: All groups
sv_se: Alla grupper

source: All hosts
sv_se: Alla värdar

source: All links should have "Name" and "URL" specified
sv_se: Alla länkar ska ha "Namn" och "URL" angivna

source: All maps
sv_se: Alla kartor

source: All problems
sv_se: Alla problem

source: All problems if tag values match
sv_se: Alla problem om taggvärdena matchar

source: All services
sv_se: Alla tjänster

source: All tags
sv_se: Alla etiketter

source: All templates
sv_se: Alla mallar

source: Allow list
sv_se: Tillåt lista

source: Allow manual close
sv_se: Tillåt manuell stängning

source: Allow redirect
sv_se: Tillåt omdirigering

source: Allowed hosts
sv_se: Tillåtna värdar

source: Allowed methods
sv_se: Tillåtna metoder

source: Also used as legend label for aggregated data sets.
sv_se: Används också som legend för aggregerade datauppsättningar.

source: Alternatively, you can install it manually:
sv_se: Alternativt kan du installera det manuellt:

source: Always
sv_se: Alltid

source: Amount of guest physical memory that is swapped out to the swap space, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Mängd fysiskt gästminne som swappas ut till swaputrymmet, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-virtuell maskin

source: Amount of host physical memory consumed for backing up guest physical memory pages, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Mängd fysiskt värdminne som förbrukas för säkerhetskopiering av fysiska gästminnessidor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: An LLD rule prototype with key "%1$s" already exists on the host "%2$s".
sv_se: En LLD-regelprototyp med nyckel "%1$s" finns redan på värden "%2$s".

source: An LLD rule prototype with key "%1$s" already exists on the template "%2$s".
sv_se: En LLD-regelprototyp med nyckel "%1$s" finns redan på mallen "%2$s".

source: An LLD rule with key "%1$s" already exists on the host "%2$s".
sv_se: En LLD-regel med nyckel "%1$s" finns redan på värden "%2$s".

source: An LLD rule with key "%1$s" already exists on the template "%2$s".
sv_se: En LLD-regel med nyckel "%1$s" finns redan på mallen "%2$s".

source: An array is expected.
sv_se: En matris förväntas.

source: An item prototype with key "%1$s" already exists on the host "%2$s".
sv_se: En objektprototyp med nyckel "%1$s" finns redan på värden "%2$s".

source: An item prototype with key "%1$s" already exists on the template "%2$s".
sv_se: En objektprototyp med nyckel "%1$s" finns redan på mallen "%2$s".

source: An item with key "%1$s" already exists on the host "%2$s".
sv_se: Ett objekt med nyckel "%1$s" finns redan på värddatorn "%2$s".

source: An item with key "%1$s" already exists on the template "%2$s".
sv_se: Ett objekt med nyckel "%1$s" finns redan på mallen "%2$s".

source: And
sv_se: Och

source: And/Or
sv_se: Och/ eller

source: Angle
sv_se: Vinkel

source: Annually
sv_se: Årligen

source: Another widget is used as data source.
sv_se: En annan widget används som datakälla.

source: Any
sv_se: Alla

source: Any changes made in the current form will be lost.
sv_se: Alla ändringar som görs i det nuvarande formuläret kommer att gå förlorade.

source: Any character string included
sv_se: Alla teckensträngar inkluderade

source: Any existing host entities not present in the import file will be deleted. Click OK to proceed.
sv_se: Alla befintliga värdenheter som inte finns i importfilen kommer att raderas. Klicka på OK för att fortsätta.

source: Any existing template entities not present in the import file will be deleted. Click OK to proceed.
sv_se: Alla befintliga mallenheter som inte finns i importfilen kommer att raderas. Klicka på OK för att fortsätta.

source: Application error.
sv_se: Fel i applikationen.

source: Apply
sv_se: Tillämpa

source: Apply permissions and tag filters to all subgroups
sv_se: Tillämpa behörigheter och taggfilter på alla undergrupper

source: Apply permissions to all subgroups
sv_se: Tillämpa behörigheter på alla undergrupper

# maintenance status
source: Approaching
sv_se: Närmar sig

source: Approximation
sv_se: Ungefärlig uppskattning

source: Arc background
sv_se: Bågens bakgrund

source: Arc size
sv_se: Bågens storlek

source: Are you sure you want to delete this filter?
sv_se: Är du säker på att du vill ta bort det här filtret?

source: Are you sure you want to delete?
sv_se: Är du säker?

source: Are you sure you want to perform this action?
sv_se: Är du säker på att du vill utföra den här åtgärden?

source: Area size
sv_se: Storlek på område

source: Area type
sv_se: Typ av område

source: Arithmetic
sv_se: Aritmetik

source: As is
sv_se: I befintligt skick

source: As plain text
sv_se: Som ren text

source: Assertions
sv_se: Påståenden

source: Asset tag
sv_se: Tagg för tillgång

source: Assigned proxy
sv_se: Tilldelad proxy

source: At %1$s %2$s of every %3$s week
sv_se: Vid %1$s %2$s av varje %3$s vecka

source: At %1$s every %2$s day
sv_se: Vid %1$s varje %2$s dag

source: At %1$s on %2$s %3$s of every %4$s
sv_se: Vid %1$s på %2$s %3$s av varje %4$s

source: At %1$s on day %2$s of every %3$s
sv_se: Vid %1$s på dag %2$s av varje %3$s

source: At (hour:minute)
sv_se: Vid (timme:minut)

source: At least one LDAP server must exist.
sv_se: Minst en LDAP-server måste finnas.

source: At least one MFA method must exist.
sv_se: Det måste finnas minst en MFA-metod.

source: At least one UI element must be checked.
sv_se: Minst ett UI-element måste kontrolleras.

source: At least one UI element must be enabled for user role "%1$s".
sv_se: Minst ett användargränssnittselement måste vara aktiverat för användarrollen "%1$s".

source: At least one action is mandatory.
sv_se: Minst en åtgärd är obligatorisk.

source: At least one active user must exist with role "%1$s".
sv_se: Det måste finnas minst en aktiv användare med rollen "%1$s".

source: At least one day of the week or day of the month must be specified.
sv_se: Minst en veckodag eller en dag i månaden måste anges.

source: At least one host group or host must be selected.
sv_se: Minst en värdgrupp eller värd måste väljas.

source: At least one of "min" or "max" parameters should be specified.
sv_se: Åtminstone en av parametrarna "min" eller "max" ska anges.

source: At least one of MySQL or PostgreSQL should be supported.
sv_se: Åtminstone en av MySQL eller PostgreSQL bör stödjas.

source: At least one of MySQL, PostgreSQL or Oracle should be supported.
sv_se: Minst en av MySQL, PostgreSQL eller Oracle bör stödjas.

source: At least one operation must be selected.
sv_se: Minst en operation måste väljas.

source: At least one operation must exist.
sv_se: Det måste finnas minst en operation.

source: At least one parameter "%1$s" or "%2$s" must be enabled.
sv_se: Minst en parameter "%1$s" eller "%2$s" måste vara aktiverad.

source: At least one parameter must be enabled.
sv_se: Minst en parameter måste vara aktiverad.

source: At least one update operation or message is mandatory
sv_se: Minst en uppdateringsoperation eller ett uppdateringsmeddelande är obligatoriskt

source: At least one update operation or message must exist.
sv_se: Det måste finnas minst en uppdateringsoperation eller ett uppdateringsmeddelande.

source: At least one user or user group must be selected.
sv_se: Minst en användare eller användargrupp måste väljas.

source: At least one user or user group must be specified.
sv_se: Minst en användare eller användargrupp måste anges.

source: Attempt interval
sv_se: Försök intervall

source: Attempts
sv_se: Försök

source: Attribute
sv_se: Attribut

source: Attribution text
sv_se: Tillskrivande text

source: Audit log
sv_se: Revisionslogg

source: Audit settings
sv_se: Inställningar för revision

source: August
sv_se: Augusti

source: Auth token
sv_se: Token för autentisering

source: AuthN requests
sv_se: AuthN-förfrågningar

source: Authentication
sv_se: Autentisering

source: Authentication algorithm
sv_se: Algoritm för autentisering

source: Authentication failed: %1$s.
sv_se: Autentiseringen misslyckades: %1$s.

source: Authentication method
sv_se: Autentiseringsmetod

source: Authentication passphrase
sv_se: Lösenord för autentisering

source: Authentication protocol
sv_se: Autentiseringsprotokoll

source: Authentication settings updated
sv_se: Uppdatering av autentiseringsinställningar

source: Author
sv_se: Författare

source: Authorization
sv_se: Auktorisering

source: Authorization code
sv_se: Auktoriseringskod

source: Authorization endpoint
sv_se: Slutpunkt för auktorisering

source: Authorization parameters
sv_se: Parametrar för auktorisering

source: Authorization server URL for requesting user authorization.
sv_se: URL för auktoriseringsserver för begäran om användarauktorisering.

source: Authorization server URL to exchange the authorization code for an access token.
sv_se: URL för auktoriseringsserver för utbyte av auktoriseringskoden mot en access-token.

source: Auto hide
sv_se: Automatisk döljning

source: Auto-login
sv_se: Automatisk inloggning

source: Auto-login and auto-logout options cannot be enabled together.
sv_se: Alternativen för automatisk inloggning och automatisk utloggning kan inte aktiveras samtidigt.

source: Auto-logout
sv_se: Automatisk utloggning

source: Automatic
sv_se: Automatiskt

source: Automatic icon mapping
sv_se: Automatisk mappning av ikoner

source: Automatic icon selection
sv_se: Automatiskt val av ikoner

source: Autoregistration
sv_se: Autoregistrering

source: Autoregistration actions
sv_se: Åtgärder för autoregistrering

source: Autoregistration data storage period
sv_se: Lagringsperiod för autoregistreringsdata

source: Availability
sv_se: Tillgänglighet

source: Availability report
sv_se: Tillgänglighetsrapport

source: Availability report graph
sv_se: Graf för tillgänglighetsrapport

source: Available
sv_se: Tillgänglig

# compact table header
source: Available
sv_se: Tillgänglig

source: Average
sv_se: Medel

source: Average number of outstanding read requests to the virtual disk during the collection interval , "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance
sv_se: Genomsnittligt antal utestående läsförfrågningar till den virtuella disken under insamlingsintervallet , "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "instance" - instans för diskenhet

source: Average number of outstanding write requests to the virtual disk during the collection interval, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance
sv_se: Genomsnittligt antal utestående skrivförfrågningar till den virtuella disken under insamlingsintervallet, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "instance" - instans för diskenhet

source: Avoid easy-to-guess passwords
sv_se: Undvik lösenord som är lätta att gissa sig till

source: Awaiting data
sv_se: Inväntar data
