Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: VMware datastore alarms data, returns JSON, "url" - VMware service URL, "uuid" - VMware datastore global unique identifier
sv_se: VMware datastore larmdata, returnerar JSON, "url" - VMware-tjänstens URL, "uuid" - VMware datastores globala unika identifierare

source: VMware datastore capacity statistics in bytes or in percentage from total, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "datastore" - datastore name, "mode" - total(default)/free/pfree/uncommitted. Returns integer for bytes; float for percentage
sv_se: Kapacitetsstatistik för VMware-datalager i byte eller i procent av total, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-hypervisor, "datastore" - datalagernamn, "mode" - total(standard)/fri/fri/okommitterad. Returnerar heltal för byte; float för procent

source: VMware datastore capacity statistics in bytes or in percentage from total. Returns integer for bytes; float for percentage
sv_se: Kapacitetsstatistik för VMware-datalager i byte eller i procent av totalen. Returnerar heltal för byte; float för procent

source: VMware datastore hypervisors list, "url" - VMware service URL, "datastore" - datastore name
sv_se: Lista över hypervisors för VMware-datalager, "url" - URL för VMware-tjänst, "datalager" - namn på datalager

source: VMware datastore performance counter, "url" - VMware service URL, "uuid" - VMware datastore global unique identifier, "path" - performance counter path, "instance" - datastore perfcounter instance from vmware.hv.diskinfo.get
sv_se: VMware datastore prestandaräknare, "url" - VMware-tjänstens URL, "uuid" - VMware datastores globala unika identifierare, "path" - prestandaräknarens sökväg, "instance" - datastore perfcounter-instans från vmware.hv.diskinfo.get

source: VMware datastore property, "url" - VMware service URL, "uuid" - VMware datastore global unique identifier, "prop" - property path
sv_se: Egenskap för VMware-datalager, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-datalager, "prop" - sökväg för egenskap

source: VMware datastore read statistics, "url" - VMware service URL, "datastore" - datastore name, "mode"- latency/maxlatency - average or maximum
sv_se: Statistik för läsning av VMware-datalager, "url" - URL för VMware-tjänst, "datastore" - datalagernamn, "mode"- latens/maxlatency - genomsnitt eller max

source: VMware datastore tags array, "url" - VMware service URL, "uuid" - VMware datastore global unique identifier. Returns JSON
sv_se: VMware datastore tags array, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware datastore. Returnerar JSON

source: VMware datastore write statistics, "url" - VMware service URL, "datastore" - datastore name, "mode"- latency/maxlatency - average or maximum
sv_se: Skrivstatistik för VMware-datalager, "url" - URL för VMware-tjänst, "datastore" - datalagernamn, "mode"- latens/maxlatens - genomsnittlig eller maximal

source: VMware event log, "url" - VMware service URL, "mode"- all (default) or skip - skip processing of older data, "severity" - filtering is disabled by default or "error,warning,info,user" in any combination
sv_se: VMware-händelselogg, "url" - URL för VMware-tjänst, "mode"- all (standard) eller skip - hoppa över bearbetning av äldre data, "severity" - filtreringen är inaktiverad som standard eller "error,warning,info,user" i valfri kombination

source: VMware event log, "url" - VMware service URL, "mode"- all (default), skip - skip processing of older data
sv_se: VMware-händelselogg, "url" - URL för VMware-tjänst, "mode"- all (standard), skip - hoppa över bearbetning av äldre data

source: VMware hypervisor BIOS UUID, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: UUID för BIOS för VMware-hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-hypervisor

source: VMware hypervisor HW vendor state sensors, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
sv_se: VMware hypervisor HW vendor state sensors, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returnerar JSON

source: VMware hypervisor alarms data, returns JSON, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: VMware hypervisor larmdata, returnerar JSON, "url" - VMware-tjänstens URL, "uuid" - VMware hypervisors globala unika identifierare

source: VMware hypervisor ballooned memory size, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: VMware hypervisor ballooned memory size, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware hypervisor

source: VMware hypervisor cluster name, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Klusternamn för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor

source: VMware hypervisor connection state, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Anslutningsstatus för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor

source: VMware hypervisor datacenter name, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns string
sv_se: Namn på datacenter för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor. Returnerar sträng

source: VMware hypervisor datastore read statistics, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "datastore" - datastore name, "mode"- latency
sv_se: Statistik för läsning av VMware Hypervisor-datalager, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor, "datastore" - datalagernamn, "mode"- latens

source: VMware hypervisor datastore write statistics, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "datastore" - datastore name, "mode"- latency
sv_se: Skrivstatistik för VMware Hypervisor-datalager, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor, "datastore" - datalagernamn, "mode"- latens

source: VMware hypervisor datastores list, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Lista över datalager för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor

source: VMware hypervisor health state rollup sensor, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns 0 - gray; 1 - green; 2 - yellow; 3 - red
sv_se: VMware hypervisor health state rollup sensor, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returnerar 0 - grå; 1 - grön; 2 - gul; 3 - röd

source: VMware hypervisor maintenance status, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns 0 - not in maintenance; 1 - in maintenance
sv_se: Underhållsstatus för VMware-hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-hypervisor. Returnerar 0 - inte i underhåll; 1 - i underhåll

source: VMware hypervisor model, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: VMware hypervisor-modell, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware hypervisor

source: VMware hypervisor name, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Namn på VMware-hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-hypervisor

source: VMware hypervisor network input statistics, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "mode"- bps
sv_se: Statistik över nätverksinmatning för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor, "mode"- bps

source: VMware hypervisor network interface speed, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, <ifname> - interface name
sv_se: VMware Hypervisor Network Interface Speed, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor, <ifname> - gränssnittsnamn

source: VMware hypervisor network output statistics, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "mode"- bps
sv_se: Utdatastatistik för nätverk från VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor, "mode"- bps

source: VMware hypervisor performance counter, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "path" - performance counter path, "instance" - performance counter instance
sv_se: Prestandaräknare för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor, "path" - sökväg för prestandaräknare, "instance" - instans för prestandaräknare

source: VMware hypervisor processor frequency, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: VMware hypervisor processorfrekvens, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware hypervisor

source: VMware hypervisor processor model, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Processormodell för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor

source: VMware hypervisor processor usage in Hz, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: VMware hypervisors processoranvändning i Hz, "url" - VMware-tjänstens URL, "uuid" - VMware hypervisors globala unika identifierare

source: VMware hypervisor property , "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "prop" - property path
sv_se: VMware hypervisor-egenskap , "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware hypervisor, "prop" - egenskapssökväg

source: VMware hypervisor sensors value, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
sv_se: VMware hypervisor sensors värde, "url" - VMware-tjänstens URL, "uuid" - VMware hypervisors globala unika identifierare. Returnerar JSON

source: VMware hypervisor serialnumber, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Serienummer för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor

source: VMware hypervisor status, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Status för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor

source: VMware hypervisor tags array, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
sv_se: VMware hypervisor tags array, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware hypervisor. Returnerar JSON

source: VMware hypervisor total memory size, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: VMware hypervisors totala minnesstorlek, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware hypervisor

source: VMware hypervisor uptime, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: VMware hypervisors drifttid, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware hypervisor

source: VMware hypervisor used memory size, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: VMware-hypervisorns använda minnesstorlek, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-hypervisorn

source: VMware hypervisor vendor name, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Namn på leverantör av VMware-hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-hypervisor

source: VMware hypervisor version, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: VMware Hypervisor-version, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor

source: VMware service full name, "url" - VMware service URL
sv_se: Fullständigt namn på VMware-tjänsten, "url" - URL för VMware-tjänsten

source: VMware service version, "url" - VMware service URL
sv_se: Version av VMware-tjänsten, "url" - URL för VMware-tjänsten

source: VMware virtual center alarms data, returns JSON, "url" - VMware service URL
sv_se: Larmdata för VMware virtuella center, returnerar JSON, "url" - URL för VMware-tjänst

source: VMware virtual machine alarms data, returns JSON, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Larmdata för virtuell VMware-maskin, returnerar JSON, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine ballooned memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Storlek på ballongminne för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine committed storage space, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Engagerat lagringsutrymme för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - Global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine compressed memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Storlek på komprimerat minne för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine custom attribute value, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "name" - custom attribute name
sv_se: Värde för anpassat attribut för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "name" - namn på anpassat attribut

source: VMware virtual machine datacenter name, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns string
sv_se: Namn på datacenter för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin. Returnerar sträng

source: VMware virtual machine disk device read statistics, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance, "mode"- bps/ops - bytes/operations per second
sv_se: Statistik över läsning av diskenheter i virtuella VMware-maskiner, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuella VMware-maskiner, "instance" - instans för diskenhet, "mode"- bps/ops - bytes/operationer per sekund

source: VMware virtual machine disk device write statistics, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance, "mode"- bps/ops - bytes/operations per second
sv_se: Skrivstatistik för diskenheter i virtuella VMware-maskiner, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuella VMware-maskiner, "instance" - instans för diskenheter, "mode"- bps/ops - bytes/operationer per sekund

source: VMware virtual machine disk requires consolidation, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: VMware virtuell maskindisk kräver konsolidering, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware virtuell maskin

source: VMware virtual machine file system statistics, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "fsname" - file system name, "mode"- total/free/used/pfree/pused
sv_se: Statistik över filsystem för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "fsname" - filsystemets namn, "mode"- total/free/used/pfree/pused

source: VMware virtual machine guest memory usage, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Användning av gästminne för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine host memory usage, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Minnesanvändning för VMware-värdmaskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-värdmaskin

source: VMware virtual machine hypervisor maintenance status, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns 0 - not in maintenance; 1 - in maintenance
sv_se: Status för underhåll av hypervisor för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin. Returnerar 0 - inte i underhåll; 1 - i underhåll

source: VMware virtual machine hypervisor name, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Namn på hypervisor för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine name, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Namn på virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine network interface input statistics, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - network interface instance, "mode"- bps/pps - bytes/packets per second
sv_se: Inmatningsstatistik för nätverksgränssnitt för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "instance" - instans för nätverksgränssnitt, "mode"- bps/pps - bytes/paket per sekund

source: VMware virtual machine network interface output statistics, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - network interface instance, "mode"- bps/pps - bytes/packets per second
sv_se: Utmatningsstatistik för nätverksgränssnitt för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "instance" - instans för nätverksgränssnitt, "mode"- bps/pps - bytes/paket per sekund

source: VMware virtual machine performance counter, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "path" - performance counter path, "instance" - performance counter instance
sv_se: Prestandaräknare för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "path" - sökväg för prestandaräknare, "instance" - instans för prestandaräknare

source: VMware virtual machine power state, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Kraftstatus för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine private memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Storlek på privat minne för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine private memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifierr
sv_se: Storlek på privat minne för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine processor ready time ms, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: VMware virtual machine processor ready time ms, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware virtual machine

source: VMware virtual machine processor usage in Hz, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Processoranvändning för virtuell VMware-maskin i Hz, "url" - URL för VMware-tjänst, "uuid" - Global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine property, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "prop" - property path
sv_se: Egenskap för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "prop" - egenskapssökväg

source: VMware virtual machine shared memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Storlek på delat minne för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine snapshot state, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns JSON
sv_se: Snapshot-tillstånd för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin. Returnerar JSON

source: VMware virtual machine state, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Status för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine swapped memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Storlek på swappat minne för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine tags array, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns JSON
sv_se: Array av taggar för virtuell maskin från VMware, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell maskin från VMware. Returnerar JSON

source: VMware virtual machine tools state, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "mode"- version or status
sv_se: VMware virtual machine tools state, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "mode"- version eller status

source: VMware virtual machine total memory size, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Total minnesstorlek för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: VMware virtual machine uncommitted storage space, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Obekräftat lagringsutrymme för VMware-virtuell maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-virtuell maskin

source: VMware virtual machine unshared storage space, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Odelat lagringsutrymme för virtuell VMware-maskin, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin
