Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: between() - Checks if a value belongs to the given range (1 - in range, 0 - otherwise)
sv_se: between() - Kontrollerar om ett värde tillhör det angivna intervallet (1 - inom intervallet, 0 - annars)

source: binary item is not supported
sv_se: binärt objekt stöds inte

source: binary value
sv_se: binärt värde

source: bitand() - Bitwise AND
sv_se: bitand() - Bitvis AND

source: bitlength() - Returns the length in bits
sv_se: bitlength() - Returnerar längden i bitar

source: bitlshift() - Bitwise shift left
sv_se: bitlshift() - Bitvis förskjutning åt vänster

source: bitnot() - Bitwise NOT
sv_se: bitnot() - Bitvis NOT

source: bitor() - Bitwise OR
sv_se: bitor() - Bitvis OR

source: bitrshift() - Bitwise shift right
sv_se: bitrshift() - Bitvis förskjutning åt höger

source: bitxor() - Bitwise exclusive OR
sv_se: bitxor() - Bitvis exklusiv OR

source: blinking
sv_se: blinkande

source: both "access_token" and "access_expires_in" must be specified when marking access token valid
sv_se: både "access_token" och "access_expires_in" måste anges när man markerar att access-token är giltigt

source: both "access_token" and "access_expires_in" should be either present or absent
sv_se: både "access_token" och "access_expires_in" ska vara antingen närvarande eller frånvarande

source: both username and password should be either present or empty
sv_se: både användarnamn och lösenord ska vara antingen närvarande eller tomma

source: both vendor_name and vendor_version should be either present or empty
sv_se: både vendor_name och vendor_version ska vara antingen närvarande eller tomma

source: bytelength() - Returns the length in bytes
sv_se: bytelength() - Returnerar längden i bytes

source: calculated
sv_se: beräknad

source: can be used to add "@2x" to the URL to load retina tiles.
sv_se: kan användas för att lägga till "@2x" i URL:en för att ladda retina-rutor.

source: cannot be a value map ID from another host or template
sv_se: kan inte vara ett värdemappnings-ID från en annan värd eller mall

source: cannot be an item ID from another host or template
sv_se: kan inte vara ett objekt-ID från en annan värd eller mall

source: cannot be an item prototype ID from another LLD rule
sv_se: kan inte vara ett prototyp-ID för ett objekt från en annan LLD-regel

source: cannot be an item/item prototype ID from another host or template
sv_se: kan inte vara ett ID för ett objekt/objektprototyp från en annan värd eller mall

source: cannot be changed
sv_se: kan inte ändras

source: cannot be empty
sv_se: kan inte vara tom

source: cannot be equal to zero without custom intervals
sv_se: kan inte vara lika med noll utan anpassade intervall

source: cannot be greater than or equal to the value of field "%1$s"
sv_se: kan inte vara större än eller lika med värdet i fält "%1$s"

source: cannot be greater than or equal to the value of parameter "%1$s"
sv_se: kan inte vara större än eller lika med värdet för parameter "%1$s"

source: cannot be less than or equal to the value of parameter "%1$s"
sv_se: kan inte vara mindre än eller lika med värdet för parameter "%1$s"

source: cannot be specified the value of parameter "%1$s"
sv_se: kan inte anges värdet för parametern "%1$s"

source: cannot be the host interface ID from another host
sv_se: kan inte vara värdgränssnitts-ID från en annan värd

source: cannot be unlinked
sv_se: kan inte kopplas bort

source: cannot delete inherited LLD rule
sv_se: kan inte ta bort ärvd LLD-regel

source: cannot delete inherited LLD rule prototype
sv_se: kan inte ta bort ärvd LLD-regelprototyp

source: cannot delete inherited item
sv_se: kan inte ta bort ärvt objekt

source: cannot delete inherited item prototype
sv_se: kan inte ta bort prototyp för ärvt objekt

source: cannot delete templated host prototype
sv_se: kan inte ta bort prototyp för mallad värd

source: cannot have a nested LLD rule on a non-discovered host
sv_se: kan inte ha en nästlad LLD-regel på en icke upptäckt värd

source: cannot have more than one default interface of the same type
sv_se: kan inte ha mer än ett standardgränssnitt av samma typ

source: cannot perform Scroll API request, data could be truncated
sv_se: kan inte utföra Scroll API-begäran, data kan vara avkortad

source: cannot update readonly parameter "%1$s" of discovered object
sv_se: kan inte uppdatera den skrivskyddade parametern "%1$s" för ett upptäckt objekt

source: cannot update readonly parameter "%1$s" of inherited object
sv_se: kan inte uppdatera skrivskyddad parameter "%1$s" för ärvt objekt

source: cannot update readonly parameter "%1$s" of provisioned user
sv_se: kan inte uppdatera den skrivskyddade parametern "%1$s" för en användare med provision

source: cbrt() - Cube root
sv_se: cbrt() - Kubrot

source: ceil() - Rounds up to the nearest greater integer
sv_se: ceil() - Avrundar uppåt till närmaste större heltal

source: change() - Difference between last and previous value
sv_se: change() - Skillnaden mellan det senaste och det föregående värdet

source: changecount() - Number of changes between adjacent values, Mode (all - all changes, inc - only increases, dec - only decreases)
sv_se: changecount() - Antal förändringar mellan intilliggande värden, Mode (all - alla förändringar, inc - endast ökningar, dec - endast minskningar)

source: char() - Returns the character which represents the given ASCII code
sv_se: char() - Returnerar tecknet som representerar den angivna ASCII-koden

source: circular dependency is not allowed
sv_se: cirkulära beroenden är inte tillåtna

source: circular item dependency is not allowed
sv_se: cirkulärt objektberoende är inte tillåtet

source: color
sv_se: färg

source: comma separated list of time periods is expected for scheduled week days
sv_se: kommaseparerad lista över tidsperioder förväntas för schemalagda veckodagar

source: comma-separated list
sv_se: kommaseparerad lista

source: concat() - Returns a string that is the result of concatenating value to string
sv_se: concat() - Returnerar en sträng som är resultatet av att sammanfoga värde till sträng

source: configure
sv_se: konfigurera

source: contains
sv_se: innehåller

source: cos() - The cosine of a value, where the value is an angle expressed in radians
sv_se: cos() - Cosinus av ett värde, där värdet är en vinkel uttryckt i radianer

source: cosh() - The hyperbolic cosine of a value
sv_se: cosh() - Hyperbolisk cosinus av ett värde

source: cot() - The cotangent of a value, where the value is an angle expressed in radians
sv_se: cot() - Kotangenten till ett värde, där värdet är en vinkel uttryckt i radianer

source: count
sv_se: antal

source: count() - Number of successfully retrieved values V (which fulfill operator O) for period T
sv_se: count() - Antal hämtade värden V (som uppfyller operatör O) utan problem för period T

source: countunique() - The number of unique values
sv_se: countunique() - Antalet unika värden

source: data is missing
sv_se: data saknas

source: date() - Current date
sv_se: date() - Aktuellt datum

source: dayofmonth() - Day of month
sv_se: dayofmonth() - Dag i månaden

source: dayofweek() - Day of week
sv_se: dayofweek() - Veckodag

source: days
sv_se: dagar

source: default
sv_se: standard

source: degrees() - Converts a value from radians to degrees
sv_se: degrees() - Konverterar ett värde från radianer till grader

source: delimiter
sv_se: avgränsare

source: descending
sv_se: fallande

source: description
sv_se: beskrivning

source: directory cannot be empty
sv_se: katalogen kan inte vara tom

source: discovery rule "%1$s" on host "%2$s" is not monitored
sv_se: upptäcktsregeln "%1$s" på värden "%2$s" övervakas inte

source: display all actions
sv_se: visa alla åtgärder

source: display only actions where All available media types are used in action operation
sv_se: visa endast åtgärder där alla tillgängliga medietyper används i åtgärden

source: display only actions where specific media type is used in action operation
sv_se: visa endast åtgärder där en viss medietyp används i åtgärden

source: does not contain
sv_se: innehåller inte

source: does not equal
sv_se: är inte lika med

source: does not exist
sv_se: finns inte

source: does not match
sv_se: inte överensstämmer med

source: e() - Returns Euler's number
sv_se: e() - Returnerar Eulers tal

source: email
sv_se: e-post

source: equals
sv_se: lika med

source: error does not match
sv_se: felet stämmer inte överens

source: error matches
sv_se: felmatchningar

source: error message
sv_se: felmeddelande

source: error text
sv_se: feltext

source: error-matching
sv_se: felmatchning

source: exists
sv_se: finns

source: exp() - Euler's number at a power of a value
sv_se: exp() - Eulers tal i en potens av ett värde

source: expecting hexadecimal color code (6 symbols)
sv_se: förväntar sig hexadecimal färgkod (6 symboler)

source: expm1() - Euler's number at a power of a value minus 1
sv_se: expm1() - Eulers tal i en potens av ett värde minus 1

source: expression is empty
sv_se: uttrycket är tomt

source: failed to parse JSON
sv_se: misslyckades med att analysera JSON

source: file format is unsupported
sv_se: filformat stöds inte

source: find() - Check occurrence of pattern V (which fulfill operator O) for period T (1 - match, 0 - no match)
sv_se: find() - Kontrollera förekomst av mönster V (som uppfyller operatör O) för period T (1 - matchning, 0 - ingen matchning)

source: first
sv_se: första

source: first() - The oldest value in the specified time interval
sv_se: first() - Det äldsta värdet i det angivna tidsintervallet

source: firstclock() - Timestamp of the oldest value in the specified time interval
sv_se: firstclock() - Tidsstämpel för det äldsta värdet i det angivna tidsintervallet

source: floor() - Rounds down to the nearest smaller integer
sv_se: floor() - Avrundar nedåt till närmaste mindre heltal

source: forecast() - Forecast for next t seconds based on period T
sv_se: forecast() - Prognos för de kommande t sekunderna baserat på period T

source: fourth
sv_se: fjärde

source: fuzzytime() - Difference between item value (as timestamp) and Zabbix server timestamp is less than or equal to T seconds (1 - true, 0 - false)
sv_se: fuzzytime() - Skillnaden mellan objektets värde (som tidsstämpel) och Zabbix-serverns tidsstämpel är mindre än eller lika med T sekunder (1 - sant, 0 - falskt)

source: geographical coordinates (values of comma separated latitude and longitude) are expected
sv_se: geografiska koordinater (värden för latitud och longitud separerade med kommatecken) förväntas

# item_form
source: global housekeeping settings
sv_se: globala inställningar för hushållning

source: global script execution on Zabbix server is disabled by server configuration
sv_se: global skriptexekvering på Zabbix-servern inaktiveras genom serverkonfiguration

source: graph
sv_se: graf

source: graph prototype with the same UUID already exists
sv_se: grafprototyp med samma UUID finns redan

source: graph with the same UUID already exists
sv_se: graf med samma UUID finns redan

source: group name must match %1$s group name
sv_se: gruppnamnet måste matcha %1$s gruppnamnet

# hour short
source: h
sv_se: t

source: has been disabled
sv_se: har inaktiverats

source: has been manually disabled
sv_se: har inaktiverats manuellt

source: host
sv_se: värd

source: host group
sv_se: värdgrupp

source: host group with the same UUID already exists
sv_se: värdgrupp med samma UUID finns redan

source: host item ID is expected
sv_se: iD för värdobjekt förväntas

source: host pattern
sv_se: värdmönster

source: host patterns
sv_se: värdmönster

source: host prototype with the same UUID already exists
sv_se: värdprototyp med samma UUID finns redan

source: host trigger ID is expected
sv_se: värdutlösar-id förväntas

source: how to update them
sv_se: hur man uppdaterar dem

source: icon
sv_se: ikon

source: image
sv_se: bild

source: image size must be less than %1$s
sv_se: bildstorleken måste vara mindre än %1$s

source: in
sv_se: i

source: in range
sv_se: inom intervall

source: in() - Checks if a value equals to one of the listed values (1 - equals, 0 - otherwise)
sv_se: in() - Kontrollerar om ett värde är lika med något av de listade värdena (1 - lika, 0 - annars)

source: including subgroups
sv_se: inklusive undergrupper

source: incorrect address starting from "%1$s"
sv_se: felaktig adress som börjar från "%1$s"

source: incorrect calculated item formula
sv_se: felaktigt beräknad objektformel

source: incorrect calculated item formula starting from "%1$s"
sv_se: felaktig beräknad objektformel som börjar från "%1$s"

source: incorrect condition type
sv_se: felaktigt tillstånd typ

source: incorrect element count
sv_se: felaktigt elementantal

source: incorrect expression starting from "%1$s"
sv_se: felaktigt uttryck som börjar från "%1$s"

source: incorrect item value type
sv_se: felaktig typ av objektvärde

source: incorrect number of conditions
sv_se: felaktigt antal villkor

source: incorrect syntax near "%1$s"
sv_se: felaktig syntax nära "%1$s"

source: incorrect usage of function "%1$s"
sv_se: felaktig användning av funktionen "%1$s"

source: input does not match the pattern: %1$s
sv_se: inmatningen matchar inte mönstret: %1$s

source: input does not match the provided pattern: %1$s
sv_se: inmatningen matchar inte det angivna mönstret: %1$s

source: insert() - Inserts specified characters or spaces into a character string, beginning at a specified position in the string
sv_se: insert() - Infogar angivna tecken eller mellanslag i en teckensträng, med början vid en angiven position i strängen

source: invalid Prometheus label
sv_se: ogiltig Prometheus-etikett

source: invalid Prometheus pattern
sv_se: ogiltig Prometheus mönster

source: invalid address range "%1$s"
sv_se: ogiltigt adressområde "%1$s"

source: invalid byte sequence in UTF-8
sv_se: ogiltig byte-sekvens i UTF-8

source: invalid data type
sv_se: ogiltig datatyp

source: invalid delay
sv_se: ogiltig fördröjning

source: invalid fifth parameter in function "%1$s"
sv_se: ogiltig femte parameter i funktion "%1$s"

source: invalid first parameter in function "%1$s"
sv_se: ogiltig första parameter i funktionen "%1$s"

source: invalid fourth parameter in function "%1$s"
sv_se: ogiltig fjärde parameter i funktion "%1$s"

source: invalid history storage period
sv_se: ogiltig historik lagringsperiod

source: invalid host group name
sv_se: ogiltigt värdgruppsnamn

source: invalid host name
sv_se: ogiltigt värdnamn

source: invalid inventory field
sv_se: ogiltigt inventeringsfält

source: invalid number of parameters in function "%1$s"
sv_se: ogiltigt antal parametrar i funktion "%1$s"

source: invalid range expression
sv_se: ogiltigt intervalluttryck

source: invalid regular expression
sv_se: ogiltigt reguljärt uttryck

source: invalid second parameter in function "%1$s"
sv_se: ogiltig andra parameter i funktion "%1$s"

source: invalid seventh parameter in function "%1$s"
sv_se: ogiltig sjunde parameter i funktion "%1$s"

source: invalid sixth parameter in function "%1$s"
sv_se: ogiltig sjätte parameter i funktion "%1$s"

source: invalid template group name
sv_se: ogiltigt namn på mallgrupp

source: invalid third parameter in function "%1$s"
sv_se: ogiltig tredje parameter i funktionen "%1$s"

source: invalid time
sv_se: ogiltig tid

source: invalid trend storage period
sv_se: ogiltig trendlagringsperiod

source: is greater than or equals
sv_se: är större än eller lika med

source: is less than or equals
sv_se: är mindre än eller lika med

source: is not enclosed in {} or is malformed
sv_se: är inte innesluten i {} eller är felformad

source: item
sv_se: objekt

source: item "%1$s" on host "%2$s" is not monitored
sv_se: objekt "%1$s" på värd "%2$s" övervakas inte

source: item pattern
sv_se: objektmönster

source: item patterns
sv_se: objektmönster

source: item prototype with the same UUID already exists
sv_se: objektprototyp med samma UUID finns redan

source: item with the same UUID already exists
sv_se: objektet med samma UUID finns redan

source: jsonpath() - Returns JSONPath result
sv_se: jsonpath() - Returnerar JSONPath-resultat

source: key is empty
sv_se: nyckeln är tom

source: kurtosis() - Measures the "tailedness" of the probability distribution
sv_se: kurtosis() - Mäter sannolikhetsfördelningens "svansighet"

source: label
sv_se: etikett

source: last
sv_se: sista

# week of month
source: last
sv_se: sista

source: last() - Last (most recent) T value
sv_se: last() - Senaste (senaste) T-värdet

source: lastclock() - Timestamp of the last (most recent) T value
sv_se: lastclock() - Tidsstämpel för det senaste (senaste) T-värdet

source: left
sv_se: vänster

source: left() - Returns the leftmost count characters
sv_se: left() - Returnerar antalet tecken längst till vänster

source: length() - Length of last (most recent) T value in characters
sv_se: length() - Längd på det sista (senaste) T-värdet i tecken

source: list of characters
sv_se: lista över tecken

source: log() - Natural logarithm
sv_se: log() - Naturlig logaritm

source: log10() - Decimal logarithm
sv_se: log10() - Decimal logaritm

source: logeventid() - Event ID of last log entry matching regular expression V for period T (1 - match, 0 - no match)
sv_se: logeventid() - Händelse-ID för den senaste loggposten som matchar det reguljära uttrycket V för period T (1 - match, 0 - ingen match)

source: logseverity() - Log severity of the last log entry for period T
sv_se: logseverity() - Loggens allvarlighetsgrad för den sista loggposten för period T

source: logsource() - Log source of the last log entry matching parameter V for period T (1 - match, 0 - no match)
sv_se: logsource() - Loggkälla för den sista loggposten som matchar parameter V för period T (1 - matchning, 0 - ingen matchning)

source: logtimestamp() - Timestamp of the last (most recent) T log message
sv_se: logtimestamp() - Tidsstämpel för det senaste (senaste) T-loggmeddelandet

source: ltrim() - Remove specified characters from the beginning of a string
sv_se: ltrim() - Ta bort angivna tecken från början av en sträng

source: m-d h:i A
sv_se: m-d H:i

source: macro is empty
sv_se: makrot är tomt

source: macro(s)
sv_se: makro(er)

source: mad() - Median absolute deviation
sv_se: mad() - Median av absolut avvikelse

source: mandatory key is missing
sv_se: obligatorisk nyckel saknas

source: mandatory parameter "%1$s" is missing
sv_se: obligatorisk parameter "%1$s" saknas

source: mandatory parameter is missing in function "%1$s"
sv_se: obligatorisk parameter saknas i funktionen "%1$s"

source: map
sv_se: karta

source: matches
sv_se: träffar

source: max period is less than time filter default period
sv_se: maxperioden är kortare än tidsfiltrets standardperiod

source: max() - Maximum value for period T
sv_se: max() - Maximalt värde för period T

source: maximum number of array elements is %1$s
sv_se: maximalt antal arrayelement är %1$s

source: maximum number of dependency levels reached
sv_se: maximalt antal uppnådda beroendetillstånd

source: memberOf is a preferable way to configure groups because it is faster. Use groupOfNames if your LDAP server does not support memberOf or group filtering is required.
sv_se: memberOf är ett bättre sätt att konfigurera grupper eftersom det är snabbare. Använd groupOfNames om LDAP-servern inte har stöd för memberOf eller om gruppfiltrering krävs.

source: mid() - Returns a substring beginning at the character position specified by start for N characters
sv_se: mid() - Returnerar en delsträng som börjar vid den teckenposition som anges av start för N tecken

source: min() - Minimum value for period T
sv_se: min() - Minsta värde för period T

source: minimum length is %1$s characters
sv_se: minsta längd är %1$s tecken

source: missing filter condition "%1$s"
sv_se: saknar filtervillkor "%1$s"

source: mod() - Division remainder
sv_se: mod() - Divisionsrest

source: monodec() - Check for continuous item value decrease (1 - data is monotonic, 0 - otherwise), Mode (strict - require strict monotonicity)
sv_se: monodec() - Kontroll av kontinuerlig värdeminskning för objekt (1 - data är monoton, 0 - annars), Läge (strikt - kräver strikt monotonicitet)

source: monoinc() - Check for continuous item value increase (1 - data is monotonic, 0 - otherwise), Mode (strict - require strict monotonicity)
sv_se: monoinc() - Kontroll av kontinuerlig ökning av objektvärdet (1 - data är monotona, 0 - annars), Mode (strict - kräver strikt monotonicitet)

source: more
sv_se: mer

source: must be %1$s characters long
sv_se: måste vara %1$s tecken lång

source: must be at least %1$d characters long
sv_se: måste vara minst %1$d tecken lång

source: must contain at least one digit
sv_se: måste innehålla minst en siffra

source: must contain at least one low-level discovery macro
sv_se: måste innehålla minst ett makro för upptäckt på låg nivå

source: must contain at least one lowercase and one uppercase Latin letter
sv_se: måste innehålla minst en liten och en stor latinsk bokstav

source: must contain at least one special character
sv_se: måste innehålla minst ett specialtecken

source: must have a polling interval not blocked by non-active interval periods
sv_se: måste ha ett pollningsintervall som inte blockeras av icke-aktiva intervallperioder

source: must have at least one interval greater than 0
sv_se: måste ha minst ett intervall som är större än 0

source: must not be one of common or context-specific passwords
sv_se: får inte vara något av de vanliga eller kontextspecifika lösenorden

source: must not contain user's name, surname or username
sv_se: får inte innehålla användarens namn, efternamn eller användarnamn

source: n-d h:i A
sv_se: n-d H:i

source: name
sv_se: namn

source: new
sv_se: nytt

# new element in multiselect
source: new
sv_se: nytt

source: no data
sv_se: ingen data

source: no default interface for "%1$s" type
sv_se: inget standardgränssnitt för typen "%1$s"

source: no permissions to acknowledge problems
sv_se: inga tillstånd att erkänna problem

source: no permissions to add problem comments
sv_se: inga behörigheter att lägga till problemkommentarer

source: no permissions to change problem severity
sv_se: inga behörigheter att ändra problemets allvarlighetsgrad

source: no permissions to close problems
sv_se: inga behörigheter att stänga problem

source: no permissions to convert cause problems to symptom problems
sv_se: inga behörigheter att konvertera orsaksproblem till symptomproblem

source: no permissions to convert symptom problems to cause problems
sv_se: inga behörigheter att omvandla symtomproblem till orsaksproblem

source: no permissions to create and edit maps
sv_se: inga behörigheter att skapa och redigera kartor

source: no permissions to create and edit own media
sv_se: inga behörigheter att skapa och redigera egen media

source: no permissions to create and edit user media
sv_se: inga behörigheter att skapa och redigera användarmedia

source: no permissions to suppress problems
sv_se: inga behörigheter att undertrycka problem

source: no permissions to unacknowledge problems
sv_se: ingen rätt att inte erkänna problem

source: no permissions to unsuppress problems
sv_se: inga tillstånd att undertrycka problem

source: nodata() - No data received during period of time T (1 - true, 0 - false), Mode (strict - ignore proxy time delay in sending data)
sv_se: nodata() - Inga data mottagna under tidsperioden T (1 - true, 0 - false), Mode (strict - ignorera proxytidsfördröjning vid sändning av data)

source: non-active intervals cannot fill the entire time
sv_se: inaktiva intervall kan inte fylla hela tiden

source: none
sv_se: ingen

source: nonempty key and value pair expected
sv_se: icke-tomt nyckel- och värdepar förväntas

source: not in
sv_se: inte i

source: not selected
sv_se: inte vald

source: not used
sv_se: inte använd
