Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Trigger deleted
sv_se: Utlösare togs bort

source: Trigger details
sv_se: Detaljer om utlösaren

source: Trigger disabled
sv_se: Utlösare inaktiverad

source: Trigger displaying options
sv_se: Alternativ för visning av utlösare

source: Trigger edit
sv_se: Utlösarredigering

source: Trigger enabled
sv_se: Utlösare aktiverad

source: Trigger has items from template "%1$s" that is not linked to host.
sv_se: Utlösaren har objekt från mallen "%1$s" som inte är kopplad till värden.

source: Trigger in "unknown" state
sv_se: Utlösare i "okänt" tillstånd

source: Trigger in template "%1$s" has dependency with trigger in template "%2$s".
sv_se: Utlösaren i mallen "%1$s" har ett beroendeförhållande med utlösaren i mallen "%2$s".

source: Trigger is not selected.
sv_se: Utlösaren är inte vald.

source: Trigger label type
sv_se: Typ av utlösaretikett

source: Trigger limit
sv_se: Utlösargräns

source: Trigger overview
sv_se: Översikt över utlösare

source: Trigger prototype
sv_se: Prototyp för utlösare

source: Trigger prototype "%1$s" already exists on "%2$s".
sv_se: Utlösarprototypen "%1$s" finns redan på "%2$s".

source: Trigger prototype "%1$s" belongs to templates with different linkages.
sv_se: Utlösarprototypen "%1$s" hör till mallar med olika kopplingar.

source: Trigger prototype "%1$s" cannot depend on the non-existent trigger "%2$s" on the host "%3$s".
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av den icke-existerande utlösaren "%2$s" på värden "%3$s".

source: Trigger prototype "%1$s" cannot depend on the non-existent trigger "%2$s" on the template "%3$s".
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av den icke-existerande utlösaren "%2$s" på mallen "%3$s".

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s" from the host "%3$s", because dependencies on triggers from a child template or host are not allowed.
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av utlösaren "%2$s" från värden "%3$s", eftersom beroenden av utlösare från en underordnad mall eller värd inte är tillåtna.

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s" from the template "%3$s", because dependencies on triggers from a child template or host are not allowed.
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av utlösaren "%2$s" från mallen "%3$s", eftersom beroenden av utlösare från en underordnad mall eller värd inte är tillåtna.

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s" from the template "%3$s", because dependencies on triggers from the parent template are not allowed.
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av utlösaren "%2$s" från mallen "%3$s", eftersom det inte är tillåtet att vara beroende av utlösare från den överordnade mallen.

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s", because dependencies of host triggers on template triggers are not allowed.
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av utlösaren "%2$s", eftersom det inte är tillåtet att värdutlösare är beroende av mallutlösare.

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s", because the template "%3$s" is not linked to the host "%4$s".
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av utlösaren "%2$s", eftersom mallen "%3$s" inte är kopplad till värden "%4$s".

source: Trigger prototype "%1$s" cannot depend on the trigger "%2$s", because the template "%3$s" is not linked to the template "%4$s".
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av utlösaren "%2$s", eftersom mallen "%3$s" inte är kopplad till mallen "%4$s".

source: Trigger prototype "%1$s" cannot depend on the trigger prototype "%2$s", because a circular linkage (%3$s) would occur for host "%4$s".
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av utlösarprototyp "%2$s", eftersom en cirkulär koppling (%3$s) skulle uppstå för värd "%4$s".

source: Trigger prototype "%1$s" cannot depend on the trigger prototype "%2$s", because a circular linkage (%3$s) would occur for template "%4$s".
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av utlösarprototypen "%2$s", eftersom en cirkulär koppling (%3$s) skulle uppstå för mallen "%4$s".

source: Trigger prototype "%1$s" cannot depend on the trigger prototype "%2$s", because a circular linkage (%3$s) would occur.
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av utlösarprototypen "%2$s", eftersom det då skulle uppstå en cirkulär koppling (%3$s).

source: Trigger prototype "%1$s" cannot depend on the trigger prototype "%2$s", because dependencies on trigger prototypes from another LLD rule are not allowed.
sv_se: Utlösarprototypen "%1$s" kan inte vara beroende av utlösarprototypen "%2$s", eftersom beroenden av utlösarprototyper från en annan LLD-regel inte är tillåtna.

source: Trigger prototype "%1$s" contains item prototypes from multiple discovery rules.
sv_se: Utlösarprototypen "%1$s" innehåller objektprototyper från flera sökregler.

source: Trigger prototype "%1$s" depends on trigger "%2$s", which does not exist.
sv_se: Utlösarprototypen "%1$s" är beroende av utlösaren "%2$s", som inte finns.

source: Trigger prototype "%1$s" must contain at least one item prototype.
sv_se: Utlösarprototypen "%1$s" måste innehålla minst en objektprototyp.

source: Trigger prototype added
sv_se: Utlösarprototyp tillagd

source: Trigger prototype deleted
sv_se: Prototyp för utlösare raderad

source: Trigger prototype edit
sv_se: Prototyp för utlösare redigera

source: Trigger prototype updated
sv_se: Prototyp för utlösare uppdaterad

source: Trigger prototypes
sv_se: Prototyper för utlösare

source: Trigger severity
sv_se: Allvarlighetsgrad för utlösare

source: Trigger source
sv_se: Utlösarkälla

source: Trigger status "OK"
sv_se: Utlösarstatus "OK"

source: Trigger status "Problem"
sv_se: Utlösarstatus "Problem"

source: Trigger tags
sv_se: Utlösare-taggar

source: Trigger updated
sv_se: Utlösare uppdaterades

source: Triggers
sv_se: Utlösare

source: Trim
sv_se: Beskär

source: Tue
sv_se: Tis

source: Tuesday
sv_se: Tisdag

source: Turkish (tr_TR)
sv_se: Turkiska (tr_TR)

source: Two map elements should be selected
sv_se: Två kartelement bör väljas ut

source: Two or more fields cannot occupy same space.
sv_se: Två eller flera fält kan inte uppta samma utrymme.

source: Type
sv_se: Typ

source: Type (Full details)
sv_se: Typ (fullständig information)

source: Type (OK)
sv_se: Typ (OK)

source: Type a keyword to search for templates.
sv_se: Skriv in ett nyckelord för att söka efter mallar.

source: Type of calculation
sv_se: Typ av beräkning

source: Type of information
sv_se: Typ av information

source: Types
sv_se: Typer

source: UI element "%2$s" is not available for user role "%1$s".
sv_se: Användargränssnittselementet "%2$s" är inte tillgängligt för användarrollen "%1$s".

source: UNKNOWN
sv_se: OKÄNT

source: UPDATING
sv_se: UPPDATERING

source: URL (after login)
sv_se: URL (efter inloggning)

source: URL is not properly encoded.
sv_se: URL:en är inte korrekt kodad.

source: URL name should be unique for map "%1$s".
sv_se: URL-namnet ska vara unikt för kartan "%1$s".

source: URL opening confirmation
sv_se: Bekräftelse på att URL öppnas

source: URL parameter cannot be array.
sv_se: URL-parametern kan inte vara en array.

source: URL parameter name is empty.
sv_se: Namnet på URL-parametern är tomt.

source: URL should have both "name" and "url" fields for map "%1$s".
sv_se: URL bör ha både fälten "name" och "url" för kartan "%1$s".

source: URLs
sv_se: URL:er

source: UTF-8 from Hex-STRING
sv_se: UTF-8 från Hex-STRING

source: UUIDv4 is expected
sv_se: UUIDv4 förväntas

source: Ukrainian (uk_UA)
sv_se: Ukrainska (uk_UA)

source: Unable to change configuration file permissions to 0600.
sv_se: Det går inte att ändra behörigheten för konfigurationsfilen till 0600.

source: Unable to connect to the Zabbix server due to TLS settings. Some functions are unavailable.
sv_se: Det går inte att ansluta till Zabbix-servern på grund av TLS-inställningar. Vissa funktioner är inte tillgängliga.

source: Unable to create the configuration file.
sv_se: Det gick inte att skapa konfigurationsfilen.

source: Unable to determine current Zabbix database version: %1$s.
sv_se: Det går inte att fastställa aktuell version av Zabbix-databasen: %1$s.

source: Unable to find SAML userdirectory.
sv_se: Det går inte att hitta SAML-användarkatalogen.

source: Unable to load authentication API parameters.
sv_se: Det går inte att ladda API-parametrar för autentisering.

source: Unable to load database credentials from Vault.
sv_se: Det går inte att läsa in inloggningsuppgifterna för databas från Vault.

source: Unable to load housekeeping API parameters.
sv_se: Det går inte att ladda API-parametrar för hushållsändamål.

source: Unable to load settings API parameters.
sv_se: Det går inte att ladda API-parametrar för inställningar.

source: Unable to overwrite the existing configuration file.
sv_se: Det går inte att skriva över den befintliga konfigurationsfilen.

source: Unable to retrieve TimescaleDB compression support status.
sv_se: Det gick inte att hämta status för kompressionsstöd för TimescaleDB.

source: Unable to retrieve TimescaleDB version.
sv_se: Det gick inte att hämta TimescaleDB-versionen.

source: Unable to scan? You can use %1$s secret key to manually configure your authenticator app:
sv_se: Går det inte att skanna? Du kan använda %1$s hemlig nyckel för att manuellt konfigurera din autentiseringsapp:

source: Unable to select configuration.
sv_se: Det går inte att välja konfiguration.

source: Unable to upload file because "file_uploads" is disabled.
sv_se: Det går inte att ladda upp en fil eftersom "file_uploads" är inaktiverat.

source: Unacknowledge
sv_se: Okunskap

source: Unacknowledged
sv_se: Ej bekräftad

source: Unacknowledged PROBLEM events
sv_se: Oerkända PROBLEM-händelser

source: Unacknowledged RESOLVED events
sv_se: Ej bekräftade RESOLVED-händelser

source: Unacknowledged only
sv_se: Endast utan bekräftelse

source: Unavailable
sv_se: Otillgänglig

source: Unavailable widget
sv_se: Ej tillgänglig widget

source: Unblock
sv_se: Avblockera

source: Unblock selected user?
sv_se: Avblockera vald användare?

source: Unblock selected users?
sv_se: Avblockera utvalda användare?

source: Uncategorized
sv_se: Okategoriserad

source: Unchanged
sv_se: Oförändrad

source: Undo problem acknowledgement.
sv_se: Ångra bekräftelse av problem.

source: Unexpected HTTP response status code.
sv_se: Oväntad statuskod för HTTP-svar.

source: Unexpected macro "%1$s"
sv_se: Oväntat makro "%1$s"

source: Unexpected response for action %1$s.
sv_se: Oväntat svar för åtgärd %1$s.

source: Unexpected server error.
sv_se: Oväntat serverfel.

source: Units
sv_se: Enheter

source: Units size
sv_se: Storlek på enheter

source: Unknown
sv_se: Okänd

# compact table header
source: Unknown
sv_se: Okänd

source: Unknown action
sv_se: Okänd åtgärd

source: Unknown error
sv_se: Okänt fel

source: Unknown host item, no such item in selected host
sv_se: Okänt värdobjekt, inget sådant objekt i vald värd

source: Unknown host, no such host present in system
sv_se: Okänd värd, ingen sådan värd finns i systemet

source: Unknown interface type.
sv_se: Okänd typ av gränssnitt.

source: Unknown resource
sv_se: Okänd resurs

source: Unknown step failed: %1$s
sv_se: Okänt steg misslyckades: %1$s

source: Unknown value type
sv_se: Okänd typ av värde

source: Unlimited
sv_se: Obegränsad

source: Unlink
sv_se: Ta bort länk

source: Unlink and clear
sv_se: Koppla loss och rensa

source: Unlink template
sv_se: Koppla bort mall

source: Unlink templates
sv_se: Koppla bort mallar

source: Unmute
sv_se: Upphäva ljudet på

source: Unmute for %1$s
sv_se: Stäng av ljudet för %1$s

source: Unsupported %1$s database server version. Must be at least %2$s.
sv_se: Version av databasserver som inte stöds %1$s. Måste vara minst %2$s.

source: Unsupported %1$s database server version. Must not be higher than %2$s.
sv_se: Version av databasserver som inte stöds %1$s. Får inte vara högre än %2$s.

source: Unsupported TimescaleDB version. Should be at least %1$s.
sv_se: TimescaleDB-version som inte stöds. Bör vara minst %1$s.

source: Unsupported TimescaleDB version. Should not be higher than %1$s.
sv_se: TimescaleDB-version som inte stöds. Bör inte vara högre än %1$s.

source: Unsupported charset or collation for table: %1$s.
sv_se: Charset eller collation stöds inte för tabellen: %1$s.

source: Unsupported import file extension "%1$s".
sv_se: Importfiltillägget "%1$s" stöds inte.

source: Unsupported import format "%1$s".
sv_se: Importformatet "%1$s" stöds inte.

source: Unsupported operation.
sv_se: Operation som inte stöds.

source: Unsuppress
sv_se: Undertryck inte

source: Unsuppressed
sv_se: Oförtryckt

source: Unsuppressed by: %1$s
sv_se: Inte undertryckt av: %1$s

source: Until
sv_se: Tills

source: Untitled
sv_se: Saknar rubrik

# discovery results in dashboard
source: Up
sv_se: Upp

# discovery status
source: Up
sv_se: Upp

source: Up to date
sv_se: Uppdaterad

source: Update
sv_se: Uppdatera

source: Update column
sv_se: Uppdatera kolumnen

source: Update existing
sv_se: Uppdatering av befintliga

source: Update interval
sv_se: Uppdateringsintervall

source: Update operations
sv_se: Uppdatering av verksamheten

source: Update problem
sv_se: Problem med uppdatering

source: Updated
sv_se: Uppdaterad

source: Updated status of host "%1$s".
sv_se: Uppdaterad status för värd "%1$s".

source: Updating
sv_se: Uppdaterar

source: Upload
sv_se: Skicka upp

source: Upper level maps
sv_se: Kartor på högre nivå

source: Uptime
sv_se: Upptid

# compact table header
source: Uptime
sv_se: Upptid

source: Uptime of Zabbix server process in seconds.
sv_se: Drifttid för Zabbix serverprocess i sekunder.

source: Uptime/Downtime
sv_se: Upptid/Nedtid

source: Use %{ref} in group filter to reference value of this user attribute.
sv_se: Använd %{ref} i gruppfilter för att referera till värdet för detta användarattribut.

source: Use X-Frame-Options HTTP header
sv_se: Använd HTTP-rubriken X-Frame-Options

source: Use combined requests
sv_se: Använd kombinerade förfrågningar

source: Use custom event status colors
sv_se: Använda anpassade färger för händelsestatus

source: Use default
sv_se: Använd standard

source: Use host prototype configuration form to remove automatically linked templates on upcoming discovery.
sv_se: Använd konfigurationsformuläret för värdprototyp för att ta bort automatiskt länkade mallar vid kommande upptäckt.

source: Use if severity
sv_se: Använd om allvarlighetsgrad

source: Use iframe sandboxing
sv_se: Använd sandbox för iframe

source: Use monospace font
sv_se: Använd monospace-typsnitt

source: Use the filter to display results
sv_se: Använd filtret för att visa resultat

source: Use:
sv_se: Användning av:

source: Used in actions
sv_se: Används i åtgärder

source: User
sv_se: Användare

source: User "%1$s" cannot be without user group.
sv_se: Användaren "%1$s" kan inte vara utan användargrupp.

source: User "%1$s" is dashboard "%2$s" owner.
sv_se: Användaren "%1$s" är ägare till kontrollpanelen "%2$s".

source: User "%1$s" is map "%2$s" owner.
sv_se: Användaren "%1$s" är ägare till kartan "%2$s".

source: User "%1$s" is report "%2$s" owner.
sv_se: Användare "%1$s" är ägare till rapport "%2$s".

source: User "%1$s" is report "%2$s" recipient.
sv_se: Användare "%1$s" är mottagare av rapport "%2$s".

source: User "%1$s" is used in "%2$s" action.
sv_se: Användaren "%1$s" används i åtgärden "%2$s".

source: User "%1$s" is user on whose behalf report "%2$s" is created.
sv_se: Användaren "%1$s" är den användare för vars räkning rapporten "%2$s" skapas.

source: User "%1$s" must have a password, because internal authentication is in effect.
sv_se: Användaren "%1$s" måste ha ett lösenord eftersom intern autentisering tillämpas.

source: User "%1$s" provisioned.
sv_se: Användaren "%1$s" är provisionerad.

source: User "%1$s" unblocked.
sv_se: Användaren "%1$s" avblockerad.

source: User action
sv_se: Användaråtgärd

source: User added
sv_se: Användare lades till

source: User agent string
sv_se: Sträng för användaragent

source: User cannot add himself to a disabled group or a group with disabled GUI access.
sv_se: Användaren kan inte lägga till sig själv i en inaktiverad grupp eller en grupp med inaktiverad GUI-åtkomst.

source: User cannot add oneself to a disabled group or a group with disabled GUI access.
sv_se: Användaren kan inte lägga till sig själv i en inaktiverad grupp eller en grupp med inaktiverad GUI-åtkomst.

source: User cannot change own role.
sv_se: Användaren kan inte ändra sin egen roll.

source: User cannot change the user type of own role.
sv_se: Användaren kan inte ändra användartyp för den egna rollen.

source: User deleted
sv_se: Användare borttagen

source: User directory
sv_se: Användarkatalog

source: User directory "%1$s" already exists.
sv_se: Användarkatalogen "%1$s" finns redan.

source: User directory with ID "%1$s" is not available.
sv_se: Användarkatalog med ID "%1$s" är inte tillgänglig.

source: User does not have user groups.
sv_se: Användaren har inga användargrupper.

source: User does not have user role.
sv_se: Användaren har inte användarrollen.

source: User group
sv_se: Användargrupp

source: User group "%1$s" already exists.
sv_se: Användargruppen "%1$s" finns redan.

source: User group "%1$s" is report "%2$s" recipient.
sv_se: Användargrupp "%1$s" är mottagare av rapport "%2$s".

source: User group "%1$s" is used in "%2$s" action.
sv_se: Användargrupp "%1$s" används i åtgärd "%2$s".

source: User group "%1$s" is used in configuration for database down messages.
sv_se: Användargruppen "%1$s" används i konfigurationen för meddelanden om att databasen är nere.

source: User group "%1$s" is used in script "%2$s".
sv_se: Användargruppen "%1$s" används i skriptet "%2$s".

source: User group added
sv_se: Användargrupp tillagd

source: User group deleted
sv_se: Användargrupp raderad

source: User group for database down message
sv_se: Användargrupp för databas ned meddelande

source: User group mapping
sv_se: User group-mappning

source: User group membership attribute
sv_se: Attribut för medlemskap i användargrupp

source: User group sharing is missing parameters: %1$s for map "%2$s".
sv_se: Användargruppsdelning saknar parametrar: %1$s för karta "%2$s".

source: User group updated
sv_se: Uppdatering av användargrupp

source: User group with ID "%1$s" is not available.
sv_se: Användargruppen med ID "%1$s" är inte tillgänglig.

source: User groups
sv_se: Användargrupper

source: User input has been successfully tested.
sv_se: Användarinmatning har testats utan problem.

source: User is not allowed to delete himself.
sv_se: Användaren har inte rätt att radera sig själv.

source: User is not allowed to delete oneself.
sv_se: Användaren har inte rätt att radera sig själv.

source: User last name attribute
sv_se: Attribut för användarens efternamn

source: User macros
sv_se: Användarmakron

source: User media
sv_se: Användarmedia

source: User menu
sv_se: Användarmeny

source: User name
sv_se: Användarnamn

source: User name attribute
sv_se: Attribut för användarnamn

source: User password
sv_se: Användarlösenord

source: User profile
sv_se: Användarprofil

source: User role
sv_se: Användarroller

source: User role "%1$s" already exists.
sv_se: Användarrollen "%1$s" finns redan.

source: User role created
sv_se: Skapad användarroll

source: User role deleted
sv_se: Användarroll borttagen

source: User role updated
sv_se: Uppdatering av användarrollen

source: User role with ID "%1$s" is not available.
sv_se: Användarrollen med ID "%1$s" är inte tillgänglig.

source: User roles
sv_se: Användarroller

source: User sessions
sv_se: Användarsessioner

source: User settings
sv_se: Användarinställningar

source: User sharing is missing parameters: %1$s for map "%2$s".
sv_se: Användardelning saknar parametrar: %1$s för karta "%2$s".

source: User type
sv_se: Användartyp

source: User unblocked
sv_se: Användare avblockerad

source: User updated
sv_se: Användare uppdaterades

source: User with ID "%1$s" is not available.
sv_se: Användaren med ID "%1$s" är inte tillgänglig.

source: User with username "%1$s" already exists.
sv_se: Användare med användarnamn "%1$s" finns redan.

source: User/Recipient
sv_se: Användare/mottagare

source: Username
sv_se: Användarnamn

source: Username and password
sv_se: Användarnamn och lösenord

source: Username and password must be stored in Vault secret keys "UserName" and "Content".
sv_se: Användarnamn och lösenord måste lagras i Vault hemliga nycklar "UserName" och "Content".

source: Username and password must be stored in Vault secret keys "username" and "password".
sv_se: Användarnamn och lösenord måste lagras i Vault hemliga nycklar "username" och "password".

source: Username attribute
sv_se: Attribut för användarnamn

source: Users
sv_se: Användare

source: Uzbek (uz_UZ)
sv_se: Uzbekiska (uz_UZ)

source: VMware Distributed Virtual Switch, "url" - VMware service URL. Returns JSON
sv_se: VMware Distributed Virtual Switch, "url" - URL för VMware-tjänst. Returnerar JSON

source: VMware FetchDVPorts wrapper, "url" - VMware service URL, "uuid" - VMware DVSwitch global unique identifier, "filter" - vmware data object DistributedVirtualSwitchPortCriteria, "mode"- state(default)/full. Returns JSON
sv_se: VMware FetchDVPorts wrapper, "url" - VMware service URL, "uuid" - VMware DVSwitch global unik identifierare, "filter" - vmware dataobjekt DistributedVirtualSwitchPortCriteria, "mode"- state(default)/full. Returnerar JSON

source: VMware cache statistics. Valid modes are: total, free, pfree, used and pused.
sv_se: Statistik för VMware-cache. Giltiga lägen är: total, free, pfree, used och pused.

source: VMware cluster alarms data, returns JSON, "url" - VMware service URL, "id" - VMware cluster id
sv_se: Larmdata för VMware-kluster, returnerar JSON, "url" - URL för VMware-tjänst, "id" - id för VMware-kluster

source: VMware cluster performance counter, "url" - VMware service URL, "id" - VMware cluster id, "path" - performance counter path, "instance" - performance counter instance
sv_se: Prestandaräknare för VMware-kluster, "url" - URL för VMware-tjänst, "id" - id för VMware-kluster, "path" - sökväg för prestandaräknare, "instance" - instans för prestandaräknare

source: VMware cluster property, "url" - VMware service URL, "id" - VMware cluster id, "prop" - property path
sv_se: Egenskap för VMware-kluster, "url" - URL för VMware-tjänst, "id" - id för VMware-kluster, "prop" - egenskapssökväg

source: VMware cluster status, "url" - VMware service URL, "name" - VMware cluster name
sv_se: Status för VMware-kluster, "url" - URL för VMware-tjänst, "name" - namn på VMware-kluster

source: VMware cluster tags array, "url" - VMware service URL, "id" - VMware cluster id
sv_se: Array av taggar för VMware-kluster, "url" - URL för VMware-tjänst, "id" - id för VMware-kluster

source: VMware datacenter alarms data, returns JSON, "url" - VMware service URL, "id" - VMware datacenter id
sv_se: Data om larm från VMware-datacenter, returnerar JSON, "url" - URL för VMware-tjänst, "id" - id för VMware-datacenter

source: VMware datacenter tags array, "url" - VMware service URL, "id" - VMware datacenter id. Returns JSON
sv_se: VMware datacenter taggar array, "url" - VMware service URL, "id" - VMware datacenter id. Returnerar JSON

source: VMware datacenters and their IDs, "url" - VMware service URL. Returns JSON
sv_se: VMware-datacenter och deras ID, "url" - URL för VMware-tjänst. Returnerar JSON
