Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Tag values
sv_se: Taggvärden

source: Tags
sv_se: Taggar

# compact table header
source: Tags
sv_se: Taggar

source: Target
sv_se: Mål

source: Target list
sv_se: Mållista

source: Target type
sv_se: Typ av mål

source: Template
sv_se: Mall

source: Template "%1$s" already exists.
sv_se: Mallen "%1$s" finns redan.

source: Template "%1$s" cannot be without template group.
sv_se: Mall "%1$s" kan inte vara utan mallgrupp.

source: Template "%1$s" for host "%2$s" does not exist.
sv_se: Mall "%1$s" för värd "%2$s" finns inte.

source: Template added
sv_se: Mall tillagd

source: Template cannot be linked to another template more than once even through other templates.
sv_se: En mall kan inte länkas till en annan mall mer än en gång, inte ens genom andra mallar.

source: Template dashboard
sv_se: Mall för kontrollpanel

source: Template dashboards
sv_se: Mall för kontrollpaneler

source: Template deleted
sv_se: Mall raderad

source: Template edit
sv_se: Mall redigera

source: Template group
sv_se: Grupp av mallar

source: Template group "%1$s" already exists.
sv_se: Mallgruppen "%1$s" finns redan.

source: Template group added
sv_se: Mallgrupp tillagd

source: Template group deleted
sv_se: Mallgrupp borttagen

source: Template group edit
sv_se: Redigera mallgrupp

source: Template group updated
sv_se: Uppdatering av mallgruppen

source: Template group with ID "%1$s" is not available.
sv_se: Mallgrupp med ID "%1$s" är inte tillgänglig.

source: Template groups
sv_se: Mallgrupper

source: Template linkage
sv_se: Mallkoppling

source: Template macros
sv_se: Makron för mallar

source: Template name
sv_se: Mallnamn

source: Template permissions
sv_se: Behörighet för mallar

source: Template trigger
sv_se: Utlösare för mall

source: Template updated
sv_se: Mall uppdaterad

source: Template value
sv_se: Värde för mall

source: Template with host name "%1$s" already exists.
sv_se: Mall med värdnamn "%1$s" finns redan.

source: Template with the same name "%1$s" already exists.
sv_se: Mall med samma namn "%1$s" finns redan.

source: Template with the same visible name "%1$s" already exists.
sv_se: Mall med samma synliga namn "%1$s" finns redan.

source: Template with visible name "%1$s" already exists.
sv_se: Mall med synligt namn "%1$s" finns redan.

source: Templates
sv_se: Mallar

source: Templates "%1$s" unlinked from hosts "%2$s".
sv_se: Mallar "%1$s" olänkade från värdar "%2$s".

source: Templates linked by host discovery cannot be unlinked.
sv_se: Mallar som länkas genom värdupptäckt kan inte länkas bort.

source: Temporary token to exchange for an access token.
sv_se: Temporär token att byta mot en access token.

source: Test all steps
sv_se: Testa alla steg

source: Test authentication
sv_se: Testa autentisering

source: Test confirmation
sv_se: Testbekräftelse

source: Test expressions
sv_se: Test av uttryck

source: Test item
sv_se: Testobjekt

source: Test media type "%1$s"
sv_se: Testa mediatyp "%1$s"

source: Test of "%1$s" items is not supported.
sv_se: Test av "%1$s"-objekt stöds inte.

source: Test report generating
sv_se: Generering av testrapport

source: Test string
sv_se: Teststräng

source: Test subject
sv_se: Testobjekt

source: Test user input
sv_se: Testa användarinmatning

source: Test with
sv_se: Test med

source: Text, supports {INVENTORY.*}, {HOST.*} macros
sv_se: Text, stödjer {INVENTORY.*}, {HOST.*} makron

source: The "%1$s.%2$s" method must be called without authorization header.
sv_se: Metoden "%1$s.%2$s" måste anropas utan auktoriseringshuvud.

source: The "%1$s.%2$s" method must be called without the "auth" parameter.
sv_se: Metoden "%1$s.%2$s" måste anropas utan parametern "auth".

source: The %1$s is not discovered anymore and %2$s, %3$s.
sv_se: %1$s är inte upptäckt längre och %2$s, %3$s.

source: The %1$s is not discovered anymore and %2$s.
sv_se: %1$s är inte upptäckt längre och %2$s.

source: The Host Wizard will help you set up your monitoring target (device, application, service, etc.) in Zabbix.
sv_se: Värdguiden hjälper dig att konfigurera ditt övervakningsobjekt (enhet, applikation, tjänst etc.) i Zabbix.

source: The URL must comply with the OAuth provider's policy.
sv_se: URL:en måste överensstämma med OAuth-leverantörens policy.

source: The URL template is used to load and display the tile layer on geographical maps.
sv_se: URL-mallen används för att ladda och visa kakellagret på geografiska kartor.

source: The Zabbix database version does not match current requirements. Your database version: %1$s. Required version: %2$s. Please contact your system administrator.
sv_se: Zabbix databasversion motsvarar inte de aktuella kraven. Din databasversion: %1$s. Nödvändig version: %2$s. Kontakta din systemadministratör.

source: The average time a read from the virtual disk takes, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance
sv_se: Den genomsnittliga tid som en läsning från den virtuella disken tar, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "instance" - instans för diskenhet

source: The average time a write to the virtual disk takes, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - disk device instance
sv_se: Den genomsnittliga tid det tar att skriva till den virtuella disken, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "instance" - instans för diskenhet

source: The client identifier registered within the authorization server.
sv_se: Klientidentifieraren som registrerats i auktoriseringsservern.

source: The client secret registered within the authorization server.
sv_se: Klientens hemlighet som registrerats i auktoriseringsservern.

source: The cloned host contains user defined macros with type "Secret text". The value and type of these macros were reset.
sv_se: Den klonade värden innehåller användardefinierade makron av typen "Secret text". Värdet och typen för dessa makron har återställts.

source: The cloned host prototype contains user defined macros with type "Secret text". The value and type of these macros were reset.
sv_se: Den klonade värdprototypen innehåller användardefinierade makron av typen "Secret text". Värdet och typen för dessa makron har återställts.

source: The cloned template contains user defined macros with type "Secret text". The value and type of these macros were reset.
sv_se: Den klonade mallen innehåller användardefinierade makron av typen "Secret text". Värdet och typen för dessa makron har återställts.

source: The field "monitored_by" must be specified when changing proxy or proxy group for host monitoring.
sv_se: Fältet "monitored_by" måste anges när du ändrar proxy eller proxygrupp för värdövervakning.

source: The following placeholders are supported:
sv_se: Följande platshållare stöds:

source: The graph is not discovered anymore and will be deleted in %1$s (on %2$s at %3$s).
sv_se: Grafen är inte längre upptäckt och kommer att raderas i %1$s (på %2$s vid %3$s).

source: The graph is not discovered anymore and will be deleted the next time discovery rule is processed.
sv_se: Grafen är inte längre upptäckt och kommer att raderas nästa gång upptäcktsregeln bearbetas.

source: The host being cloned belongs to a host group you don't have write permissions to. Non-writable group has been removed from the new host.
sv_se: Värddatorn som klonas tillhör en värdgrupp som du inte har skrivbehörighet till. Icke skrivbar grupp har tagits bort från den nya värden.

source: The host group is not discovered anymore and will be deleted in %1$s (on %2$s at %3$s).
sv_se: Värdgruppen är inte längre upptäckt och kommer att raderas i %1$s (på %2$s vid %3$s).

source: The host group is not discovered anymore and will be deleted the next time discovery rule is processed.
sv_se: Värdgruppen upptäcks inte längre och kommer att tas bort nästa gång en regel för upptäckt bearbetas.

source: The host is not discovered anymore and will be deleted in %1$s (on %2$s at %3$s).
sv_se: Värden är inte längre upptäckt och kommer att raderas i %1$s (på %2$s på %3$s).

source: The host is not discovered anymore and will be deleted the next time discovery rule is processed.
sv_se: Värden upptäcks inte längre och kommer att raderas nästa gång en regel för upptäckt bearbetas.

source: The image is used in icon map %1$s.
sv_se: Bilden används i ikonkartan %1$s.

source: The image is used in map %1$s.
sv_se: Bilden används i karta %1$s.

source: The item is not discovered anymore and will be deleted in %1$s (on %2$s at %3$s).
sv_se: Objektet finns inte längre kvar och kommer att raderas i %1$s (på %2$s vid %3$s).

source: The item is not discovered anymore and will be deleted the next time discovery rule is processed.
sv_se: Objektet är inte längre upptäckt och kommer att raderas nästa gång upptäcktsregeln bearbetas.

source: The maximum zoom level is "%1$s".
sv_se: Den maximala zoomnivån är "%1$s".

source: The nested LLD rule with key "%1$s" of the template "%2$s" cannot be inherited to non-discovered host "%3$s".
sv_se: Den kapslade LLD-regeln med nyckel "%1$s" i mallen "%2$s" kan inte ärvas till den oupptäckta värden "%3$s".

source: The number of processes. Returns integer
sv_se: Antalet processer. Returnerar heltal

source: The parameter "%1$s" is missing from the user attributes.
sv_se: Parametern "%1$s" saknas i användarattributen.

source: The received JSON is not a valid JSON-RPC request.
sv_se: Den mottagna JSON-filen är inte en giltig JSON-RPC-begäran.

source: The requested remote-procedure does not exist / is not available
sv_se: Den begärda fjärrproceduren finns inte / är inte tillgänglig

source: The template being cloned belongs to a template group you don't have write permissions to. Non-writable group has been removed from the new template.
sv_se: Mallen som klonas tillhör en mallgrupp som du inte har skrivbehörighet till. Icke skrivbar grupp har tagits bort från den nya mallen.

source: The template you selected (%1$s) must be linked to a host - an entity in Zabbix that represents your monitoring target.
sv_se: Den mall du valt (%1$s) måste vara kopplad till en värd - en enhet i Zabbix som representerar ditt övervakningsmål.

source: The template you selected (%1$s) requires Zabbix agent to be installed and running on your monitoring target.
sv_se: Den mall du valde (%1$s) kräver att Zabbix agent är installerad och körs på ditt övervakningsmål.

source: The template you selected (%1$s) requires additional configuration.
sv_se: Den mall du valde (%1$s) kräver ytterligare konfiguration.

source: The template you selected (%1$s) requires the %2$s to be added to the host (%3$s).
sv_se: Den mall du valde (%1$s) kräver att %2$s läggs till i värden (%3$s).

source: The token has expired. Please update the expiry date to use the token.
sv_se: Token har löpt ut. Uppdatera utgångsdatumet för att använda token.

source: The trigger is not discovered anymore and will be deleted in %1$s (on %2$s at %3$s).
sv_se: Utlösaren är inte längre upptäckt och kommer att raderas i %1$s (på %2$s vid %3$s).

source: The trigger is not discovered anymore and will be deleted the next time discovery rule is processed.
sv_se: Utlösaren upptäcks inte längre och kommer att raderas nästa gång en regel för upptäckt bearbetas.

source: The value does not match the existing value on the selected host.
sv_se: Värdet stämmer inte överens med det befintliga värdet på den valda värden.

source: The value should be greater than LLD rule update interval.
sv_se: Värdet bör vara större än uppdateringsintervallet för LLD-regeln.

source: The verification code was incorrect, please try again.
sv_se: Verifieringskoden var felaktig, försök igen.

source: Theme
sv_se: Tema

source: These parameters will be passed to the script as command-line arguments in the specified order.
sv_se: Dessa parametrar skickas till skriptet som kommandoradsargument i den angivna ordningen.

source: This action has conditions or operations referencing deleted object(s).
sv_se: Denna åtgärd har villkor eller operationer som hänvisar till borttagna objekt.

source: This action has missing conditions or operations due to previously deleted object(s).
sv_se: Denna åtgärd har saknade villkor eller åtgärder på grund av tidigare borttagna objekt.

source: This check cannot be removed, as it is used as a condition in %1$s discovery action.
sv_se: Denna kontroll kan inte tas bort, eftersom den används som ett villkor i %1$s upptäcktsåtgärd.

source: This configuration will overwrite all existing encryption settings on the host.
sv_se: Denna konfiguration kommer att skriva över alla befintliga krypteringsinställningar på värden.

source: This day last week
sv_se: Denna dag förra veckan

source: This field cannot be empty.
sv_se: Detta fält får inte vara tomt.

source: This field cannot be set to "0" without defining custom intervals.
sv_se: Detta fält kan inte sättas till "0" utan att definiera anpassade intervall.

source: This field is automatically populated by item "%1$s".
sv_se: Detta fält fylls automatiskt i av objektet "%1$s".

source: This field must contain at least one low-level discovery macro.
sv_se: Detta fält måste innehålla minst ett makro för upptäckt på låg nivå.

source: This is the test message from Zabbix
sv_se: Detta är testmeddelandet från Zabbix

source: This month
sv_se: Denna månad

source: This month so far
sv_se: Hittills denna månad

source: This object already exists.
sv_se: Detta objekt finns redan.

source: This setting applies only to numeric data.
sv_se: Denna inställning gäller endast för numeriska data.

source: This setting applies only to numeric data. Non-numeric data will always be taken from history.
sv_se: Denna inställning gäller endast för numeriska data. Icke-numeriska data kommer alltid att hämtas från historiken.

source: This setting should be enabled, because history tables contain compressed chunks.
sv_se: Den här inställningen bör vara aktiverad eftersom historiktabeller innehåller komprimerade bitar.

source: This setting should be enabled, because trend tables contain compressed chunks.
sv_se: Denna inställning bör vara aktiverad eftersom trendtabeller innehåller komprimerade bitar.

source: This setting will display local time instead of the timestamp. "Show timestamp" must also be checked in the advanced configuration.
sv_se: Den här inställningen visar lokal tid i stället för tidsstämpel. "Visa tidsstämpel" måste också vara markerat i den avancerade konfigurationen.

source: This setting will display log time instead of item's timestamp. "Show timestamp" must also be checked in the advanced configuration.
sv_se: Den här inställningen visar loggtid i stället för objektets tidsstämpel. "Visa tidsstämpel" måste också vara markerat i den avancerade konfigurationen.

source: This type of information may not match the key.
sv_se: Den här typen av information kanske inte stämmer överens med nyckeln.

source: This user is IdP provisioned. Manual changes for provisioned fields are not allowed.
sv_se: Den här användaren är IdP-provisionerad. Manuella ändringar för provisionerade fält är inte tillåtna.

source: This value cannot be %1$s.
sv_se: Detta värde kan inte vara %1$s.

source: This value cannot be one of %1$s.
sv_se: Detta värde kan inte vara ett av %1$s.

source: This value does not match pattern.
sv_se: Detta värde stämmer inte överens med mönstret.

source: This value is not a valid floating-point value.
sv_se: Detta värde är inte ett giltigt flyttalsvärde.

source: This value is not a valid identifier.
sv_se: Detta värde är inte en giltig identifierare.

source: This value is not a valid integer.
sv_se: Detta värde är inte ett giltigt heltal.

source: This value is not a valid string.
sv_se: Detta värde är inte en giltig sträng.

source: This value is too long.
sv_se: Detta värde är för långt.

source: This value is too short.
sv_se: Detta värde är för kort.

source: This value must be %1$s.
sv_se: Detta värde måste vara %1$s.

source: This value must be no greater than "%1$s".
sv_se: Detta värde får inte vara större än "%1$s".

source: This value must be no less than "%1$s".
sv_se: Detta värde får inte vara mindre än "%1$s".

source: This value must be one of %1$s.
sv_se: Detta värde måste vara ett av %1$s.

source: This week
sv_se: Denna vecka

source: This week so far
sv_se: Veckan så här långt

source: This year
sv_se: Detta år

source: This year so far
sv_se: Hittills i år

source: Threshold
sv_se: Tröskel

source: Thresholds
sv_se: Trösklar

source: Throttling
sv_se: Strypning

source: Thu
sv_se: Tor

source: Thursday
sv_se: Torsdag

source: Tile URL
sv_se: URL för kakelplattor

source: Tile provider
sv_se: Leverantör av kakel och klinker

source: Tile provider attribution data displayed in a small text box on the map.
sv_se: Kakelleverantörens attributionsdata visas i en liten textruta på kartan.

source: Time
sv_se: Tid

# compact table header
source: Time
sv_se: Tid

source: Time a particular Zabbix process or a group of processes (identified by <type> and <mode>) spent in <state> in percentage.
sv_se: Tid som en viss Zabbix-process eller en grupp av processer (identifierade av <type> och <mode>) tillbringade på <state> i procent.

source: Time elapsed:
sv_se: Förfluten tid:

source: Time filter default period
sv_se: Tidsfilter standardperiod

source: Time of proxy last access. Name - proxy name. Valid params are: lastaccess - Unix timestamp, delay - seconds.
sv_se: Tidpunkt för proxyns senaste åtkomst. Namn - proxyns namn. Giltiga parametrar är: lastaccess - Unix-tidsstämpel, delay - sekunder.

source: Time period
sv_se: Tidsperiod

source: Time shift
sv_se: Tidskift

source: Time type
sv_se: Tidstyp

source: Time zone
sv_se: Tidszon

source: Timeouts
sv_se: Tidsfrister

source: Timeouts are disabled because the proxy and server versions do not match.
sv_se: Tidsgränserna inaktiveras eftersom proxy- och serverversionerna inte matchar varandra.

source: Timeouts for item types
sv_se: Tidsgränser för objekttyper

source: Timestamp
sv_se: Tidsstämpel

# compact table header
source: Timestamp
sv_se: Tidsstämpel

source: Timezone
sv_se: Tidszon

source: To
sv_se: Till

source: To complete the setup, configure the following variables (host macros).
sv_se: För att slutföra installationen ska du konfigurera följande variabler (värdmakron).

source: To set a host interface select a single item type for all items
sv_se: För att ställa in ett värdgränssnitt väljer du en enda objekttyp för alla objekt

source: Today
sv_se: Idag

source: Today so far
sv_se: Hittills idag

source: Token edit
sv_se: Token redigera

source: Token endpoint
sv_se: Token slutpunkt

source: Token parameters
sv_se: Token-parametrar

source: Top
sv_se: Överkant

source: Top 100 triggers
sv_se: Topp 100 utlösare

source: Top N
sv_se: Topp N

source: Top hosts
sv_se: Bästa värdar

source: Top items
sv_se: Toppobjekt

source: Top triggers
sv_se: Topputlösare

source: Total
sv_se: Totalt

# compact table header
source: Total
sv_se: Totalt

source: Total Elasticsearch time: %1$s
sv_se: Total Elasticsearch-tid: %1$s

source: Total Hosts
sv_se: Totalt antal värdar

source: Total SQL time: %1$s
sv_se: Total SQL-tid: %1$s

source: Total time elapsed, in seconds, since last operating system boot-up, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Total tid som förflutit, i sekunder, sedan senaste uppstart av operativsystemet, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin

source: Total time: %1$s
sv_se: Total tid: %1$s

source: Totals
sv_se: Totalt

source: Trace
sv_se: Spåra

source: Transaction has not been closed. Aborting...
sv_se: Transaktionen har inte avslutats. Avbryter...

source: Transform SQL query result into a JSON array for low-level discovery.
sv_se: Omvandla resultatet av en SQL-fråga till en JSON-array för upptäckt på låg nivå.

source: Transform SQL query result into a JSON array.
sv_se: Omvandlar resultatet av en SQL-fråga till en JSON-array.

source: Transparency
sv_se: Genomskinlighet

source: Transport error.
sv_se: Transportfel.

# missing data function
source: Treat as 0
sv_se: Behandlas som 0

source: Trend function cache statistics. Valid parameters are: all, hits, phits, misses, pmisses, items, pitems and requests.
sv_se: Trendfunktion för cache-statistik. Giltiga parametrar är: all, hits, phits, misses, pmisses, items, pitems och requests.

source: Trends
sv_se: Trender

source: Trigger
sv_se: Utlösare

source: Trigger "%1$s" already exists on "%2$s".
sv_se: Utlösare "%1$s" finns redan på "%2$s".

source: Trigger "%1$s" belongs to templates with different linkages.
sv_se: Utlösare "%1$s" hör till mallar med olika kopplingar.

source: Trigger "%1$s" cannot depend on the trigger "%2$s" from the host "%3$s", because dependencies on triggers from a child template or host are not allowed.
sv_se: Utlösaren "%1$s" kan inte vara beroende av utlösaren "%2$s" från värden "%3$s", eftersom beroenden av utlösare från en underordnad mall eller värd inte är tillåtna.

source: Trigger "%1$s" cannot depend on the trigger "%2$s" from the template "%3$s", because dependencies on triggers from a child template or host are not allowed.
sv_se: Utlösaren "%1$s" kan inte vara beroende av utlösaren "%2$s" från mallen "%3$s", eftersom beroenden av utlösare från en underordnad mall eller värd inte är tillåtna.

source: Trigger "%1$s" cannot depend on the trigger "%2$s" from the template "%3$s", because dependencies on triggers from the parent template are not allowed.
sv_se: Utlösaren "%1$s" kan inte vara beroende av utlösaren "%2$s" från mallen "%3$s", eftersom det inte är tillåtet att vara beroende av utlösare från den överordnade mallen.

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because a circular linkage (%3$s) would occur for host "%4$s".
sv_se: Utlösare "%1$s" kan inte vara beroende av utlösaren "%2$s", eftersom en cirkulär koppling (%3$s) skulle uppstå för värd "%4$s".

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because a circular linkage (%3$s) would occur for template "%4$s".
sv_se: Utlösare "%1$s" kan inte vara beroende av utlösaren "%2$s", eftersom en cirkulär koppling (%3$s) skulle uppstå för mall "%4$s".

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because a circular linkage (%3$s) would occur.
sv_se: Utlösare "%1$s" kan inte vara beroende av utlösaren "%2$s", eftersom det då skulle uppstå en cirkulär koppling (%3$s).

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because dependencies of host triggers on template triggers are not allowed.
sv_se: Utlösaren "%1$s" kan inte vara beroende av utlösaren "%2$s", eftersom det inte är tillåtet att värdutlösare är beroende av mallutlösare.

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because the template "%3$s" is not linked to the host "%4$s".
sv_se: Utlösare "%1$s" kan inte vara beroende av utlösaren "%2$s", eftersom mallen "%3$s" inte är kopplad till värden "%4$s".

source: Trigger "%1$s" cannot depend on the trigger "%2$s", because the template "%3$s" is not linked to the template "%4$s".
sv_se: Utlösaren "%1$s" kan inte vara beroende av utlösaren "%2$s", eftersom mallen "%3$s" inte är kopplad till mallen "%4$s".

source: Trigger "%1$s" depends on trigger "%2$s", which does not exist.
sv_se: Utlösare "%1$s" är beroende av utlösare "%2$s", som inte finns.

source: Trigger URL
sv_se: URL för utlösare

source: Trigger actions
sv_se: Utlösande åtgärder

source: Trigger added
sv_se: Utlösare lades till

source: Trigger copied
sv_se: Utlösare kopierad

source: Trigger count
sv_se: Utlösarantal

source: Trigger data storage period
sv_se: Lagringsperiod för utlösningsdata
