Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Incorrect action operation type "%1$s" for event source "%2$s".
sv_se: Felaktig åtgärd operationstyp "%1$s" för händelsekälla "%2$s".

source: Incorrect action operation user group. User group does not exist or you have no access to it.
sv_se: Felaktig åtgärd operation användargrupp. Användargruppen finns inte eller så har du inte tillgång till den.

source: Incorrect action operation user. User does not exist or you have no access to it.
sv_se: Felaktig åtgärd operation user. Användaren finns inte eller så har du inte tillgång till den.

source: Incorrect arguments passed to function.
sv_se: Felaktiga argument skickas till funktionen.

source: Incorrect bulk value for interface.
sv_se: Felaktigt bulkvärde för gränssnittet.

source: Incorrect characters used for host name "%1$s".
sv_se: Felaktiga tecken används för värdnamnet "%1$s".

source: Incorrect characters used for host name.
sv_se: Felaktiga tecken har använts för värdnamnet.

source: Incorrect characters used for template name.
sv_se: Felaktiga tecken har använts för mallens namn.

source: Incorrect current password.
sv_se: Felaktigt aktuellt lösenord.

source: Incorrect default charset for Zabbix database: %1$s.
sv_se: Felaktigt standardcharset för Zabbix-databasen: %1$s.

source: Incorrect field "%1$s" name or value in where statement for table "%2$s".
sv_se: Felaktigt namn eller värde på fältet "%1$s" i where-satsen för tabellen "%2$s".

source: Incorrect fields for sysmap.
sv_se: Felaktiga fält för sysmap.

source: Incorrect file path for "%1$s": %2$s.
sv_se: Felaktig filsökväg för "%1$s": %2$s.

source: Incorrect file upload.
sv_se: Felaktig filuppladdning.

source: Incorrect function is used
sv_se: Felaktig funktion används

source: Incorrect image index.
sv_se: Felaktigt bildindex.

source: Incorrect input parameters.
sv_se: Felaktiga inmatningsparametrar.

source: Incorrect interface DNS parameter "%1$s" provided.
sv_se: Felaktigt gränssnitt DNS parameter "%1$s" tillhandahålls.

source: Incorrect interface port "%1$s" provided.
sv_se: Felaktig gränssnittsport "%1$s" har tillhandahållits.

source: Incorrect inventory field "%1$s".
sv_se: Felaktigt inventeringsfält "%1$s".

source: Incorrect inventory mode in action operation.
sv_se: Felaktigt inventeringsläge i åtgärdsoperationen.

source: Incorrect item key "%1$s" provided for trigger expression on "%2$s".
sv_se: Felaktig objektnyckel "%1$s" tillhandahålls för utlösaruttryck på "%2$s".

source: Incorrect item value type
sv_se: Felaktig typ av objektvärde

source: Incorrect item value type "%1$s" provided for trigger function "%2$s".
sv_se: Felaktig typ av objektvärde "%1$s" för utlösarfunktion "%2$s".

source: Incorrect list of items.
sv_se: Felaktig lista över objekt.

source: Incorrect maintenance period (minimum 5 minutes)
sv_se: Felaktig underhållsperiod (minst 5 minuter)

source: Incorrect map ID.
sv_se: Felaktigt kart-ID.

source: Incorrect method "%1$s.%2$s".
sv_se: Felaktig metod "%1$s.%2$s".

source: Incorrect parameter "%1$s" value: %2$s.
sv_se: Felaktigt värde för parameter "%1$s": %2$s.

source: Incorrect port range.
sv_se: Felaktigt portintervall.

source: Incorrect port.
sv_se: Felaktig port.

source: Incorrect regular expression "%1$s": "%2$s"
sv_se: Felaktigt reguljärt uttryck "%1$s": "%2$s"

source: Incorrect response received from Zabbix server "%1$s".
sv_se: Felaktigt svar mottaget från Zabbix-servern "%1$s".

source: Incorrect schedule: %1$s.
sv_se: Felaktigt schema: %1$s.

source: Incorrect status for host "%1$s".
sv_se: Felaktig status för värden "%1$s".

source: Incorrect templated web scenario step count.
sv_se: Felaktigt antal steg i det mallade webbscenariot.

source: Incorrect trigger expression.
sv_se: Felaktigt utlösaruttryck.

source: Incorrect trigger expression. Host "%1$s" does not exist or you have no access to this host.
sv_se: Felaktigt utlösaruttryck. Värden "%1$s" finns inte eller så har du ingen åtkomst till denna värd.

source: Incorrect trigger expression. Trigger expression elements should not belong to a template and a host simultaneously.
sv_se: Felaktigt utlösaruttryck. Uttryckselement för utlösare bör inte tillhöra en mall och en värd samtidigt.

source: Incorrect trigger prototype expression. Host "%1$s" does not exist or you have no access to this host.
sv_se: Felaktigt uttryck för utlösarprototyp. Värden "%1$s" finns inte eller så har du ingen åtkomst till denna värd.

source: Incorrect trigger prototype expression. Trigger prototype expression elements should not belong to a template and a host simultaneously.
sv_se: Felaktigt utlösarprototyputtryck. Uttryckselement för utlösarprototyp bör inte tillhöra en mall och en värd samtidigt.

source: Incorrect user ID specified for map "%1$s".
sv_se: Felaktigt användar-ID angivet för kartan "%1$s".

source: Incorrect user group ID specified for map "%1$s".
sv_se: Felaktigt användargrupp-ID har angetts för kartan "%1$s".

source: Incorrect user name or password or account is temporarily blocked.
sv_se: Felaktigt användarnamn eller lösenord eller kontot är tillfälligt spärrat.

source: Incorrect value "%1$s" for "%2$s" field.
sv_se: Felaktigt värde "%1$s" för fältet "%2$s".

source: Incorrect value "%1$s" for "%2$s" field: must be between %3$s and %4$s, and have no more than %5$s digits after the decimal point.
sv_se: Felaktigt värde "%1$s" för fältet "%2$s": måste ligga mellan %3$s och %4$s och får inte ha fler än %5$s siffror efter decimaltecknet.

source: Incorrect value "%1$s" for "%2$s" field: must be between %3$s and %4$s.
sv_se: Felaktigt värde "%1$s" för fältet "%2$s": måste vara mellan %3$s och %4$s.

source: Incorrect value "%1$s" for float field "%2$s".
sv_se: Felaktigt värde "%1$s" för float-fältet "%2$s".

source: Incorrect value "%1$s" for int field "%2$s".
sv_se: Felaktigt värde "%1$s" för int-fältet "%2$s".

source: Incorrect value "%1$s" for unsigned int field "%2$s".
sv_se: Felaktigt värde "%1$s" för unsigned int-fältet "%2$s".

source: Incorrect value for "%1$s" field.
sv_se: Felaktigt värde för fältet "%1$s".

source: Incorrect value for field "%1$s": %2$s.
sv_se: Felaktigt värde för fältet "%1$s": %2$s.

source: Incorrect value for macro "%1$s": %2$s.
sv_se: Felaktigt värde för makro "%1$s": %2$s.

source: Increase by
sv_se: Ökning med

source: Indefinitely
sv_se: Tillsvidare

source: Indicator type
sv_se: Indikatortyp

source: Indicators
sv_se: Indikatorer

source: Indonesian (id_ID)
sv_se: Indonesiska (id_ID)

source: Infinity
sv_se: Oändligt

source: Info about internal disks of hypervisor required for vmware.datastore.perfcounter, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
sv_se: Info om interna diskar i hypervisor som krävs för vmware.datastore.perfcounter, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-hypervisor. Returnerar JSON

source: Info message
sv_se: Informationsmeddelande

source: Information about a file. Returns JSON
sv_se: Information om en fil. Returnerar JSON

source: Information about a service. Returns integer with param as state, startup; string - with param as displayname, path, user; text - with param as description; Specifically for state: 0 - running, 1 - paused, 2 - start pending, 3 - pause pending, 4 - continue pending, 5 - stop pending, 6 - stopped, 7 - unknown, 255 - no such service; Specifically for startup: 0 - automatic, 1 - automatic delayed, 2 - manual, 3 - disabled, 4 - unknown
sv_se: Information om en tjänst. Returnerar heltal med param som tillstånd, start; sträng - med param som visningsnamn, sökväg, användare; text - med param som beskrivning; Specifikt för tillstånd: 0 - körs, 1 - pausad, 2 - start väntar, 3 - paus väntar, 4 - fortsätt väntar, 5 - stopp väntar, 6 - stoppad, 7 - okänd, 255 - ingen sådan tjänst; Specifikt för start: 0 - automatisk, 1 - automatisk fördröjd, 2 - manuell, 3 - inaktiverad, 4 - okänd

source: Inherit
sv_se: Ärv

source: Inherited
sv_se: Ärvd

source: Inherited and host macros
sv_se: Ärvda makron och värdmakron

source: Inherited and host prototype macros
sv_se: Makron för ärvda prototyper och värdprototyper

source: Inherited and item tags
sv_se: Ärvda taggar och objekttaggar

source: Inherited and scenario tags
sv_se: Ärvda och scenario-taggar

source: Inherited and template macros
sv_se: Ärvda makron och mallmakron

source: Inherited and trigger tags
sv_se: Ärvda och utlösartaggar

source: Inherited items
sv_se: Ärvda objekt

source: Initial view
sv_se: Inledande vy

source: Initial view is ignored if the default view is set.
sv_se: Initial vy ignoreras om standardvyn är inställd.

source: Input prompt
sv_se: Prompt för inmatning

source: Input type
sv_se: Typ av ingång

source: Input validation rule
sv_se: Regel för validering av indata

source: Insert
sv_se: Infoga

source: Insert expression
sv_se: Infoga uttryck

source: Install
sv_se: Installera

source: Install Zabbix agent
sv_se: Installera Zabbix-agenten

source: Install Zabbix agent 2 and its plugins on your monitoring target by following the installation instructions below.
sv_se: Installera Zabbix agent 2 och dess plugins på ditt övervakningsobjekt genom att följa installationsanvisningarna nedan.

source: Install Zabbix agent and its plugins on your monitoring target by following the installation instructions below.
sv_se: Installera Zabbix agent och dess plugins på ditt övervakningsobjekt genom att följa installationsanvisningarna nedan.

source: Installer name
sv_se: Installatörens namn

source: Integer from BITS
sv_se: Heltal från BITS

source: Integrations
sv_se: Integrationer

source: Intelligent Platform Management Interface (IPMI)
sv_se: Gränssnitt för hantering av intelligent plattform (IPMI)

source: Interface
sv_se: Gränssnitt

source: Interface is linked to item "%1$s" on "%2$s".
sv_se: Gränssnittet är kopplat till objekt "%1$s" på "%2$s".

source: Interface type
sv_se: Typ av gränssnitt

source: Interface with DNS "%1$s" cannot have empty IP address.
sv_se: Gränssnitt med DNS "%1$s" kan inte ha en tom IP-adress.

source: Interface with IP "%1$s" cannot have empty DNS name while having "Use DNS" property on "%2$s".
sv_se: Gränssnitt med IP "%1$s" kan inte ha ett tomt DNS-namn när egenskapen "Use DNS" finns på "%2$s".

source: Interface with IP "%1$s" cannot have empty DNS name.
sv_se: Gränssnittet med IP "%1$s" kan inte ha ett tomt DNS-namn.

source: Interfaces
sv_se: Gränssnitt

# authentication
source: Internal
sv_se: Intern

# user type
source: Internal
sv_se: Intern

source: Internal JSON-RPC error.
sv_se: Internt JSON-RPC-fel.

source: Internal actions
sv_se: Interna åtgärder

source: Internal data storage period
sv_se: Intern lagringstid för data

source: Internal error.
sv_se: Internt fel.

source: Internal problem
sv_se: Internt problem

source: Internal problem recovery
sv_se: Återhämtning av interna problem

source: Interval
sv_se: Intervall

source: Invalid API method "%2$s" for user role "%1$s".
sv_se: Ogiltig API-metod "%2$s" för användarrollen "%1$s".

source: Invalid IP address "%1$s".
sv_se: Ogiltig IP-adress "%1$s".

source: Invalid IP address.
sv_se: Ogiltig IP-adress.

source: Invalid JSON. An error occurred on the server while parsing the JSON text.
sv_se: Ogiltig JSON. Ett fel uppstod på servern när JSON-texten analyserades.

source: Invalid LDAP JIT provisioning media type mapping configuration.
sv_se: Ogiltig konfiguration för mappning av medietyp för LDAP JIT-försörjning.

source: Invalid LDAP JIT provisioning user group mapping configuration.
sv_se: Ogiltig konfiguration för mappning av LDAP JIT-användargrupp för provisionering.

source: Invalid LDAP configuration
sv_se: Ogiltig LDAP-konfiguration

source: Invalid MFA configuration
sv_se: Ogiltig MFA-konfiguration

source: Invalid OAuth configuration
sv_se: Ogiltig OAuth-konfiguration

source: Invalid Prometheus label.
sv_se: Ogiltig Prometheus-etikett.

source: Invalid Prometheus pattern.
sv_se: Ogiltigt Prometheus-mönster.

source: Invalid SAML JIT provisioning media type mapping configuration.
sv_se: Ogiltig konfiguration för mappning av mediatyp för SAML JIT-försörjning.

source: Invalid SAML JIT provisioning user group mapping configuration.
sv_se: Ogiltig konfiguration för mappning av användargrupp för SAML JIT-försörjning.

source: Invalid URL: %1$s
sv_se: Ogiltig webbadress: %1$s

source: Invalid YAML file contents
sv_se: Ogiltigt innehåll i YAML-filen

source: Invalid action condition: %1$s.
sv_se: Ogiltigt åtgärdsvillkor: %1$s.

source: Invalid condition: %1$s.
sv_se: Ogiltigt villkor: %1$s.

source: Invalid date.
sv_se: Ogiltigt datum.

source: Invalid email address "%1$s".
sv_se: Ogiltig e-postadress "%1$s".

source: Invalid email address for media type with ID "%1$s".
sv_se: Ogiltig e-postadress för medietyp med ID "%1$s".

source: Invalid input
sv_se: Ogiltigt värde

source: Invalid interval "%1$s".
sv_se: Ogiltigt intervall "%1$s".

source: Invalid interval.
sv_se: Ogiltigt intervall.

source: Invalid key "%1$s": %2$s.
sv_se: Ogiltig nyckel "%1$s": %2$s.

source: Invalid media type mapping configuration.
sv_se: Ogiltig konfiguration för mappning av mediatyp.

source: Invalid method parameters.
sv_se: Ogiltiga metodparametrar.

source: Invalid parameter "%1$s": %2$s.
sv_se: Ogiltig parameter "%1$s": %2$s.

source: Invalid params.
sv_se: Ogiltiga parametrar.

source: Invalid period.
sv_se: Ogiltig period.

source: Invalid range expression.
sv_se: Ogiltigt uttryck för intervall.

source: Invalid range.
sv_se: Ogiltigt intervall.

source: Invalid request.
sv_se: Ogiltig begäran.

source: Invalid response code "%1$s".
sv_se: Ogiltig svarskod "%1$s".

source: Invalid string.
sv_se: Ogiltig sträng.

source: Invalid tag "%1$s": %2$s.
sv_se: Ogiltig tagg "%1$s": %2$s.

source: Invalid time period.
sv_se: Ogiltig tidsperiod.

source: Invalid user group mapping configuration.
sv_se: Ogiltig konfiguration för mappning av användargrupper.

source: Invalid zoomparameter "%1$s": %2$s.
sv_se: Ogiltig zoomparameter "%1$s": %2$s.

source: Inventory
sv_se: Inventarier

source: Inventory disabled for host "%1$s".
sv_se: Inventering inaktiverad för värd "%1$s".

source: Inventory field
sv_se: Inventeringsfält

source: Inventory fields
sv_se: Inventeringsfält

source: Inventory mode
sv_se: Inventeringsläge

source: Invoke "Execute now" on read-only hosts
sv_se: Anropa "Execute now" på skrivskyddade värdar

source: Is online?
sv_se: Är ansluten?

source: Issuer
sv_se: Utfärdare

source: It is not possible to filter by user password.
sv_se: Det är inte möjligt att filtrera efter användarens lösenord.

source: It is not possible to search by user password.
sv_se: Det är inte möjligt att söka efter användarens lösenord.

source: Italian (it_IT)
sv_se: Italienska (it_IT)

source: Item
sv_se: Objekt

source: Item added
sv_se: Objekt lades till

source: Item card
sv_se: Objektkort

source: Item contains user-defined macros with secret values. Values of these macros should be entered manually.
sv_se: Objektet innehåller användardefinierade makron med hemliga värden. Värdena för dessa makron ska anges manuellt.

source: Item copied
sv_se: Objektet kopierat

source: Item count
sv_se: Antal objekt

source: Item deleted
sv_se: Objekt raderat

source: Item disabled
sv_se: Objektet är inaktiverat

source: Item edit
sv_se: Objektredigering

source: Item enabled
sv_se: Objekt aktiverat

source: Item history
sv_se: Objekthistorik

source: Item in "not supported" state
sv_se: Objekt i "stöds ej"-tillstånd

source: Item limit
sv_se: Objektgräns

source: Item list
sv_se: Objektlista

source: Item name
sv_se: Objektnamn

source: Item navigator
sv_se: Objektnavigering

source: Item not selected
sv_se: Objektet är inte valt

source: Item ordering
sv_se: Objektordning

source: Item pattern
sv_se: Objektmönster

source: Item patterns
sv_se: Objektmönster

source: Item prototype
sv_se: Prototyp för objekt

source: Item prototype added
sv_se: Objektprototyp tillagd

source: Item prototype deleted
sv_se: Objektprototyp raderad

source: Item prototype edit
sv_se: Redigera objektprototyp

source: Item prototype updated
sv_se: Uppdatering av objektprototyp

source: Item prototype with ID "%1$s" is not available.
sv_se: Objektprototyp med ID "%1$s" är inte tillgänglig.

source: Item prototypes
sv_se: Objektprototyper

source: Item tag
sv_se: Objekttagg

source: Item tag value
sv_se: Objektets taggvärde

source: Item tags
sv_se: Objekttaggar

source: Item test
sv_se: Test av objekt

source: Item type does not use interface
sv_se: Objekttypen använder inte gränssnittet

source: Item updated
sv_se: Objekt uppdaterat

source: Item value
sv_se: Objektvärde

source: Item values
sv_se: Objektvärde

source: Item will not be refreshed. Please enter a correct update interval.
sv_se: Objektet kommer inte att uppdateras. Ange ett korrekt uppdateringsintervall.

source: Item will not be refreshed. Specified update interval requires having at least one either flexible or scheduling interval.
sv_se: Objektet kommer inte att uppdateras. Angivet uppdateringsintervall kräver att det finns minst ett flexibelt eller schemalagt intervall.

source: Item will not be refreshed. Update interval should be between 1s and 1d. Also Scheduled/Flexible intervals can be used.
sv_se: Objektet kommer inte att uppdateras. Uppdateringsintervallet bör vara mellan 1s och 1d. Även schemalagda/flexibla intervall kan användas.

source: Item with ID "%1$s" is not available.
sv_se: Objekt med ID "%1$s" är inte tillgänglig.

source: Items
sv_se: Objekt

source: Items list
sv_se: Lista

source: Items location
sv_se: Placering av objekt

source: JMX address
sv_se: JMX-adress

source: JMX endpoint
sv_se: JMX slutpunkt

source: JMX interfaces
sv_se: JMX-gränssnitt

source: JMX monitoring
sv_se: JMX-övervakning

source: JSON array input is expected.
sv_se: JSON array input förväntas.

source: JSON is expected
sv_se: JSON förväntas

source: JSON path
sv_se: JSON sökväg

source: JSON string is expected
sv_se: JSON-sträng förväntas

source: JSON-RPC error generation failed. No such error "%1$s".
sv_se: Generering av JSON-RPC-fel misslyckades. Inget sådant fel "%1$s".

source: JSONPath
sv_se: JSONSökväg

source: January
sv_se: Januari

source: Japanese (ja_JP)
sv_se: Japanska (ja_JP)

source: Java Management Extensions (JMX) interface
sv_se: JMX-gränssnitt (Java Management Extensions)

source: July
sv_se: Juli

source: June
sv_se: Juni

source: Keep lost resources period
sv_se: Hålla förlorade resurser period

source: Key
sv_se: Nyckel

source: Key passphrase
sv_se: Nyckel lösenfras

source: Kiosk mode
sv_se: Kiosk-läge

source: Korean (ko_KR)
sv_se: Koreanska (ko_KR)

source: LDAP authentication
sv_se: LDAP-autentisering

source: LDAP authentication is disabled system-wide.
sv_se: LDAP-autentisering är inaktiverad i hela systemet.

source: LDAP authentication is disabled.
sv_se: LDAP-autentisering är inaktiverad.

source: LDAP group pattern
sv_se: LDAP-gruppmönster

source: LDAP is not configured
sv_se: LDAP är inte konfigurerat

source: LDAP must be enabled
sv_se: LDAP måste vara aktiverat

source: LDAP settings
sv_se: LDAP-inställningar

source: LLD macro
sv_se: LLD-makro

source: LLD macros
sv_se: LLD-makron

source: LLD rule
sv_se: LLD-regel

source: LLD rule prototype
sv_se: Prototyp för LLD-regel

source: LLD rule prototype with the same UUID already exists
sv_se: LLD-regelprototyp med samma UUID finns redan

source: LLD rule with the same UUID already exists
sv_se: LLD-regel med samma UUID finns redan

source: Label
sv_se: Etikett

source: Label location
sv_se: Etikettposition

source: Language
sv_se: Språk

source: Language "%1$s" is not supported.
sv_se: Språket "%1$s" stöds inte.

source: Large
sv_se: Stor

# page navigation
source: Last
sv_se: Sista

source: Last %1$d day
sv_se: Senaste %1$d dag

source: Last %1$d hour
sv_se: Senaste %1$d timmen

source: Last %1$d minute
sv_se: Senaste %1$d minuten

source: Last %1$d month
sv_se: Senaste %1$d månaden

source: Last %1$d second
sv_se: Sista %1$d sekunden

source: Last %1$d year
sv_se: Senaste %1$d året

source: Last access
sv_se: Senaste åtkomst

source: Last accessed at
sv_se: Senast hämtad på

source: Last check
sv_se: Senaste kontroll

source: Last hour graph
sv_se: Diagram för senaste timmen

# missing data function
source: Last known
sv_se: Senast kända

source: Last month graph
sv_se: Graf för senaste månaden

source: Last name
sv_se: Efternamn

source: Last of
sv_se: Sista av

source: Last seen (age)
sv_se: Senast sedd (ålder)

source: Last sent
sv_se: Senast skickad

source: Last value
sv_se: Senaste värde

source: Last week graph
sv_se: Graf för förra veckan

source: Latest data
sv_se: Senaste data

source: Latest release
sv_se: Senaste utgåvan

source: Latest values
sv_se: Senaste värdena

source: Latvian (lv_LV)
sv_se: Lettiska (lv_LV)

source: Left
sv_se: Vänster

source: Left Y
sv_se: Vänster Y

source: Left trim
sv_se: Vänster trim

source: Legend
sv_se: Historia

source: Length
sv_se: Längd

source: Licensed under
sv_se: Licensierad enligt

source: Limit
sv_se: Gräns

source: Limit applies to each "Item pattern" separately
sv_se: Begränsningen gäller för varje "objektmönster" separat

source: Limit for search and filter results
sv_se: Begränsa för sökning och filtrera resultat

source: Line
sv_se: Rad

source: Line color
sv_se: Linjefärg

source: Line type
sv_se: Typ av linje

source: Line width
sv_se: Linjebredd

source: Linear
sv_se: Linjär

source: Link
sv_se: Länk

source: Link "selementid1" field is pointing to a nonexistent map selement ID "%1$s" for map "%2$s".
sv_se: Fältet Link "selementid1" pekar på ett icke-existerande kartselement-ID "%1$s" för karta "%2$s".

source: Link "selementid2" field is pointing to a nonexistent map selement ID "%1$s" for map "%2$s".
sv_se: Fältet Link "selementid2" pekar på ett icke-existerande kartselement-ID "%1$s" för karta "%2$s".

source: Link indicators
sv_se: Länkindikatorer

source: Link template
sv_se: Länkmall

source: Link templates
sv_se: Länkmallar

source: Linked
sv_se: Länkad

source: Linked map
sv_se: Länkad karta

source: Linked templates
sv_se: Länkade mallar

source: Linked to templates
sv_se: Länkad till mallar

source: Links
sv_se: Länkar

source: List is empty
sv_se: Listan är tom

source: List of OS processes with attributes. Returns JSON array
sv_se: Lista över OS-processer med attribut. Returnerar JSON-array

source: List of Windows Registry values or keys located at given key. Returns JSON.
sv_se: Lista över värden eller nycklar i Windows-registret som finns på den angivna nyckeln. Returnerar JSON.

source: List of Zabbix proxies with name, mode, encryption, compression, version, last seen, host count, item count, required values per second (vps) and compatibility (current/outdated/unsupported). Returns JSON.
sv_se: Lista över Zabbix-proxyer med namn, läge, kryptering, komprimering, version, senast sedd, värdantal, objektantal, erforderliga värden per sekund (vps) och kompatibilitet (aktuell/föråldrad/stödjs inte). Returnerar JSON.

source: List of Zabbix proxies with name, mode, encryption, compression, version, last seen, host count, item count, required values per second (vps), compatibility (current/outdated/unsupported), timeouts, proxy group name if proxy belongs to group, state (unknown/offline/online). Returns JSON.
sv_se: Lista över Zabbix-proxyer med namn, läge, kryptering, komprimering, version, senast sedd, värdantal, objektantal, erforderliga värden per sekund (vps), kompatibilitet (aktuell/föråldrad/stödjs inte), timeouts, proxygruppens namn om proxyn tillhör en grupp, tillstånd (okänd/offline/online). Returnerar JSON.
