Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: New user group mapping
sv_se: Ny mappning av användargrupper

source: New values
sv_se: Nya värden

source: Next
sv_se: Nästa

source: Next dashboard
sv_se: Nästa kontrollpanel

source: Next page
sv_se: Nästa sida

source: Next step
sv_se: Nästa steg

source: No
sv_se: Nej

source: No "%1$s" given for graph prototype.
sv_se: Ingen "%1$s" anges för grafprototypen.

source: No "%1$s" given for graph.
sv_se: Ingen "%1$s" anges för grafen.

source: No "%1$s" given for map.
sv_se: Ingen "%1$s" angiven för kartan.

source: No changes.
sv_se: Inga förändringar.

source: No color
sv_se: Ingen färg

source: No compatible widgets.
sv_se: Inga kompatibla widgetar.

source: No data
sv_se: Ingen data

source: No data collection
sv_se: Ingen datainsamling

source: No data found
sv_se: Inga data hittades

source: No data found.
sv_se: Inga data hittades.

source: No data.
sv_se: Ingen data.

source: No default interface for "%1$s" type on "%2$s".
sv_se: Inget standardgränssnitt för "%1$s"-typ på "%2$s".

source: No details
sv_se: Inga detaljer

source: No discovery rule IDs given.
sv_se: Inga ID:n för upptäcktsregler anges.

source: No enabled modules found.
sv_se: Inga aktiverade moduler hittades.

source: No encryption
sv_se: Ingen kryptering

source: No file was uploaded.
sv_se: Ingen fil laddades upp.

source: No graph item with graph ID "%1$s".
sv_se: Inget grafobjekt med graf-ID "%1$s".

source: No graphs added.
sv_se: Inga grafer har lagts till.

source: No host IDs given.
sv_se: Inga värd-ID anges.

source: No host selected.
sv_se: Ingen värd vald.

source: No host with host ID "%1$s".
sv_se: Ingen värd med värd-ID "%1$s".

source: No icon for map element ""%1$s".
sv_se: Ingen ikon för kartelementet ""%1$s".

source: No image
sv_se: Ingen bild

source: No interface found
sv_se: Inget gränssnitt hittades

source: No interfaces are defined.
sv_se: Inga gränssnitt är definierade.

source: No inventory mode specified for action operation.
sv_se: Inget inventeringsläge specificerat för åtgärden.

source: No item selected.
sv_se: Inget objekt har valts.

source: No items defined.
sv_se: Inga objekt definierade.

source: No macros found.
sv_se: Inga makron hittades.

source: No maps added.
sv_se: Inga kartor har lagts till.

source: No matches found
sv_se: Ingen matchning hittad

source: No new modules discovered
sv_se: Inga nya moduler upptäckta

source: No operations defined for action "%1$s".
sv_se: Inga åtgärder definierade för åtgärd "%1$s".

source: No permissions for system access.
sv_se: Inga behörigheter för systemåtkomst.

source: No permissions to call "%1$s.%2$s".
sv_se: Ingen behörighet att anropa "%1$s.%2$s".

source: No permissions to referred object or it does not exist!
sv_se: Inga behörigheter till refererat objekt eller så finns det inte!

source: No problems
sv_se: Inga problem

source: No proxy
sv_se: Ingen proxy

source: No recipients specified for action operation message.
sv_se: Inga mottagare angivna för åtgärdsmeddelandet.

source: No refresh
sv_se: Ingen uppdatering

source: No saved state, please login again.
sv_se: Inget sparat tillstånd, logga in igen.

source: No script specified for action operation command.
sv_se: Inget skript har angetts för kommandot action operation.

source: No targets specified for action operation global script.
sv_se: Inga mål angivna för åtgärd operation globalt skript.

source: No trigger with trigger ID "%1$s".
sv_se: Ingen utlösare med utlösar-ID "%1$s".

source: No triggers defined.
sv_se: Inga utlösare definierade.

source: No value
sv_se: Inget värde

source: Non-boolean flags are deprecated.
sv_se: Icke-booleska flaggor är föråldrade.

source: None
sv_se: Ingen

source: Normal view
sv_se: Normal vy

source: Norwegian (nb_NO)
sv_se: Norska (nb_NO)

source: Not Ack
sv_se: Inte Ack

source: Not all results are displayed. Please provide more specific search criteria.
sv_se: Alla resultat visas inte. Ange mer specifika sökkriterier.

source: Not allowed to modify automatic user macro "%1$s".
sv_se: Det är inte tillåtet att modifiera det automatiska användarmakrot "%1$s".

source: Not allowed to set language for user "guest".
sv_se: Det är inte tillåtet att ställa in språk för användaren "guest".

source: Not allowed to set password for user "guest".
sv_se: Det är inte tillåtet att ange lösenord för användaren "guest".

source: Not allowed to set theme for user "guest".
sv_se: Det är inte tillåtet att ställa in tema för användaren "guest".

source: Not allowed to update field "%1$s" for provisioned user.
sv_se: Det är inte tillåtet att uppdatera fältet "%1$s" för en användare med provision.

source: Not authorized.
sv_se: Ej auktoriserad.

source: Not available
sv_se: Inte tillgänglig

# compact table header
source: Not available
sv_se: Ej tillgängligt

source: Not classified
sv_se: Inte klassifierad

source: Not enabled
sv_se: Ej aktiverad

source: Not inherited items
sv_se: Ej ärvda objekt

source: Not linked
sv_se: Inte länkad

source: Not supported
sv_se: Stöds inte

source: Note that %1$s or %2$s will be regarded as hostnames if used without single quotes.
sv_se: Observera att %1$s eller %2$s kommer att betraktas som värdnamn om de används utan enkla citattecken.

source: Note that during agent installation, you will need to configure both the PSK identity and PSK. Make sure they match the PSK identity and PSK set in step 1.
sv_se: Observera att under agentinstallationen måste du konfigurera både PSK-identiteten och PSK. Se till att de matchar PSK-identiteten och PSK som ställdes in i steg 1.

source: Note: %1$s must be configured and enabled on your monitoring target.
sv_se: Obs: %1$s måste vara konfigurerad och aktiverad på ditt övervakningsobjekt.

source: Notes
sv_se: Anteckningar

source: Nothing
sv_se: Ingenting

source: Notification report
sv_se: Notifieringsrapport

source: Notifications
sv_se: Notifieringar

source: Notify about canceled escalations
sv_se: Meddela om avbrutna eskaleringar

source: Notify all involved
sv_se: Meddela alla berörda

source: Number
sv_se: Nummer

source: Number of CPUs. Returns integer
sv_se: Antal processorer. Returnerar heltal

source: Number of available DS paths, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "datastore" - Datastore name, "partitionid" - internal id of physical device from vmware.hv.datastore.discovery
sv_se: Antal tillgängliga DS-sökvägar, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-hypervisor, "datastore" - namn på datalager, "partitionid" - internt id för fysisk enhet från vmware.hv.datastore.discovery

source: Number of columns
sv_se: Antal kolumner

source: Number of currently open file descriptors. Returns integer
sv_se: Antal öppna filbeskrivare för närvarande. Returnerar heltal

source: Number of enabled items on the host.
sv_se: Antal aktiverade objekt på värden.

source: Number of hosts (enabled/disabled)
sv_se: Antal värdar (aktiverade/inaktiverade)

source: Number of items (enabled/disabled/not supported)
sv_se: Antal objekt (aktiverade/inaktiverade/stödjs inte)

source: Number of items in Zabbix database.
sv_se: Antal objekt i Zabbix databas.

source: Number of items in proxy history that are not yet sent to the server
sv_se: Antal objekt i proxyhistoriken som ännu inte har skickats till servern

source: Number of items in the queue which are delayed by from to seconds, inclusive.
sv_se: Antal objekt i kön som är försenade med från till och med sekunder.

source: Number of items in the queue which are delayed in Zabbix server or proxy by "from" till "to" seconds, inclusive.
sv_se: Antal objekt i kön som är försenade i Zabbix server eller proxy med "från" till "till" sekunder, inklusive.

source: Number of monitored hosts
sv_se: Antal övervakade värdar

source: Number of online proxies. Returns integer.
sv_se: Antal online-proxyer. Returnerar heltal.

source: Number of out-of-window collisions. Returns integer
sv_se: Antal kollisioner utanför fönstret. Returnerar heltal

source: Number of problems
sv_se: Antal problem

source: Number of problems and expand most critical one
sv_se: Antal problem och expandera det mest kritiska

source: Number of processor cores on VMware hypervisor, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Antal processorkärnor på VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor

source: Number of processor threads on VMware hypervisor, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Antal processortrådar på VMware hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware hypervisor

source: Number of processors on VMware virtual machine, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Antal processorer på den virtuella VMware-maskinen, "url" - URL för VMware-tjänsten, "uuid" - global unik identifierare för den virtuella VMware-maskinen

source: Number of rows
sv_se: Antal rader

source: Number of seasons
sv_se: Antal säsonger

source: Number of steps
sv_se: Antal steg

source: Number of templates
sv_se: Antal mallar

source: Number of triggers (enabled/disabled [problem/ok])
sv_se: Antal utlösare (aktiverade/inaktiverade [problem/ok])

source: Number of triggers in Zabbix database.
sv_se: Antal utlösare i Zabbix-databasen.

source: Number of unsupported items in Zabbix database.
sv_se: Antal objekt som inte stöds i Zabbix databas.

source: Number of unsupported items on the host.
sv_se: Antal objekt som inte stöds på värden.

source: Number of users (online)
sv_se: Antal användare (anslutna)

source: Number of users logged in. Returns integer
sv_se: Antal inloggade användare. Returnerar heltal

source: Number of virtual machines on VMware hypervisor, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier
sv_se: Antal virtuella maskiner på VMware hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware hypervisor

source: Number or percentage of inodes. Returns integer for number; float for percentage
sv_se: Antal eller procentandel av inoder. Returnerar heltal för antal; float för procentandel

source: Numeral systems
sv_se: Talsystem

source: Numeric
sv_se: ﻿Numerisk

source: Numeric (float)
sv_se: Numerisk (flyttal)

source: Numeric (integer)
sv_se: Numerisk (heltal)

source: Numeric (unsigned)
sv_se: Numerisk (heltal 64-bit)

source: OAuth response missing mandatory fields.
sv_se: OAuth-svaret saknar obligatoriska fält.

source: OK event closes
sv_se: OK händelse stängs

source: OK event generation
sv_se: Generering av OK-händelser

source: OOB IP address
sv_se: OOB IP-adress

source: OOB subnet mask
sv_se: OOB subnätmask

source: OS (Full details)
sv_se: OS (fullständig information)

source: OS (Short)
sv_se: OS (kort)

source: Object
sv_se: Objekt

source: Oct
sv_se: Okt

source: Octal to decimal
sv_se: Oktal till decimal

source: October
sv_se: Oktober

source: Off
sv_se: AV

source: Old event tag name
sv_se: Gammalt namn på evenemangstagg

source: Old event tag value
sv_se: Gammalt värde för händelsetagg

source: Old tag name
sv_se: Gammalt namn på tagg

source: Older version
sv_se: Äldre version

source: On
sv_se: P

source: On status change triggers blink for
sv_se: Vid statusändring utlöses blinkning för

source: Once
sv_se: En gång

source: One
sv_se: En

source: One "Change" step allowed per item.
sv_se: Ett "Change"-steg tillåts per objekt.

source: One "Prometheus" step allowed per item.
sv_se: Ett "Prometheus"-steg tillåtet per objekt.

source: One "Throttling" step allowed per item.
sv_se: Ett "Throttling"-steg tillåts per objekt.

source: One time only
sv_se: Endast en gång

source: Online proxies
sv_se: Proxyservrar online

source: Only Super admin or Admin users can update "%1$s" parameter.
sv_se: Endast Super admin eller Admin-användare kan uppdatera parametern "%1$s".

source: Only Super admin users can update "%1$s" parameter.
sv_se: Endast Super admin-användare kan uppdatera parametern "%1$s".

source: Only Zabbix agent, SNMPv1, SNMPv2 and SNMPv3 checks can be made unique.
sv_se: Endast kontroller av Zabbix-agent, SNMPv1, SNMPv2 och SNMPv3 kan göras unika.

source: Only administrators can set map owner.
sv_se: Endast administratörer kan ange kartägare.

source: Only disabled group can be set for deprovisioned users.
sv_se: Endast inaktiverad grupp kan anges för deprovisionerade användare.

source: Only items assigned to enabled hosts are counted
sv_se: Endast objekt som tilldelats aktiverade värdar räknas

source: Only one check can be unique.
sv_se: Endast en check kan vara unik.

source: Only one user directory of type "%1$s" can exist.
sv_se: Det kan bara finnas en användarkatalog av typen "%1$s".

source: Only selected problem
sv_se: Endast valt problem

source: Only services without children
sv_se: Endast tjänster utan barn

source: Only services without problem tags
sv_se: Endast tjänster utan problemtaggar

source: Only super admins can set dashboard owner.
sv_se: Endast superadministratörer kan ange ägare för kontrollpanelen.

source: Only super admins can set report owner.
sv_se: Endast superadministratörer kan ange rapportägare.

source: Only triggers assigned to enabled hosts and depending on enabled items are counted
sv_se: Endast utlösare som tilldelats aktiverade värdar och som beror på aktiverade objekt räknas

source: Open URL
sv_se: Öppna URL

source: Open in a new window
sv_se: Öppna i nytt fönster

source: Open installation instructions
sv_se: Öppna installationsanvisningar

source: Open log
sv_se: Öppen logg

source: OpenSSL extension is not available.
sv_se: OpenSSL-tillägget är inte tillgängligt.

source: Operating system information. Returns string
sv_se: Information om operativsystemet. Returnerar sträng

source: Operating system version information. Returns JSON
sv_se: Information om operativsystemets version. Returnerar JSON

source: Operation "%1$s" already exists for action "%2$s".
sv_se: Operation "%1$s" finns redan för åtgärd "%2$s".

source: Operation "%1$s" already exists.
sv_se: Operation "%1$s" finns redan.

source: Operation cannot be performed due to unauthorized request.
sv_se: Åtgärden kan inte utföras på grund av obehörig begäran.

source: Operation details
sv_se: Detaljer om driften

source: Operation has no group to operate.
sv_se: Operation har ingen grupp att operera.

source: Operation has no template to operate.
sv_se: Operationen har ingen mall för att fungera.

source: Operational data
sv_se: Operativa data

# compact table header
source: Operational data
sv_se: Operativa data

source: Operations
sv_se: Åtgärder

source: Operator
sv_se: Operatör

source: Operator functions
sv_se: Operatörsfunktioner

source: Options
sv_se: Alternativ

source: Or
sv_se: Eller

source: Order by
sv_se: Sortera efter

source: Order column
sv_se: Beställning kolumn

source: Other
sv_se: Övrigt

source: Other OS
sv_se: Andra operativsystem

source: Other configuration parameters
sv_se: Andra konfigurationsparametrar

source: Other parameters
sv_se: Övriga parametrar

source: Others
sv_se: Andra

source: Outdated
sv_se: Föråldrad

source: Outgoing traffic statistics on network interface. Returns integer
sv_se: Statistik över utgående trafik på nätverksgränssnittet. Returnerar heltal

source: Output
sv_se: Utmatning

source: Overlapping widgets at X:%3$d, Y:%4$d on page #%2$d of dashboard "%1$s".
sv_se: Överlappande widgetar på X:%3$d, Y:%4$d på sidan #%2$d i kontrollpanelen "%1$s".

# item_form
source: Overridden by
sv_se: Åsidosätts av

source: Override
sv_se: Överlappa

source: Override host
sv_se: Åsidosätt värd

source: Override item history period
sv_se: Åsidosätt period för objekthistorik

source: Override item trend period
sv_se: Åsidosätta trendperiod för objekt

source: Override time period selector
sv_se: Åsidosätt tidsperiodsväljaren

source: Override with name "%1$s" already exists.
sv_se: Åsidosättande med namnet "%1$s" finns redan.

source: Overrides
sv_se: Åsidosätter

source: Overview
sv_se: Översikt

source: Owner
sv_se: Ägare

source: PHP LDAP extension missing.
sv_se: PHP LDAP-tillägg saknas.

source: PHP OpenSSL extension missing.
sv_se: PHP OpenSSL-tillägg saknas.

source: PHP bcmath extension missing (PHP configuration parameter --enable-bcmath).
sv_se: PHP bcmath-tillägg saknas (PHP-konfigurationsparameter --enable-bcmath).

source: PHP ctype
sv_se: PHP ctyp

source: PHP ctype extension missing (PHP configuration parameter --enable-ctype).
sv_se: PHP ctype-tillägg saknas (PHP-konfigurationsparameter --enable-ctype).

source: PHP curl extension missing.
sv_se: PHP curl-tillägg saknas.

source: PHP databases support
sv_se: Stöd för PHP-databaser

source: PHP gd FreeType support
sv_se: Stöd för PHP gd FreeType

source: PHP gd FreeType support missing.
sv_se: PHP gd FreeType-stöd saknas.

source: PHP gd GIF image support missing.
sv_se: PHP gd GIF-bildstöd saknas.

source: PHP gd GIF support
sv_se: PHP gd GIF-stöd

source: PHP gd JPEG image support missing.
sv_se: Stöd för JPEG-bilder saknas i PHP gd.

source: PHP gd JPEG support
sv_se: PHP gd JPEG-stöd

source: PHP gd PNG image support missing.
sv_se: Stöd för PNG-bilder saknas i PHP gd.

source: PHP gd PNG support
sv_se: PHP gd PNG-stöd

source: PHP gd extension missing (PHP configuration parameter --with-gd).
sv_se: PHP gd-tillägg saknas (PHP-konfigurationsparameter --with-gd).

source: PHP gettext extension missing (PHP configuration parameter --with-gettext). Translations will not be available.
sv_se: PHP gettext-tillägg saknas (PHP-konfigurationsparameter --with-gettext). Översättningar kommer inte att vara tillgängliga.

source: PHP libxml extension missing.
sv_se: PHP libxml-tillägg saknas.

source: PHP mbstring extension missing (PHP configuration parameter --enable-mbstring).
sv_se: PHP mbstring-tillägg saknas (PHP-konfigurationsparameter --enable-mbstring).

source: PHP option "%1$s"
sv_se: PHP-alternativ "%1$s"

source: PHP option "%1$s" must be set to "%2$s"
sv_se: PHP-alternativet "%1$s" måste ställas in på "%2$s"

source: PHP session auto start must be disabled (PHP directive "session.auto_start").
sv_se: Automatisk start av PHP-sessioner måste inaktiveras (PHP-direktivet "session.auto_start").

source: PHP session extension missing (PHP configuration parameter --enable-session).
sv_se: PHP-sessionstillägg saknas (PHP-konfigurationsparameter --enable-session).

source: PHP sockets
sv_se: PHP-uttag

source: PHP sockets extension missing (PHP configuration parameter --enable-sockets).
sv_se: PHP-sockets-tillägg saknas (PHP-konfigurationsparameter --enable-sockets).

source: PHP string function overloading must be disabled.
sv_se: Överbelastning av PHP-strängfunktioner måste inaktiveras.

source: PHP xmlreader
sv_se: PHP xml-läsare

source: PHP xmlreader extension missing.
sv_se: PHP xmlreader-tillägg saknas.

source: PHP xmlwriter extension missing.
sv_se: PHP xmlwriter-tillägg saknas.

source: PROBLEM event generation mode
sv_se: PROBLEM händelsegenereringsläge

source: PSK identity
sv_se: PSK-identitet

source: PSK must be an even number of characters.
sv_se: PSK måste vara ett jämnt antal tecken.

source: PSK must be at least 32 characters long.
sv_se: PSK måste vara minst 32 tecken långt.

source: PSK must contain only hexadecimal characters.
sv_se: PSK får endast innehålla hexadecimala tecken.

source: Page %1$d
sv_se: Sida %1$d

source: Page display period
sv_se: Sidans visningsperiod

source: Page not found
sv_se: Sidan hittades inte

source: Page received incorrect data
sv_se: Sidan fick felaktiga data

# page navigation
source: Pager
sv_se: Paginerare

source: Palette
sv_se: Palett

source: Palette %1$d
sv_se: Palett %1$d

source: Parameter "%1$s" is deprecated.
sv_se: Parametern "%1$s" är föråldrad.

source: Parameter "%1$s" must be enabled.
sv_se: Parametern "%1$s" måste vara aktiverad.

source: Parameters
sv_se: Parametrar

source: Parameters "esc_step_from" and "esc_step_to" must be set together.
sv_se: Parametrarna "esc_step_from" och "esc_step_to" måste ställas in tillsammans.

source: Parent discovery prototypes
sv_se: Prototyper för föräldraupptäckt

source: Parent discovery rules
sv_se: Regler för upptäckt av föräldrar

source: Parent graphs
sv_se: Föräldragrafer

source: Parent host value
sv_se: Värde för modervärd

source: Parent items
sv_se: Föräldraposter

source: Parent services
sv_se: Föräldratjänster

source: Parent templates
sv_se: Föräldramallar

source: Parent triggers
sv_se: Föräldrarnas utlösande faktorer

source: Parent web scenarios
sv_se: Scenarier för föräldrawebben

source: Parent-child relation conflict in services "%1$s" and "%2$s".
sv_se: Föräldra-barn-relationskonflikt i tjänsterna "%1$s" och "%2$s".

source: Parse
sv_se: Analysera

source: Parse error
sv_se: Parse-fel

source: Passive
sv_se: Passiv

source: Password
sv_se: Lösenord

source: Password (once again)
sv_se: Lösenord (en gång till)

source: Password can only be changed for users using the internal Zabbix authentication.
sv_se: Lösenordet kan endast ändras för användare som använder den interna Zabbix-autentiseringen.

source: Password is not mandatory for non internal authentication type.
sv_se: Lösenordet är inte obligatoriskt för icke intern autentiseringstyp.

source: Password must contain
sv_se: Lösenordet måste innehålla

source: Password policy
sv_se: Lösenordspolicy

source: Password requirements:
sv_se: Krav på lösenord:

source: Paste
sv_se: Klistra in

source: Paste page
sv_se: Klistra in sidan

source: Paste widget
sv_se: Klistra in widget

source: Paste without external links
sv_se: Klistra in utan externa länkar

source: Pattern
sv_se: Mönster

source: Patterns
sv_se: Blockmönster

source: Pause operations for suppressed problems
sv_se: Pausa operationer för undertryckta problem

source: Pause operations for symptom problems
sv_se: Pausa verksamheten vid symptom på problem

source: Peak memory usage: %1$s
sv_se: Högsta minnesanvändning: %1$s

source: Percent of time the virtual machine is unable to run because it is contending for access to the physical CPU(s), "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Procent av tiden som den virtuella maskinen inte kan köras eftersom den kämpar om åtkomst till de fysiska processorerna, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware virtuell maskin

source: Percentage
sv_se: Procent

source: Percentage of host physical memory that has been consumed, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier
sv_se: Procentandel av värdens fysiska minne som har förbrukats, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware-virtuell maskin

source: Percentage of online proxies. Returns float.
sv_se: Procentandel av proxies online. Returnerar float.

source: Percentage of time that the virtual machine was ready, but could not get scheduled to run on the physical CPU, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - CPU instance
sv_se: Procentandel av tiden som den virtuella maskinen var redo, men inte kunde schemaläggas för att köras på den fysiska processorn, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell maskin, "instance" - CPU-instans

source: Percentile line (left)
sv_se: Percentillinje (vänster)

source: Percentile line (right)
sv_se: Percentilinje (höger)

source: Performs a DNS query. Returns 0 if DNS is down, query time in seconds (with fractions) otherwise
sv_se: Utför en DNS-fråga. Returnerar 0 om DNS är nere, frågetid i sekunder (med bråkdelar) i annat fall
