Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Graph (classic)
sv_se: Graf (klassisk)

source: Graph added
sv_se: Diagram lades till

source: Graph copied
sv_se: Graf kopierad

source: Graph deleted
sv_se: Diagram togs bort

source: Graph edit
sv_se: Graf redigera

source: Graph prototype
sv_se: Prototyp för graf

source: Graph prototype "%1$s" already exists on "%2$s" as a discovered graph prototype.
sv_se: Grafprototypen "%1$s" finns redan på "%2$s" som en upptäckt grafprototyp.

source: Graph prototype "%1$s" already exists on the LLD rule with key "%2$s" of the host "%3$s".
sv_se: Grafprototypen "%1$s" finns redan på LLD-regeln med nyckel "%2$s" för värden "%3$s".

source: Graph prototype "%1$s" already exists on the LLD rule with key "%2$s" of the template "%3$s".
sv_se: Grafprototypen "%1$s" finns redan på LLD-regeln med nyckel "%2$s" i mallen "%3$s".

source: Graph prototype "%1$s" contains item prototypes from multiple discovery rules.
sv_se: Grafprototypen "%1$s" innehåller objektprototyper från flera sökregler.

source: Graph prototype "%1$s" must have at least one item prototype.
sv_se: Grafprototypen "%1$s" måste ha minst en objektprototyp.

source: Graph prototype "%1$s" with templated items cannot contain items from other hosts.
sv_se: Grafprototypen "%1$s" med mallade objekt kan inte innehålla objekt från andra värdar.

source: Graph prototype added
sv_se: Grafprototyp tillagd

source: Graph prototype deleted
sv_se: Grafprototyp raderad

source: Graph prototype edit
sv_se: Grafprototyp redigera

source: Graph prototype updated
sv_se: Grafisk prototyp uppdaterad

source: Graph prototype with ID "%1$s" is not available.
sv_se: Grafprototyp med ID "%1$s" är inte tillgänglig.

source: Graph prototypes
sv_se: Prototyper av grafer

source: Graph sum
sv_se: Graf summa

source: Graph type
sv_se: Typ av graf

source: Graph updated
sv_se: Diagram uppdaterades

source: Graph with ID "%1$s" is not available.
sv_se: Graf med ID "%1$s" är inte tillgänglig.

source: Graphs
sv_se: Diagram

source: Greek (el_GR)
sv_se: Grekiska (el_GR)

source: Grid
sv_se: Rutnät

source: Group
sv_se: Grupp

source: Group "%1$s" cannot be deleted, because it is used by a host prototype.
sv_se: Gruppen "%1$s" kan inte tas bort eftersom den används av en värdprototyp.

source: Group "%1$s" cannot be deleted, because it is used in a correlation condition.
sv_se: Grupp "%1$s" kan inte tas bort eftersom den används i ett korrelationsvillkor.

source: Group "%1$s" does not exist.
sv_se: Gruppen "%1$s" finns inte.

source: Group "%1$s" for host "%2$s" does not exist.
sv_se: Grupp "%1$s" för värd "%2$s" finns inte.

source: Group base DN
sv_se: Gruppbas DN

source: Group by
sv_se: Grupp efter

source: Group configuration
sv_se: Konfiguration av grupp

source: Group filter
sv_se: Gruppfilter

source: Group for discovered hosts
sv_se: Grupp för upptäckta värdar

source: Group member attribute
sv_se: Attribut för gruppmedlem

source: Group name
sv_se: Gruppnamn

source: Group name attribute
sv_se: Attribut för gruppnamn

source: Group prototype cannot be based on a discovered host group "%1$s".
sv_se: Gruppprototypen kan inte baseras på en upptäckt värdgrupp "%1$s".

source: Group prototypes
sv_se: Prototyper i grupp

source: Grouping by
sv_se: Gruppering efter

source: Groups
sv_se: Grupper

source: Guest user
sv_se: Gästanvändare

source: HTTP authentication
sv_se: HTTP-autentisering

source: HTTP login form
sv_se: HTTP-inloggningsformulär

source: HTTP settings
sv_se: HTTP-inställningar

source: HW architecture
sv_se: HW-arkitektur

source: Hardware
sv_se: Hårdvara

source: Hardware (Full details)
sv_se: Hårdvara (fullständig information)

source: Hardware sensor reading. Returns float
sv_se: Avläsning av hårdvarusensor. Returnerar float

source: Hash function
sv_se: Hash-funktion

source: Headers
sv_se: Sidhuvud

source: Hebrew (he_IL)
sv_se: Hebreiska (he_IL)

source: Height
sv_se: Höjd

source: Help
sv_se: Hjälp

source: Hexadecimal to decimal
sv_se: Hexadecimal till decimal

source: Hidden
sv_se: Dold

source: Hide debug
sv_se: Dölj felsökning

source: Hide groups without problems
sv_se: Dölj grupper utan problem

source: Hide selected
sv_se: Dölj markerade

source: Hide sidebar
sv_se: Dölja sidofältet

# screen reader
source: Hierarchy
sv_se: Hierarki

source: High
sv_se: Hög

source: High availability cluster
sv_se: Kluster med hög tillgänglighet

source: High availability node
sv_se: Nod för hög tillgänglighet

source: High availability nodes
sv_se: Noder med hög tillgänglighet

source: High-contrast dark
sv_se: Mörkt med hög kontrast

source: High-contrast light
sv_se: Ljus med hög kontrast

source: Highlight whole row
sv_se: Markera hela raden

source: Highlights
sv_se: Höjdpunkter

source: History
sv_se: Historik

source: History and trends cleared
sv_se: Historik och trender rensade

source: History and trends compression
sv_se: Historik och trender kompression

source: History cleanup is not supported if compression is enabled
sv_se: Historikrensning stöds inte om komprimering är aktiverad

source: History clear
sv_se: Historia klar

source: History clearing can take a long time. Continue?
sv_se: Historikrensning kan ta lång tid. Fortsätta?

source: History data
sv_se: Historiska data

source: History data selection
sv_se: Val av historiska data

source: History functions
sv_se: Historiska funktioner

source: History, trends and audit log compression
sv_se: Historik, trender och komprimering av revisionsloggar

source: Home
sv_se: Hem

source: Honeycomb
sv_se: Honungskaka

source: Horizontal
sv_se: Horisontell

source: Horizontal align
sv_se: Horisontell justering

source: Horizontal position
sv_se: Horisontellt position

source: Host
sv_se: Värd

# compact table header
source: Host
sv_se: Värd

source: Host "%1$s" already exists.
sv_se: Värd "%1$s" finns redan.

source: Host "%1$s" cannot be without host group.
sv_se: Värd "%1$s" kan inte vara utan värdgrupp.

source: Host "%1$s" is monitored by proxy "%2$s".
sv_se: Värd "%1$s" övervakas av proxy "%2$s".

source: Host "%1$s" is monitored by proxy group "%2$s".
sv_se: Värd "%1$s" övervakas av proxygrupp "%2$s".

source: Host IP
sv_se: Värdens IP

source: Host Wizard
sv_se: Värdguiden

source: Host access
sv_se: Tillgång till värd

source: Host added
sv_se: Värd lades till

source: Host added successfully
sv_se: Värd har lagts till utan problem

source: Host address
sv_se: Värdadress

source: Host availability
sv_se: Tillgänglighet för värd

source: Host cannot have more than one default interface of the same type.
sv_se: Värden kan inte ha mer än ett standardgränssnitt av samma typ.

source: Host card
sv_se: Värdkort

source: Host count
sv_se: Värdantal

source: Host dashboards
sv_se: Värd för kontrollpaneler

source: Host deleted
sv_se: Värd togs bort

source: Host disabled
sv_se: Värd inaktiverad

source: Host edit
sv_se: Värd redigera

source: Host enabled
sv_se: Värd aktiverad

source: Host graphs
sv_se: Värdgrafer

source: Host group
sv_se: Värdgrupp

# compact table header
source: Host group
sv_se: Värdgrupp

source: Host group "%1$s" already exists.
sv_se: Värdgruppen "%1$s" finns redan.

source: Host group "%1$s" cannot be deleted, because it is used in a global script.
sv_se: Värdgruppen "%1$s" kan inte tas bort, eftersom den används i ett globalt skript.

source: Host group "%1$s" is group for discovered hosts and cannot be deleted.
sv_se: Värdgrupp "%1$s" är en grupp för upptäckta värdar och kan inte tas bort.

source: Host group added
sv_se: Värdgrupp tillagd

source: Host group deleted
sv_se: Värdgrupp raderad

source: Host group edit
sv_se: Värdgrupp redigera

source: Host group elements
sv_se: Element i värdgruppen

source: Host group is not selected.
sv_se: Värdgruppen är inte vald.

source: Host group label type
sv_se: Typ av etikett för värdgrupp

source: Host group updated
sv_se: Värdgruppen uppdaterad

source: Host group with ID "%1$s" is not available.
sv_se: Värdgrupp med ID "%1$s" är inte tillgänglig.

source: Host groups
sv_se: Värdgrupper

source: Host interface
sv_se: Värdgränssnitt

source: Host inventory
sv_se: Värd inventering

source: Host inventory overview
sv_se: Översikt över värdinventering

source: Host is not selected.
sv_se: Värd är inte vald.

source: Host label type
sv_se: Typ av värdmärkning

source: Host limit
sv_se: Värdgräns

source: Host location
sv_se: Plats för värd

source: Host macros
sv_se: Makron för värd

source: Host metadata
sv_se: Metadata för värd

source: Host name
sv_se: Värdnamn

source: Host navigator
sv_se: Värdnavigator

source: Host networks
sv_se: Värdnätverk

source: Host ordering
sv_se: Beställning av värd

source: Host patterns
sv_se: Värdmönster

source: Host permissions
sv_se: Värdbehörighet

source: Host prototype
sv_se: Prototyp för värd

source: Host prototype added
sv_se: Värdprototyp tillagd

source: Host prototype deleted
sv_se: Prototyp för värd raderad

source: Host prototype macros
sv_se: Makron för värdprototyp

source: Host prototype updated
sv_se: Uppdatering av värdprototypen

source: Host prototype with host name "%1$s" already exists in discovery rule "%2$s" of host "%3$s".
sv_se: Värdprototypen med värdnamnet "%1$s" finns redan i upptäcktsregeln "%2$s" för värden "%3$s".

source: Host prototype with host name "%1$s" already exists in discovery rule "%2$s" of template "%3$s".
sv_se: Värdprototypen med värdnamnet "%1$s" finns redan i upptäcktsregeln "%2$s" i mallen "%3$s".

source: Host prototype with host name "%1$s" already exists in discovery rule "%2$s".
sv_se: Värdprototypen med värdnamnet "%1$s" finns redan i upptäcktsregeln "%2$s".

source: Host prototype with visible name "%1$s" already exists in discovery rule "%2$s" of host "%3$s".
sv_se: Värdprototypen med det synliga namnet "%1$s" finns redan i upptäcktsregeln "%2$s" för värd "%3$s".

source: Host prototype with visible name "%1$s" already exists in discovery rule "%2$s" of template "%3$s".
sv_se: Värdprototypen med det synliga namnet "%1$s" finns redan i upptäcktsregeln "%2$s" i mallen "%3$s".

source: Host prototype with visible name "%1$s" already exists in discovery rule "%2$s".
sv_se: Värdprototypen med det synliga namnet "%1$s" finns redan i upptäcktsregeln "%2$s".

source: Host prototypes
sv_se: Värd för prototyper

source: Host router
sv_se: Router för värd

source: Host status
sv_se: Värdstatus

source: Host subnet mask
sv_se: Subnätmask för värd

source: Host tag
sv_se: Värd tagg

source: Host tag value
sv_se: Värdtaggens värde

source: Host tags
sv_se: Värd taggar

source: Host time
sv_se: Värdtid

source: Host update failed.
sv_se: Uppdateringen av värden misslyckades.

source: Host updated
sv_se: Värd uppdaterades

source: Host updated successfully
sv_se: Värden uppdaterades utan problem

source: Host with ID "%1$s" is not available.
sv_se: Värd med ID "%1$s" är inte tillgänglig.

source: Host with host name "%1$s" already exists.
sv_se: Värd med värdnamnet "%1$s" finns redan.

source: Host with the same name "%1$s" already exists.
sv_se: Värd med samma namn "%1$s" finns redan.

source: Host with the same visible name "%1$s" already exists.
sv_se: Värd med samma synliga namn "%1$s" finns redan.

source: Host with visible name "%1$s" already exists.
sv_se: Värd med synligt namn "%1$s" finns redan.

source: Hosts
sv_se: Värdar

source: Hosts are organized into host groups for easier management and access control.
sv_se: Värdarna organiseras i värdgrupper för enklare hantering och åtkomstkontroll.

source: Hosts location
sv_se: Värdarnas plats

source: Hour
sv_se: Timme

source: Hours
sv_se: Timmar

source: Housekeeping
sv_se: Hushållning

source: However, if "Check for not supported value" steps are configured, they are always placed and executed first (with "any error" being the last of them).
sv_se: Om stegen "Check for not supported value" är konfigurerade placeras och utförs de dock alltid först (med "any error" som det sista av dem).

source: Hungarian (hu_HU)
sv_se: Ungerska (hu_HU)

source: I confirm to remove all macros
sv_se: Jag bekräftar att jag tar bort alla makron

source: I confirm to remove all value mappings
sv_se: Jag bekräftar att jag tar bort alla värdemappningar

source: IP address
sv_se: IP-adress

source: IP and DNS cannot be empty for host interface.
sv_se: IP och DNS kan inte vara tomma för värdgränssnittet.

source: IP range
sv_se: IP-intervall

source: IP range "%1$s" exceeds "%2$s" address limit
sv_se: IP-intervallet "%1$s" överskrider adressgränsen "%2$s"

source: IPMI address
sv_se: IPMI-adress

source: IPMI checks
sv_se: IPMI-kontroller

source: IPMI interfaces
sv_se: IPMI-gränssnitt

source: IPMI sensor IDs and other sensor-related parameters. Returns JSON.
sv_se: IPMI-sensor-ID och andra sensorrelaterade parametrar. Returnerar JSON.

source: Icon
sv_se: Ikon

source: Icon (default)
sv_se: Ikon (standard)

source: Icon (disabled)
sv_se: Ikon (inaktiverad)

source: Icon (maintenance)
sv_se: Ikon (underhåll)

source: Icon (problem)
sv_se: Ikon (problem)

source: Icon highlight
sv_se: Höjdpunkt för ikoner

source: Icon map
sv_se: Ikon karta

source: Icon map "%1$s" already exists.
sv_se: Ikonkartan "%1$s" finns redan.

source: Icon map "%1$s" cannot be deleted. Used in map "%2$s".
sv_se: Ikonen map "%1$s" kan inte raderas. Används i karta "%2$s".

source: Icon map created
sv_se: Ikonkarta skapad

source: Icon map deleted
sv_se: Ikonkarta raderad

source: Icon map updated
sv_se: Ikonkarta uppdaterad

source: Icon mapping
sv_se: Mappning av ikoner

source: Icon with ID "%1$s" is not available.
sv_se: Ikon med ID "%1$s" är inte tillgänglig.

source: Icons
sv_se: Ikoner

source: IdP entity ID
sv_se: ID för IdP-enhet

source: Identical ID (%1$s) is used by modules located at %2$s.
sv_se: Identiskt ID (%1$s) används av moduler som är placerade på %2$s.

source: Identical actions are used by modules located at %1$s.
sv_se: Identiska åtgärder används av moduler som är placerade på %1$s.

source: Identical namespace (%1$s) is used by modules located at %2$s.
sv_se: Identisk namnrymd (%1$s) används av moduler som finns på %2$s.

source: Identification of the system. Returns string
sv_se: Identifiering av systemet. Returnerar sträng

source: If HTTP authentication is enabled, all users (even with frontend access set to LDAP/Internal) will be authenticated by the web server, not by Zabbix.
sv_se: Om HTTP-autentisering är aktiverad kommer alla användare (även de med frontend-åtkomst inställd på LDAP/Intern) att autentiseras av webbservern, inte av Zabbix.

source: If at least %2$s child service has %1$s status or above
sv_se: Om minst %2$s barntjänst har %1$s status eller högre

source: If at least %2$s child services have %1$s status or above
sv_se: Om minst %2$s barntjänster har %1$s status eller högre

source: If at least %2$s of child services have %1$s status or above
sv_se: Om minst %2$s av barntjänsterna har status %1$s eller högre

source: If filter matches
sv_se: Om filtret matchar

source: If less than %2$s child service has %1$s status or below
sv_se: Om mindre än %2$s barntjänst har %1$s status eller lägre

source: If less than %2$s child services have %1$s status or below
sv_se: Om mindre än %2$s barntjänster har %1$s status eller lägre

source: If less than %2$s of child services have %1$s status or below
sv_se: Om mindre än %2$s av barntjänsterna har status %1$s eller lägre

source: If no user groups are specified, at least one user must be included in the mailing list.
sv_se: Om inga användargrupper anges måste minst en användare finnas med i e-postlistan.

source: If weight of child services with %1$s status or above is at least %2$s
sv_se: Om vikten av barntjänster med status %1$s eller högre är minst %2$s

source: If weight of child services with %1$s status or below is less than %2$s
sv_se: Om vikten av barntjänster med %1$s status eller lägre är mindre än %2$s

source: If you do not know your PSK or would like to change it, click the button below. Note that changing the PSK may impact existing configurations.
sv_se: Om du inte känner till din PSK eller vill ändra den klickar du på knappen nedan. Observera att ändring av PSK kan påverka befintliga konfigurationer.

source: If you think this message is wrong, please consult your administrators about getting the necessary permissions.
sv_se: Om du tror att detta meddelande är felaktigt, kontakta dina administratörer för att få de nödvändiga behörigheterna.

source: Iframe sandboxing exceptions
sv_se: Undantag för sandlåda för Iframe

source: Ignore this service
sv_se: Ignorera denna tjänst

source: Image
sv_se: Bild

source: Image "%1$s" already exists.
sv_se: Bilden "%1$s" finns redan.

source: Image added
sv_se: Bild lades till

source: Image deleted
sv_se: Bild togs bort

source: Image label type
sv_se: Typ av bildetikett

source: Image loading error.
sv_se: Fel vid laddning av bild.

source: Image size must be less than %1$s.
sv_se: Bildstorleken måste vara mindre än %1$s.

source: Image updated
sv_se: Bild uppdaterades

source: Images
sv_se: Bilder

source: Images for all maps will be updated!
sv_se: Bilder för alla kartor kommer att uppdateras!

source: Immediately
sv_se: Direkt

source: Import
sv_se: Importera

source: Import failed
sv_se: Importen misslyckades

source: Import file
sv_se: Importera fil

source: Imported successfully
sv_se: Importerades utan problem

source: Impossible to filter by inventory field "%1$s", which does not exist.
sv_se: Omöjligt att filtrera på lagerfältet "%1$s", som inte finns.

source: In case of successful password change user will be logged out of all active sessions. Continue?
sv_se: Om lösenordsbytet lyckas kommer användaren att loggas ut från alla aktiva sessioner. Vill du fortsätta?

source: In maintenance
sv_se: Inom underhåll

source: In progress
sv_se: Pågår

source: In range
sv_se: Inom intervall

source: In the Zabbix server configuration file (zabbix_server.conf), set the StartIPMIPollers parameter to a non-zero value.
sv_se: I konfigurationsfilen för Zabbix-servern (zabbix_server.conf) ställer du in parametern StartIPMIPollers på ett värde som inte är noll.

source: Inaccessible SLA
sv_se: Otillgänglig SLA

source: Inaccessible action
sv_se: Otillgänglig åtgärd

source: Inaccessible dashboard
sv_se: Otillgänglig kontrollpanel

source: Inaccessible discovery rule
sv_se: Otillgänglig regel för upptäckt

source: Inaccessible graph
sv_se: Otillgänglig graf

source: Inaccessible graph prototype
sv_se: Otillgänglig grafprototyp

source: Inaccessible group
sv_se: Otillgänglig grupp

source: Inaccessible host
sv_se: Otillgänglig värd

source: Inaccessible item
sv_se: Otillgängligt objekt

source: Inaccessible item prototype
sv_se: Otillgänglig objektprototyp

source: Inaccessible maintenance
sv_se: Otillgängligt underhåll

source: Inaccessible map
sv_se: Otillgänglig karta

source: Inaccessible media type
sv_se: Otillgänglig medietyp

source: Inaccessible service
sv_se: Otillgänglig tjänst

source: Inaccessible template
sv_se: Otillgänglig mall

source: Inaccessible trigger
sv_se: Otillgänglig utlösare

source: Inaccessible user
sv_se: Otillgänglig användare

source: Inaccessible user group
sv_se: Otillgänglig användargrupp

source: Inaccessible widget
sv_se: Otillgänglig widget

source: Inaccessible widget type.
sv_se: Otillgänglig widget-typ.

source: Inaccessible widgets were not copied.
sv_se: Otillgängliga widgetar kopierades inte.

source: Inaccessible widgets were not pasted.
sv_se: Otillgängliga widgetar klistrades inte in.

source: Include
sv_se: Inkludera

source: Include event menu entry
sv_se: Inkludera menyalternativ för evenemang

source: Include hosts in maintenance
sv_se: Inkludera värdarna i underhållet

source: Incoming traffic statistics on network interface. Returns integer
sv_se: Statistik över inkommande trafik på nätverksgränssnittet. Returnerar heltal

source: Incompatible "propagation_rule" and "propagation_value" parameters for service "%1$s".
sv_se: Inkompatibla parametrar för "propagation_rule" och "propagation_value" för tjänsten "%1$s".

source: Incomplete configuration
sv_se: Ofullständig konfiguration

source: Incorrect "height" value for map "%1$s".
sv_se: Felaktigt värde för "höjd" för kartan "%1$s".

source: Incorrect "permission" value "%1$s" in user groups for map "%2$s".
sv_se: Felaktigt "permission"-värde "%1$s" i användargrupper för karta "%2$s".

source: Incorrect "permission" value "%1$s" in users for map "%2$s".
sv_se: Felaktigt "permission"-värde "%1$s" i användare för karta "%2$s".

source: Incorrect "private" value "%1$s" for map "%2$s".
sv_se: Felaktigt "privat" värde "%1$s" för karta "%2$s".

source: Incorrect "width" value for map "%1$s".
sv_se: Felaktigt "width"-värde för kartan "%1$s".

source: Incorrect %1$s label type value for map "%2$s".
sv_se: Felaktigt värde för etikettyp %1$s för karta "%2$s".

source: Incorrect API "%1$s".
sv_se: Felaktigt API "%1$s".

source: Incorrect DNS provided.
sv_se: Felaktig DNS angiven.

source: Incorrect SNMP OID.
sv_se: Felaktigt SNMP OID.

source: Incorrect SNMP community.
sv_se: Felaktig SNMP-grupp.

source: Incorrect action condition discovery check.
sv_se: Felaktig åtgärd villkor upptäckt kontroll.

source: Incorrect action condition discovery check. Discovery check does not exist or you have no access to it.
sv_se: Felaktigt åtgärdsvillkor för upptäcktskontroll. Discovery check finns inte eller så har du inte tillgång till den.

source: Incorrect action condition discovery object.
sv_se: Felaktigt åtgärdsvillkor för upptäcktsobjekt.

source: Incorrect action condition discovery rule. Discovery rule does not exist or you have no access to it.
sv_se: Felaktigt åtgärdsvillkor för upptäcktsregel. Upptäcktsregeln finns inte eller så har du inte tillgång till den.

source: Incorrect action condition discovery status.
sv_se: Felaktigt åtgärdstillstånd upptäcktsstatus.

source: Incorrect action condition event type.
sv_se: Händelsetyp för felaktigt åtgärdsvillkor.

source: Incorrect action condition or operation host group. Host group does not exist or you have no access to it.
sv_se: Felaktigt åtgärdsvillkor eller felaktig drift värdgrupp. Värdgruppen finns inte eller så har du ingen åtkomst till den.

source: Incorrect action condition or operation host. Host does not exist or you have no access to it.
sv_se: Felaktigt åtgärdstillstånd eller operation värd. Värd finns inte eller så har du ingen åtkomst till den.

source: Incorrect action condition or operation template. Template does not exist or you have no access to it.
sv_se: Felaktigt åtgärdsvillkor eller felaktig handlingsmall. Mallen finns inte eller så har du inte tillgång till den.

source: Incorrect action condition port "%1$s".
sv_se: Felaktigt åtgärdsvillkor port "%1$s".

source: Incorrect action condition proxy. Proxy does not exist or you have no access to it.
sv_se: Felaktigt åtgärdsvillkor proxy. Proxy finns inte eller så har du ingen tillgång till den.

source: Incorrect action condition service. Service does not exist or you have no access to it.
sv_se: Felaktig åtgärd villkorar service. Tjänsten finns inte eller så har du inte tillgång till den.

source: Incorrect action condition trigger severity.
sv_se: Felaktigt åtgärdsvillkor utlöser allvarlighetsgrad.

source: Incorrect action condition trigger. Trigger does not exist or you have no access to it.
sv_se: Felaktigt åtgärdsvillkor utlösare. Utlösaren finns inte eller du har inte tillgång till den.

source: Incorrect action condition type.
sv_se: Felaktig typ av åtgärdstillstånd.

source: Incorrect action operation escalation step values.
sv_se: Felaktiga värden för eskaleringssteg för åtgärd.

source: Incorrect action operation media type. Media type does not exist or you have no access to it.
sv_se: Felaktig åtgärd operation medietyp. Mediatypen finns inte eller så har du inte tillgång till den.
