Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Change client secret
sv_se: Ändra klientens hemlighet

source: Change indicator
sv_se: Indikator för förändring

source: Change password
sv_se: Ändra lösenord

source: Change per second
sv_se: Förändring per sekund

source: Change pre-shared key
sv_se: Ändra fördelad nyckel

source: Change problem ranking
sv_se: Ändra problemets rangordning

source: Change severity
sv_se: Ändra svårighetsgrad

source: Change type
sv_se: Ändra typ

source: Character
sv_se: Tecken

source: Character string included
sv_se: Teckensträng ingår

source: Character string not included
sv_se: Teckensträng ingår inte

source: Chars
sv_se: Tecken

source: Chassis
sv_se: Chassi

source: Chassis information. Returns string
sv_se: Information om chassit. Returnerar sträng

source: Check already exists.
sv_se: Kontrollen finns redan.

source: Check expression part starting from "%1$s".
sv_se: Kontrollera uttrycksdelen med början från "%1$s".

source: Check for error in JSON
sv_se: Kontrollera om det finns fel i JSON

source: Check for error in XML
sv_se: Kontrollera om det finns fel i XML

source: Check for error using regular expression
sv_se: Sök efter fel med hjälp av reguljära uttryck

source: Check for not supported value
sv_se: Kontrollera om värdet inte stöds

source: Check of pre-requisites
sv_se: Kontroll av förkrav

source: Check the key, please. Default example was passed.
sv_se: Kontrollera nyckeln, tack. Standardexemplet godkändes.

source: Check type
sv_se: Kontrollera typ

source: Checks
sv_se: Kontroller

source: Checks if DNS service is up. Returns 0 - DNS is down (server did not respond or DNS resolution failed); 1 - DNS is up
sv_se: Kontrollerar om DNS-tjänsten är uppe. Returnerar 0 - DNS är nere (servern svarade inte eller DNS-upplösningen misslyckades); 1 - DNS är uppe

source: Checks if file exists. Returns 0 - not found; 1 - file of the specified type exists
sv_se: Kontrollerar om filen finns. Returnerar 0 - hittades inte; 1 - fil av den angivna typen finns

source: Checks if host is accessible by ICMP ping with retries. 0 - ICMP ping fails. 1 - ICMP ping successful.
sv_se: Kontrollerar om värden är tillgänglig via ICMP-ping med omförsök. 0 - ICMP-ping misslyckas. 1 - ICMP-ping lyckades.

source: Checks if host is accessible by ICMP ping. 0 - ICMP ping fails. 1 - ICMP ping successful.
sv_se: Kontrollerar om värden är tillgänglig med ICMP-ping. 0 - ICMP-ping misslyckas. 1 - ICMP-ping lyckades.

source: Checks if it is possible to make TCP connection to specified port. Returns 0 - cannot connect; 1 - can connect
sv_se: Kontrollerar om det är möjligt att upprätta en TCP-anslutning till angiven port. Returnerar 0 - kan inte ansluta; 1 - kan ansluta

source: Checks if service is running and accepting TCP connections. Returns 0 - service is down; 1 - service is running
sv_se: Kontrollerar om tjänsten är igång och accepterar TCP-anslutningar. Returnerar 0 - tjänsten är nere; 1 - tjänsten är igång

source: Checks if service is running and responding to UDP requests. Returns 0 - service is down; 1 - service is running
sv_se: Kontrollerar om tjänsten är igång och svarar på UDP-förfrågningar. Returnerar 0 - tjänsten är nere; 1 - tjänsten är igång

source: Checks if this TCP port is in LISTEN state. Returns 0 - it is not in LISTEN state; 1 - it is in LISTEN state
sv_se: Kontrollerar om denna TCP-port är i LISTEN-läge. Returnerar 0 - den är inte i LISTEN-läge; 1 - den är i LISTEN-läge

source: Checks if this UDP port is in LISTEN state. Returns 0 - it is not in LISTEN state; 1 - it is in LISTEN state
sv_se: Kontrollerar om denna UDP-port är i LISTEN-läge. Returnerar 0 - den är inte i LISTEN-läge; 1 - den är i LISTEN-läge

source: Checks performance of TCP service. Returns 0 - service is down; seconds - the number of seconds spent while connecting to the service
sv_se: Kontrollerar TCP-tjänstens prestanda. Returnerar 0 - tjänsten är nere; seconds - antalet sekunder som gick åt för att ansluta till tjänsten

source: Checks performance of UDP service. Returns 0 - service is down; seconds - the number of seconds spent waiting for response from the service
sv_se: Kontrollerar UDP-tjänstens prestanda. Returnerar 0 - tjänsten är nere; sekunder - antalet sekunder som gått åt till att vänta på svar från tjänsten

source: Checks should be unique.
sv_se: Checkarna ska vara unika.

source: Child services
sv_se: Tjänster för barn

source: Chinese (zh_CN)
sv_se: Kinesiska (zh_CN)

source: Chinese (zh_TW)
sv_se: Kinesiska (zh_TW)

source: Circular reference in templates: %1$s.
sv_se: Cirkulär referens i mallar: %1$s.

source: Circular template linkage is not allowed.
sv_se: Cirkulär mallkoppling är inte tillåten.

source: Class %1$s not found for action %2$s.
sv_se: Klass %1$s hittades inte för åtgärd %2$s.

source: Clear
sv_se: Rensa

source: Clear history and trends
sv_se: Tydlig historik och trender

source: Clear history and trends of selected item?
sv_se: Tydliggöra historik och trender för valt objekt?

source: Clear history and trends of selected items?
sv_se: Töm historik och trender för valda objekt?

source: Clear history and trends of selected web scenario?
sv_se: Tydlig historik och trender för valt webbscenario?

source: Clear history and trends of selected web scenarios?
sv_se: Tydlig historik och trender för utvalda webbscenarier?

source: Clear when unlinking
sv_se: Rensas när länkningen tas bort

source: Click %1$s to complete the setup.
sv_se: Klicka på %1$s för att slutföra inställningen.

source: Click Finish to close the Host wizard.
sv_se: Klicka på Slutför för att stänga värdguiden.

source: Click Finish to navigate to the Latest data section and view the most recent data for your host (%1$s).
sv_se: Klicka på Slutför för att navigera till avsnittet Senaste data och visa de senaste uppgifterna för din värd (%1$s).

source: Click and drag to desired size.
sv_se: Klicka och dra till önskad storlek.

source: Click to view or edit
sv_se: Klicka för att visa eller redigera

source: Client ID
sv_se: Klient ID

source: Client secret
sv_se: Klienthemlighet

source: Clock
sv_se: Klocka

source: Clock type
sv_se: Typ av klocka

source: Clone
sv_se: Klona

source: Cloned host parameter values have been modified.
sv_se: Parametervärdena för den klonade värden har ändrats.

source: Cloned template parameter values have been modified.
sv_se: Parametervärdena för den klonade mallen har ändrats.

source: Close
sv_se: Stäng

source: Close expression constructor
sv_se: Konstruktör för stängda uttryck

source: Close new event
sv_se: Stäng ny händelse

source: Close old events
sv_se: Stäng gamla händelser

source: Close problem
sv_se: Stäng problemet

source: Close problems
sv_se: Nära problem

source: Code length
sv_se: Kodlängd

source: Collapse
sv_se: Fäll in

source: Collapse sidebar
sv_se: Fäll in sidofältet

source: Colon to separate IP/DNS address from port
sv_se: Kolonn för att separera IP/DNS-adress från port

source: Color
sv_se: Färg

source: Color "%1$s" is not correct: expecting hexadecimal color code (6 symbols).
sv_se: Färgen "%1$s" är inte korrekt: förväntar sig hexadecimal färgkod (6 symboler).

source: Color (OK)
sv_se: Färg (OK)

source: Color interpolation
sv_se: Interpolering av färg

source: Colors
sv_se: Färger

source: Columns
sv_se: Kolumner

source: Combined result
sv_se: Kombinerat resultat

source: Comma separated center coordinates and zoom level to display when the widget is initially loaded.
sv_se: Kommaseparerade centrumkoordinater och zoomnivå som ska visas när widgeten laddas första gången.

source: Comma to separate multiple Zabbix servers, proxies, or clusters
sv_se: Komma för att separera flera Zabbix-servrar, proxyer eller kluster

source: Command
sv_se: Kommando

source: Commands
sv_se: Kommandon

source: Communication
sv_se: Kommunikation

source: Communication between Zabbix agent and server/proxy is secured with a unique user-defined pre-shared key identity and a secret pre-shared key linked to it.
sv_se: Kommunikationen mellan Zabbix-agenten och servern/proxyn säkras med en unik användardefinierad fördelad nyckelidentitet och en hemlig fördelad nyckel som är kopplad till den.

source: Communication between Zabbix agent and server/proxy is secured with the pre-shared key (PSK) encryption method.
sv_se: Kommunikationen mellan Zabbix agent och server/proxy skyddas med krypteringsmetoden PSK (pre-shared key).

# SNMP Community
source: Community
sv_se: Gemenskap

source: Compact view
sv_se: Kompakt vy

source: Complete authentication to get tokens.
sv_se: Slutför autentiseringen för att få tokens.

source: Component %1$s already registered.
sv_se: Komponent %1$s redan registrerad.

source: Component %1$s is not registered.
sv_se: Komponent %1$s är inte registrerad.

source: Compress records older than
sv_se: Komprimera poster som är äldre än

source: Compression is not supported.
sv_se: Komprimering stöds inte.

source: Concurrent sessions
sv_se: Samtidiga sessioner

source: Condition
sv_se: Villkor

source: Conditions
sv_se: Villkor

source: Configuration
sv_se: Konfiguration

source: Configuration cache statistics. Cache - buffer (modes: pfree, total, used, free).
sv_se: Statistik för konfigurationscache. Cache - buffert (lägen: pfree, total, använd, ledig).

source: Configuration complete
sv_se: Konfigurationen är klar

source: Configuration file "%1$s" created.
sv_se: Konfigurationsfil "%1$s" skapad.

source: Configuration of GUI
sv_se: Konfiguration av grafiskt gränssnitt

source: Configuration of actions
sv_se: Konfiguration av åtgärder

source: Configuration of audit log
sv_se: Konfiguration av granskningslogg

source: Configuration of authentication
sv_se: Konfiguration av autentisering

source: Configuration of dashboards
sv_se: Konfiguration av kontrollpaneler

source: Configuration of discovery prototypes
sv_se: Konfiguration av prototyper för upptäckt

source: Configuration of discovery rules
sv_se: Konfiguration av regler för upptäckt

source: Configuration of graph prototypes
sv_se: Konfiguration av grafprototyper

source: Configuration of graphs
sv_se: Konfiguration av diagram

source: Configuration of host
sv_se: Konfiguration av värd

source: Configuration of host group
sv_se: Konfiguration av värdgrupp

source: Configuration of host groups
sv_se: Konfiguration av värdgrupper

source: Configuration of host prototypes
sv_se: Konfiguration av värdprototyper

source: Configuration of hosts
sv_se: Konfiguration av värdar

source: Configuration of housekeeping
sv_se: Konfiguration av städning

source: Configuration of icon mapping
sv_se: Konfiguration av ikonmappning

source: Configuration of images
sv_se: Konfiguration av bilder

source: Configuration of item prototypes
sv_se: Konfiguration av objektprototyper

source: Configuration of items
sv_se: Konfiguration av objekt

source: Configuration of macros
sv_se: Konfiguration av makron

source: Configuration of maintenance periods
sv_se: Konfiguration av underhållsperioder

source: Configuration of media types
sv_se: Konfiguration av mediatyper

source: Configuration of network maps
sv_se: Konfiguration av nätverkskartor

source: Configuration of proxies
sv_se: Konfiguration av proxyservrar

source: Configuration of proxy groups
sv_se: Konfiguration av proxygrupper

source: Configuration of regular expressions
sv_se: Konfiguration av reguljära uttryck

source: Configuration of scripts
sv_se: Konfiguration av skript

source: Configuration of template group
sv_se: Konfiguration av mallgrupp

source: Configuration of template groups
sv_se: Konfiguration av mallgrupper

source: Configuration of templates
sv_se: Konfiguration av mallar

source: Configuration of timeouts
sv_se: Konfiguration av tidsgränser

source: Configuration of trigger displaying options
sv_se: Konfiguration av alternativ för visning av utlösare

source: Configuration of trigger prototypes
sv_se: Konfiguration av utlösarprototyper

source: Configuration of triggers
sv_se: Konfiguration av utlösare

source: Configuration of user groups
sv_se: Konfiguration av användargrupper

source: Configuration of user roles
sv_se: Konfiguration av användarroller

source: Configuration of users
sv_se: Konfiguration av användare

source: Configuration of web monitoring
sv_se: Konfiguration av webbövervakning

source: Configuration refresh
sv_se: Uppdatering av konfiguration

source: Configuration updated
sv_se: Konfiguration uppdaterad

source: Configure
sv_se: Konfigurera

source: Configure DB connection
sv_se: Konfigurera databasanslutning

source: Configure JIT provisioning
sv_se: Konfigurera JIT-leverans

source: Configure encryption
sv_se: Konfigurera kryptering

source: Configure host
sv_se: Konfigurera värd

source: Configured %1$s ago
sv_se: Konfigurerad för %1$s sedan

source: Confirm changes
sv_se: Bekräfta ändringar

source: Confirmation text
sv_se: Bekräftelsetext

source: Confirms the problem is noticed (acknowledging user will be recorded). Status change triggers action update operation.
sv_se: Bekräftar att problemet har uppmärksammats (användarens bekräftelse kommer att registreras). Statusändring utlöser uppdatering av åtgärd.

source: Congratulations! You have successfully installed Zabbix frontend.
sv_se: Gratulerar till din installation! Du har nu installerat Zabbix frontend.

source: Connect to
sv_se: Anslut till

# missing data function
source: Connected
sv_se: Ansluten

source: Connection
sv_se: Anslutning

source: Connection security
sv_se: Anslutningssäkerhet

source: Connection timeout of %1$s seconds exceeded when connecting to Zabbix server "%2$s".
sv_se: Tidsgränsen för anslutning på %1$s sekunder överskreds vid anslutning till Zabbix-servern "%2$s".

source: Connection to Zabbix server "%1$s" failed. Possible reasons: 1. Incorrect "NodeAddress" or "ListenPort" in the "zabbix_server.conf" or server IP/DNS override in the "zabbix.conf.php"; 2. Incorrect DNS server configuration.
sv_se: Anslutningen till Zabbix-servern "%1$s" misslyckades. Möjliga orsaker: 1. Felaktig "NodeAddress" eller "ListenPort" i "zabbix_server.conf" eller åsidosättande av serverns IP/DNS i "zabbix.conf.php"; 2. Felaktig konfiguration av DNS-servern.

source: Connection to Zabbix server "%1$s" refused. Possible reasons: 1. Incorrect "NodeAddress" or "ListenPort" in the "zabbix_server.conf" or server IP/DNS override in the "zabbix.conf.php"; 2. Security environment (for example, SELinux) is blocking the connection; 3. Zabbix server daemon not running; 4. Firewall is blocking TCP connection.
sv_se: Anslutning till Zabbix-servern "%1$s" nekades. Möjliga orsaker: 1. Felaktig "NodeAddress" eller "ListenPort" i "zabbix_server.conf" eller åsidosättande av serverns IP/DNS i "zabbix.conf.php"; 2. Säkerhetsmiljön (t.ex. SELinux) blockerar anslutningen; 3. Zabbix-serverns daemon körs inte; 4. Brandväggen blockerar TCP-anslutningen.

source: Connection to Zabbix server "%1$s" timed out. Possible reasons: 1. Incorrect "NodeAddress" or "ListenPort" in the "zabbix_server.conf" or server IP/DNS override in the "zabbix.conf.php"; 2. Firewall is blocking TCP connection.
sv_se: Anslutningen till Zabbix-servern "%1$s" tog slut. Möjliga orsaker: 1. Felaktig "NodeAddress" eller "ListenPort" i "zabbix_server.conf" eller åsidosättande av serverns IP/DNS i "zabbix.conf.php"; 2. Brandväggen blockerar TCP-anslutningen.

source: Connection to Zabbix server failed. Incorrect configuration.
sv_se: Anslutningen till Zabbix-servern misslyckades. Felaktig konfiguration.

source: Connection will not be encrypted because it uses a socket file (on Unix) or shared memory (Windows).
sv_se: Anslutningen kommer inte att krypteras eftersom den använder en socket-fil (på Unix) eller delat minne (Windows).

source: Connections
sv_se: Anslutningar

source: Connections from host
sv_se: Anslutningar från värd

source: Connections from proxy
sv_se: Anslutningar från proxy

source: Connections to host
sv_se: Anslutningar till värd

source: Connections to proxy
sv_se: Anslutningar till proxy

source: Connector
sv_se: Anslutare

source: Connector "%1$s" already exists.
sv_se: Anslutaren "%1$s" finns redan.

source: Connector created
sv_se: Anslutare skapad

source: Connector deleted
sv_se: Anslutare borttagen

source: Connector disabled
sv_se: Anslutare inaktiverad

source: Connector edit
sv_se: Redigera anslutare

source: Connector enabled
sv_se: Anslutare aktiverad

source: Connector updated
sv_se: Anslutare uppdaterad

source: Connectors
sv_se: Anslutare

source: Contact
sv_se: Kontakt

source: Contains
sv_se: Innehåller

source: Content controls
sv_se: Kontroll av innehåll

source: Content controls: header
sv_se: Innehållskontroller: rubrik

source: Content menu
sv_se: Meny för innehåll

source: Context name
sv_se: Namn på kontext

source: Continue
sv_se: Fortsätt

source: Continue overrides
sv_se: Fortsätt att åsidosätta

source: Contract number
sv_se: Kontraktsnummer

source: Convert to JSON
sv_se: Konvertera till JSON

source: Convert to cause
sv_se: Konvertera till orsak

source: Converts a symptom event back to cause event
sv_se: Konverterar en symptomhändelse tillbaka till en orsakshändelse

source: Coordinates
sv_se: Koordinater

source: Copy
sv_se: Kopiera

source: Copy %1$s graph
sv_se: Kopiera %1$s graf

source: Copy %1$s item
sv_se: Kopiera %1$s objekt

source: Copy %1$s trigger
sv_se: Kopiera %1$s utlösare

source: Copy to clipboard
sv_se: Kopiera till urklipp

source: Correlation edit
sv_se: Korrelation redigera

source: Count
sv_se: Antal

source: Count of context switches. Returns integer
sv_se: Antal kontextbyten. Returnerar heltal

source: Count of directory entries, recursively. Returns integer
sv_se: Antal katalogposter, rekursivt. Returnerar heltal

source: Count of matched lines in log file monitoring with log rotation support. Returns integer
sv_se: Antal matchade rader i loggfilsövervakning med stöd för loggrotation. Returnerar heltal

source: Count of matched lines in log file monitoring. Returns integer
sv_se: Antal matchade rader i loggfilsövervakningen. Returnerar heltal

source: Count of network checks enqueued in the discovery queue.
sv_se: Antal nätverkskontroller som finns i kö i upptäcktskön.

source: Count of values enqueued in the connector queue.
sv_se: Antal värden som köar i anslutarkön.

source: Count of values enqueued in the low-level discovery processing queue.
sv_se: Antal värden i kö i bearbetningskön för lågnivåupptäckt.

source: Count of values enqueued in the preprocessing queue.
sv_se: Antal värden som finns i förbehandlingskön.

source: Create
sv_se: Skapa

source: Create API token
sv_se: Skapa API-token

source: Create SLA
sv_se: Skapa SLA

source: Create action
sv_se: Skapa åtgärd

source: Create and edit dashboards
sv_se: Skapa och redigera kontrollpaneler

source: Create and edit maintenance
sv_se: Skapa och redigera underhåll

source: Create and edit maps
sv_se: Skapa och redigera kartor

source: Create and edit own media
sv_se: Skapa och redigera egna medier

source: Create and edit user media
sv_se: Skapa och redigera användarmedia

source: Create background
sv_se: Skapa bakgrund

source: Create connector
sv_se: Skapa anslutare

source: Create dashboard
sv_se: Skapa kontrollpanel

source: Create dependent discovery rule
sv_se: Skapa regel för beroende upptäckt

source: Create dependent item
sv_se: Skapa beroende objekt

source: Create disabled
sv_se: Skapa inaktiverade

source: Create discovery prototype
sv_se: Skapa en prototyp för upptäckt

source: Create discovery rule
sv_se: Skapa regel för upptäckt

source: Create discovery rule (select host first)
sv_se: Skapa regel för upptäckt (välj värd först)

source: Create discovery rule (select template first)
sv_se: Skapa upptäcktsregel (välj mall först)

source: Create enabled
sv_se: Skapa aktiverad

source: Create event correlation
sv_se: Skapa händelsekorrelation

source: Create graph
sv_se: Skapa graf

source: Create graph (select host first)
sv_se: Skapa graf (välj värd först)

source: Create graph (select template first)
sv_se: Skapa graf (välj mall först)

source: Create graph prototype
sv_se: Skapa grafprototyp

source: Create host
sv_se: Skapa värd

source: Create host group
sv_se: Skapa värdgrupp

source: Create host prototype
sv_se: Skapa prototyp för värd

source: Create hosts from selected prototype as disabled?
sv_se: Skapa värdar från vald prototyp som inaktiverade?

source: Create hosts from selected prototype as enabled?
sv_se: Skapa värdar från vald prototyp som aktiverad?

source: Create hosts from selected prototypes as disabled?
sv_se: Skapa värdar från utvalda prototyper som inaktiverade?

source: Create hosts from selected prototypes as enabled?
sv_se: Skapa värdar från utvalda prototyper som aktiverade?

source: Create icon
sv_se: Skapa ikon

source: Create icon map
sv_se: Skapa ikonkarta

source: Create item
sv_se: Skapa objekt

source: Create item (select host first)
sv_se: Skapa objekt (välj värd först)

source: Create item (select template first)
sv_se: Skapa objekt (välj mall först)

source: Create item prototype
sv_se: Skapa objektprototyp

source: Create items from selected prototype as disabled?
sv_se: Skapa objekt från vald prototyp som inaktiverad?

source: Create items from selected prototype as enabled?
sv_se: Skapa objekt från vald prototyp som aktiverad?

source: Create items from selected prototypes as disabled?
sv_se: Skapa objekt från valda prototyper som inaktiverade?

source: Create items from selected prototypes as enabled?
sv_se: Skapa objekt från utvalda prototyper som aktiverade?

source: Create maintenance period
sv_se: Skapa underhållsperiod

source: Create map
sv_se: Skapa karta

source: Create media type
sv_se: Skapa medietyp

source: Create new
sv_se: Skapa ny

source: Create new report
sv_se: Skapa en ny rapport

source: Create or select a host
sv_se: Skapa eller välj en värd

source: Create proxy
sv_se: Skapa proxy

source: Create proxy group
sv_se: Skapa proxygrupp

source: Create report
sv_se: Skapa rapport

source: Create script
sv_se: Skapa skript

source: Create service
sv_se: Skapa en tjänst

source: Create template
sv_se: Skapa mall

source: Create template group
sv_se: Skapa mallgrupp

source: Create trigger
sv_se: Skapa utlösare

source: Create trigger (select host first)
sv_se: Skapa utlösare (välj värd först)

source: Create trigger (select template first)
sv_se: Skapa utlösare (välj mall först)

source: Create trigger prototype
sv_se: Skapa prototyp för utlösare

source: Create triggers from selected prototype as disabled?
sv_se: Skapa utlösare från vald prototyp som inaktiverad?

source: Create triggers from selected prototype as enabled?
sv_se: Skapa utlösare från vald prototyp som aktiverad?

source: Create triggers from selected prototypes as disabled?
sv_se: Skapa utlösare från utvalda prototyper som inaktiverade?

source: Create triggers from selected prototypes as enabled?
sv_se: Skapa utlösare från utvalda prototyper som aktiverade?

source: Create user
sv_se: Skapa användare

source: Create user group
sv_se: Skapa användargrupp

source: Create user role
sv_se: Skapa användarroll

source: Create web scenario
sv_se: Skapa webbscenario

source: Create web scenario (select host first)
sv_se: Skapa webbscenario (välj värd först)

source: Create web scenario (select template first)
sv_se: Skapa webbscenario (välj mall först)

source: Created at
sv_se: Skapad

source: Created by me
sv_se: Skapad av mig

source: Created by user
sv_se: Skapad av användare

source: Created by users
sv_se: Skapad av användare

source: Critical
sv_se: Kritiskt

source: Current
sv_se: Nuvarande

source: Current host
sv_se: Nuvarande värd

source: Current password
sv_se: Nuvarande lösenord

source: Current password is mandatory.
sv_se: Aktuellt lösenord är obligatoriskt.

source: Current user
sv_se: Nuvarande användare

source: Current value
sv_se: Aktuellt värde

source: Custom
sv_se: Anpassad
