Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Custom expression
sv_se: Anpassat uttryck

source: Custom graphs
sv_se: Anpassade diagram

source: Custom intervals
sv_se: Anpassade intervall

source: Custom label
sv_se: Anpassad etikett

source: Custom label for map "%2$s" elements of type "%1$s" may not be empty.
sv_se: Anpassad etikett för map "%2$s"-element av typen "%1$s" får inte vara tom.

source: Custom message
sv_se: Anpassat meddelande

source: Custom multiplier
sv_se: Anpassad faktor

source: Custom on fail
sv_se: Anpassad på fel

source: Custom schedule
sv_se: Anpassat schema

source: Custom scripts
sv_se: Anpassade skript

source: Custom severity names affect all locales and require manual translation!
sv_se: Anpassade namn på allvarlighetsgrad påverkar alla lokala språk och kräver manuell översättning!

source: Custom size
sv_se: Anpassad storlek

source: Custom templates are not supported.
sv_se: Anpassade mallar stöds inte.

source: Cycle
sv_se: Cykel

source: Czech (cs_CZ)
sv_se: Tjeckiska (cs_CZ)

# XML date format
source: DD.MM.YY
sv_se: DD.MM.ÅÅ

source: DNS name
sv_se: DNS-namn

source: Daily
sv_se: Dagligen

source: Danish (da_DK)
sv_se: Danska (da_DK)

source: Dark
sv_se: Mörk

source: Dashboard
sv_se: Kontrollpanel

source: Dashboard "%1$s" already exists.
sv_se: Kontrollpanelen "%1$s" finns redan.

source: Dashboard "%1$s" is used in report "%2$s".
sv_se: Kontrollpanelen "%1$s" används i rapporten "%2$s".

source: Dashboard created
sv_se: Dashboard skapad

source: Dashboard deleted
sv_se: Kontrollpanelen raderad

source: Dashboard is used as data source.
sv_se: Dashboard används som datakälla.

source: Dashboard list
sv_se: Lista över kontrollpaneler

source: Dashboard page properties
sv_se: Egenskaper för Dashboard-sidan

source: Dashboard properties
sv_se: Egenskaper för kontrollpanelen

source: Dashboard sharing
sv_se: Delning av kontrollpanel

source: Dashboard updated
sv_se: Dashboard uppdaterad

source: Dashboard with ID "%1$s" is not available.
sv_se: Kontrollpanel med ID "%1$s" är inte tillgänglig.

source: Dashboards
sv_se: Kontrollpaneler

source: Dashed line
sv_se: Streckad linje

source: Data collection
sv_se: Insamling av uppgifter

source: Data from %1$s. Generated in %2$s sec.
sv_se: Data från %1$s. Genereras i %2$s sek.

source: Data is collected by Zabbix agent, a lightweight software `component installed on your monitoring target.
sv_se: Data samlas in av Zabbix agent, en lättviktig programvarukomponent som installeras på ditt övervakningsobjekt.

source: Data is collected by Zabbix agent, a lightweight software component installed on your monitoring target.
sv_se: Data samlas in av Zabbix agent, en lättviktig programvarukomponent som installeras på ditt övervakningsobjekt.

source: Data is collected by Zabbix server or proxy using standard protocols (e.g., SNMP, ICMP) or remote access methods (e.g., SSH).
sv_se: Data samlas in av Zabbix server eller proxy med hjälp av standardprotokoll (t.ex. SNMP, ICMP) eller fjärråtkomstmetoder (t.ex. SSH).

source: Data is not properly encoded.
sv_se: Data är inte korrekt kodade.

source: Data overview
sv_se: Dataöversikt

source: Data set
sv_se: Datauppsättning

source: Data set aggregation
sv_se: Aggregering av datauppsättningar

source: Data set label
sv_se: Etikett för datauppsättning

source: Data storage period
sv_se: Datalagringsperiod

source: Data type
sv_se: Datatyp

source: Database TLS CA file
sv_se: Databas TLS CA-fil

source: Database TLS certificate file
sv_se: TLS-certifikatfil för databas

source: Database TLS certificate files must be read-only
sv_se: Databasens TLS-certifikatfiler måste vara skrivskyddade

source: Database TLS cipher list
sv_se: TLS-chifferlista för databas

source: Database TLS encryption
sv_se: TLS-kryptering av databas

source: Database TLS key file
sv_se: TLS-nyckelfil för databas

source: Database error occurred.
sv_se: Ett databasfel inträffade.

source: Database history tables use primary key
sv_se: Databasens historiktabeller använder primärnyckel

source: Database host
sv_se: Databasvärd

source: Database host verification
sv_se: Verifiering av databasvärd

source: Database monitor
sv_se: Databasövervakning

source: Database name
sv_se: Databasnamn

source: Database password
sv_se: Lösenord för databas

source: Database port
sv_se: Databasport

source: Database schema
sv_se: Databasschema

source: Database server
sv_se: Databasserver

source: Database type
sv_se: Typ av databas

source: Database user
sv_se: Användare av databas

source: Date
sv_se: Datum

source: Date HW decommissioned
sv_se: Datum för avveckling av HW

source: Date HW installed
sv_se: Datum för installation av HW

source: Date HW maintenance expires
sv_se: Datum då underhållet av HW upphör

source: Date HW purchased
sv_se: Datum då HW köptes

source: Date and time functions
sv_se: Datum- och tidsfunktioner

source: Day
sv_se: Dag

# compact table header
source: Day
sv_se: Dag

source: Day before yesterday
sv_se: I förrgår

source: Day of month
sv_se: Dag i månaden

source: Day of the week and day of the month cannot be specified simultaneously.
sv_se: Veckodag och månadsdag kan inte anges samtidigt.

source: Day of week
sv_se: Veckodag

source: Days
sv_se: Dagar

source: Deactivates manual suppression.
sv_se: Inaktiverar manuell undertryckning.

source: Debug
sv_se: Felsök

source: Debug mode
sv_se: Felsökningsläge

source: Decimal places
sv_se: Antal decimaler

source: Decrease by
sv_se: Minskning med

source: Default
sv_se: Standard

source: Default (%1$s)
sv_se: Standard (%1$s)

source: Default LDAP server must be specified.
sv_se: Standard LDAP-server måste anges.

source: Default MFA method must be specified.
sv_se: Standard MFA-metod måste anges.

source: Default access to new UI elements
sv_se: Standardåtkomst till nya användargränssnittselement

source: Default access to new actions
sv_se: Standardåtkomst till nya åtgärder

source: Default access to new modules
sv_se: Standardåtkomst till nya moduler

source: Default authentication
sv_se: Standardautentisering

source: Default host inventory mode
sv_se: Standardläge för värdinventering

source: Default input string
sv_se: Standard inmatningssträng

source: Default language
sv_se: Standardspråk

source: Default login form
sv_se: Standardinloggningsformulär

source: Default media type
sv_se: Standard medietyp

source: Default operation step duration
sv_se: Standard varaktighet för operationssteg

source: Default page display period
sv_se: Period för visning av standardsida

source: Default theme
sv_se: Standardtema

source: Default time zone
sv_se: Standard tidszon

source: Degrading
sv_se: Degradering

source: Delay
sv_se: Fördröjning

source: Delayed by
sv_se: Försenad av

source: Delete
sv_se: Ta bort

source: Delete all elements that are not present in the import file?
sv_se: Ta bort alla element som inte finns i importfilen?

source: Delete and clear
sv_se: Radera och rensa

source: Delete and clear selected template? (Warning: all linked hosts will be cleared!)
sv_se: Radera och rensa vald mall? (Varning: alla länkade värdar kommer att rensas!)

source: Delete and clear selected templates? (Warning: all linked hosts will be cleared!)
sv_se: Radera och rensa valda mallar? (Varning: alla länkade värdar kommer att rensas!)

source: Delete and clear template? (Warning: all linked hosts will be cleared!)
sv_se: Radera och rensa mall? (Varning: alla länkade värdar kommer att rensas!)

source: Delete current action?
sv_se: Ta bort aktuell åtgärd?

source: Delete dashboard?
sv_se: Ta bort kontrollpanelen?

source: Delete discovery prototype?
sv_se: Ta bort prototypen för upptäckten?

source: Delete discovery rule?
sv_se: Ta bort upptäcktsregel?

source: Delete event correlation?
sv_se: Ta bort korrelation mellan händelser?

source: Delete expression?
sv_se: Radera uttryck?

source: Delete graph prototype?
sv_se: Ta bort grafprototyp?

source: Delete graph?
sv_se: Ta bort diagram?

source: Delete icon map?
sv_se: Ta bort ikonkartan?

source: Delete item prototype?
sv_se: Ta bort prototyp för objekt?

source: Delete item?
sv_se: Radera objekt?

source: Delete links between selected elements?
sv_se: Ta bort länkar mellan markerade element?

source: Delete lost resources
sv_se: Ta bort förlorade resurser

source: Delete maintenance period?
sv_se: Radera underhållsperiod?

source: Delete media type?
sv_se: Ta bort medietyp?

source: Delete missing
sv_se: Radera saknad

source: Delete regular expression?
sv_se: Ta bort reguljärt uttryck?

source: Delete script?
sv_se: Radera skript?

source: Delete selected API token?
sv_se: Ta bort vald API-token?

source: Delete selected SLA?
sv_se: Ta bort valt SLA?

source: Delete selected SLAs?
sv_se: Ta bort valda SLA:er?

source: Delete selected action?
sv_se: Ta bort vald åtgärd?

source: Delete selected actions?
sv_se: Ta bort valda åtgärder?

source: Delete selected connector?
sv_se: Ta bort vald anslutare?

source: Delete selected connectors?
sv_se: Ta bort valda anslutare?

source: Delete selected dashboard?
sv_se: Ta bort vald kontrollpanel?

source: Delete selected dashboards?
sv_se: Ta bort valda kontrollpaneler?

source: Delete selected discovery prototype?
sv_se: Ta bort vald prototyp för upptäckt?

source: Delete selected discovery prototypes?
sv_se: Ta bort valda prototyper för upptäckt?

source: Delete selected discovery rule?
sv_se: Ta bort vald regel för upptäckt?

source: Delete selected discovery rules?
sv_se: Ta bort valda discovery-regler?

source: Delete selected elements?
sv_se: Ta bort markerade element?

source: Delete selected event correlation?
sv_se: Ta bort korrelation för vald händelse?

source: Delete selected event correlations?
sv_se: Ta bort valda händelsekorrelationer?

source: Delete selected graph prototype?
sv_se: Ta bort vald grafprototyp?

source: Delete selected graph prototypes?
sv_se: Ta bort markerade grafprototyper?

source: Delete selected graph?
sv_se: Ta bort vald graf?

source: Delete selected graphs?
sv_se: Ta bort valda grafer?

source: Delete selected group?
sv_se: Ta bort vald grupp?

source: Delete selected groups?
sv_se: Ta bort valda grupper?

source: Delete selected host group?
sv_se: Ta bort vald värdgrupp?

source: Delete selected host groups?
sv_se: Ta bort valda värdgrupper?

source: Delete selected host prototype?
sv_se: Ta bort vald värdprototyp?

source: Delete selected host prototypes?
sv_se: Ta bort valda värdprototyper?

source: Delete selected host?
sv_se: Ta bort markerad värd?

source: Delete selected hosts?
sv_se: Ta bort markerade värdar?

source: Delete selected image?
sv_se: Ta bort markerad bild?

source: Delete selected item prototype?
sv_se: Ta bort prototyp för valt objekt?

source: Delete selected item prototypes?
sv_se: Ta bort prototyper för valda objekt?

source: Delete selected item?
sv_se: Ta bort markerat objekt?

source: Delete selected items?
sv_se: Ta bort valda objekt?

source: Delete selected maintenance period?
sv_se: Ta bort vald underhållsperiod?

source: Delete selected maintenance periods?
sv_se: Ta bort valda underhållsperioder?

source: Delete selected map?
sv_se: Ta bort vald karta?

source: Delete selected maps?
sv_se: Ta bort valda kartor?

source: Delete selected media type?
sv_se: Ta bort vald medietyp?

source: Delete selected media types?
sv_se: Ta bort valda medietyper?

source: Delete selected proxies?
sv_se: Ta bort valda proxies?

source: Delete selected proxy group?
sv_se: Ta bort vald proxygrupp?

source: Delete selected proxy groups?
sv_se: Ta bort valda proxygrupper?

source: Delete selected proxy?
sv_se: Ta bort vald proxy?

source: Delete selected regular expression?
sv_se: Ta bort markerat reguljärt uttryck?

source: Delete selected regular expressions?
sv_se: Ta bort markerade reguljära uttryck?

source: Delete selected role?
sv_se: Ta bort vald roll?

source: Delete selected roles?
sv_se: Ta bort valda roller?

source: Delete selected scheduled report?
sv_se: Ta bort vald schemalagd rapport?

source: Delete selected scheduled reports?
sv_se: Ta bort valda schemalagda rapporter?

source: Delete selected script?
sv_se: Ta bort markerat skript?

source: Delete selected scripts?
sv_se: Ta bort markerade skript?

source: Delete selected service?
sv_se: Ta bort vald tjänst?

source: Delete selected services?
sv_se: Ta bort utvalda tjänster?

source: Delete selected shapes?
sv_se: Ta bort markerade former?

source: Delete selected template group?
sv_se: Ta bort vald mallgrupp?

source: Delete selected template groups?
sv_se: Ta bort valda mallgrupper?

source: Delete selected template?
sv_se: Ta bort vald mall?

source: Delete selected templates?
sv_se: Ta bort valda mallar?

source: Delete selected token?
sv_se: Ta bort vald token?

source: Delete selected tokens?
sv_se: Ta bort valda symboler?

source: Delete selected trigger prototype?
sv_se: Ta bort markerad utlösarprototyp?

source: Delete selected trigger prototypes?
sv_se: Ta bort markerade utlösarprototyper?

source: Delete selected trigger?
sv_se: Ta bort vald utlösare?

source: Delete selected triggers?
sv_se: Ta bort valda utlösare?

source: Delete selected user?
sv_se: Ta bort vald användare?

source: Delete selected users?
sv_se: Ta bort valda användare?

source: Delete selected web scenario?
sv_se: Ta bort valt webbscenario?

source: Delete selected web scenarios?
sv_se: Ta bort valda webbscenarier?

source: Delete template?
sv_se: Ta bort mall?

source: Delete trigger prototype?
sv_se: Ta bort utlösarprototyp?

source: Delete trigger?
sv_se: Ta bort utlösare?

source: Delete web scenario?
sv_se: Ta bort webbscenario?

source: Deleted
sv_se: Raderad

source: Deleted host
sv_se: Raderad värd

source: Deleted host group
sv_se: Borttagen värdgrupp

source: Deleted host group(s)
sv_se: Borttagen(a) värdgrupp(er)

source: Deleted trigger
sv_se: Raderad utlösare

source: Delimiter
sv_se: Avgränsare

source: Denied methods
sv_se: Nekade metoder

source: Deny
sv_se: Neka

source: Deny list
sv_se: Lista över nekade

source: Dependencies
sv_se: Beroenden

source: Dependent
sv_se: Beroende

source: Dependent item
sv_se: Beroende objekt

source: Depends on
sv_se: Beroende av

source: Deployment status
sv_se: Status för utplacering

source: Deprecated
sv_se: Föråldrat

source: Deprecated parameter "%1$s" cannot be used with "%2$s".
sv_se: Den föråldrade parametern "%1$s" kan inte användas med "%2$s".

source: Deprovisioned users group
sv_se: Användargrupp för borttagna användare

source: Deprovisioned users group cannot be deleted.
sv_se: Användargruppen Deprovisioned kan inte tas bort.

source: Deprovisioned users group cannot be empty.
sv_se: Gruppen Deprovisioned users kan inte vara tom.

source: Deprovisioned users group cannot be enabled.
sv_se: Gruppen Deprovisioned users kan inte aktiveras.

source: Description
sv_se: Beskrivning

source: Description size
sv_se: Beskrivning storlek

source: Destination URL where successful authorization redirects.
sv_se: Destinationsadress där en lyckad auktorisering omdirigeras.

source: Detailed listing of installed packages. Returns text in JSON format
sv_se: Detaljerad lista över installerade paket. Returnerar text i JSON-format

source: Details
sv_se: Detaljer

source: Details of web scenario
sv_se: Detaljer om webbscenario

source: Detected TimescaleDB license does not support compression. Compression is supported in TimescaleDB Community Edition.
sv_se: Upptäckt TimescaleDB-licens stöder inte komprimering. Komprimering stöds i TimescaleDB Community Edition.

source: Detection period
sv_se: Detekteringsperiod

source: Deviations
sv_se: Avvikelser

source: Device
sv_se: Enhet

source: Device interrupts. Returns integer
sv_se: Enhetens avbrott. Returnerar heltal

source: Device uniqueness criteria
sv_se: Kriterier för enhetens unika egenskaper

source: Digest
sv_se: Gå igenom

source: Directory
sv_se: Katalog

source: Directory size (in bytes). Returns integer
sv_se: Katalogstorlek (i byte). Returnerar heltal

source: Disable
sv_se: Inaktivera

source: Disable debug mode
sv_se: Inaktivera felsökningsläge

source: Disable debug mode in selected group?
sv_se: Inaktivera felsökningsläge i vald grupp?

source: Disable debug mode in selected groups?
sv_se: Inaktivera felsökningsläge i utvalda grupper?

source: Disable host
sv_se: Inaktivera värd

source: Disable host?
sv_se: Inaktivera värden?

source: Disable hosts
sv_se: Inaktivera värdar

source: Disable hosts in the selected host groups?
sv_se: Inaktivera värdar i de valda värdgrupperna?

source: Disable hosts monitored by selected proxies?
sv_se: Inaktivera värdar som övervakas av utvalda proxyer?

source: Disable hosts monitored by selected proxy?
sv_se: Inaktivera värdar som övervakas av vald proxy?

source: Disable lost resources
sv_se: Inaktivera förlorade resurser

source: Disable selected API token?
sv_se: Inaktivera vald API-token?

source: Disable selected API tokens?
sv_se: Inaktivera valda API-tokens?

source: Disable selected SLA?
sv_se: Inaktivera vald SLA?

source: Disable selected SLAs?
sv_se: Inaktivera valda SLA:er?

source: Disable selected action?
sv_se: Inaktivera vald åtgärd?

source: Disable selected actions?
sv_se: Inaktivera valda åtgärder?

source: Disable selected connector?
sv_se: Inaktivera vald anslutare?

source: Disable selected connectors?
sv_se: Inaktivera valda anslutare?

source: Disable selected discovery prototype?
sv_se: Inaktivera vald prototyp för upptäckt?

source: Disable selected discovery prototypes?
sv_se: Inaktivera valda prototyper för upptäckt?

source: Disable selected discovery rule?
sv_se: Inaktivera vald discovery-regel?

source: Disable selected discovery rules?
sv_se: Inaktivera valda regler för upptäckt?

source: Disable selected event correlation?
sv_se: Inaktivera korrelation av vald händelse?

source: Disable selected event correlations?
sv_se: Inaktivera valda händelsekorrelationer?

source: Disable selected group?
sv_se: Inaktivera vald grupp?

source: Disable selected groups?
sv_se: Inaktivera utvalda grupper?

source: Disable selected host?
sv_se: Inaktivera vald värd?

source: Disable selected hosts?
sv_se: Inaktivera utvalda värdar?

source: Disable selected item?
sv_se: Inaktivera valt objekt?

source: Disable selected items?
sv_se: Inaktivera valda objekt?

source: Disable selected media type?
sv_se: Inaktivera vald medietyp?

source: Disable selected media types?
sv_se: Inaktivera valda medietyper?

source: Disable selected module?
sv_se: Inaktivera vald modul?

source: Disable selected modules?
sv_se: Inaktivera valda moduler?

source: Disable selected scheduled report?
sv_se: Inaktivera vald schemalagd rapport?

source: Disable selected scheduled reports?
sv_se: Inaktivera utvalda schemalagda rapporter?

source: Disable selected trigger?
sv_se: Inaktivera vald utlösare?

source: Disable selected triggers?
sv_se: Inaktivera valda utlösare?

source: Disable selected web scenario?
sv_se: Inaktivera valt webbscenario?

source: Disable selected web scenarios?
sv_se: Inaktivera utvalda webbscenarier?

source: Disabled
sv_se: Inaktiverad

source: Disabled automatically by an LLD rule.
sv_se: Inaktiveras automatiskt av en LLD-regel.

source: Disaster
sv_se: Allvarlig

source: Discard unchanged
sv_se: Kassera oförändrat

source: Discard unchanged with heartbeat
sv_se: Kassera oförändrat med heartbeat

source: Discard value
sv_se: Kassera värde

source: Discover
sv_se: Upptäck

source: Discovered
sv_se: Upptäcktsdatum

source: Discovered by
sv_se: Upptäckt av

source: Discovered device
sv_se: Upptäckt enhet

source: Discovery
sv_se: Upptäckt

source: Discovery actions
sv_se: Åtgärder för upptäckt

source: Discovery by
sv_se: Upptäckt av

source: Discovery by proxy
sv_se: Upptäck genom proxy

source: Discovery check
sv_se: Upptäcktskontroll

source: Discovery checks
sv_se: Upptäcktskontroller

source: Discovery list
sv_se: Lista över upptäckter

source: Discovery object
sv_se: Upptäcktsobjekt

source: Discovery of VMware clusters, "url" - VMware service URL. Returns JSON
sv_se: Upptäckt av VMware-kluster, "url" - URL för VMware-tjänst. Returnerar JSON

source: Discovery of VMware datastores, "url" - VMware service URL, "filter_uuid" - one hv uuid or vm uuid (empty by default). Returns JSON
sv_se: Upptäckt av VMware-datalager, "url" - URL för VMware-tjänst, "filter_uuid" - en hv uuid eller vm uuid (tom som standard). Returnerar JSON

source: Discovery of VMware datastores, "url" - VMware service URL. Returns JSON
sv_se: Upptäckt av VMware-datalager, "url" - URL för VMware-tjänst. Returnerar JSON

source: Discovery of VMware hypervisor datastores, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
sv_se: Upptäckt av datalager för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor. Returnerar JSON

source: Discovery of VMware hypervisor network interfaces, "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier. Returns JSON
sv_se: Upptäckt av nätverksgränssnitt för VMware Hypervisor, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för VMware Hypervisor. Returnerar JSON

source: Discovery of VMware hypervisors, "url" - VMware service URL. Returns JSON
sv_se: Upptäckt av VMware-hypervisorer, "url" - URL för VMware-tjänst. Returnerar JSON

source: Discovery of VMware virtual machine disk devices, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns JSON
sv_se: Upptäckt av diskenheter för virtuella VMware-maskiner, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuella VMware-maskiner. Returnerar JSON

source: Discovery of VMware virtual machine file systems, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns JSON
sv_se: Upptäckt av filsystem för virtuella VMware-maskiner, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuella VMware-maskiner. Returnerar JSON

source: Discovery of VMware virtual machine network interfaces, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier. Returns JSON
sv_se: Upptäckt av nätverksgränssnitt för virtuella VMware-maskiner, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuella VMware-maskiner. Returnerar JSON

source: Discovery of VMware virtual machines, "url" - VMware service URL. Returns JSON
sv_se: Upptäckt av virtuella VMware-maskiner, "url" - URL för VMware-tjänst. Returnerar JSON

source: Discovery prototype
sv_se: Prototyp för upptäckt

source: Discovery prototype created
sv_se: Prototyp för upptäckt skapad

source: Discovery prototype deleted
sv_se: Discovery-prototypen raderad

source: Discovery prototype disabled
sv_se: Prototyp för upptäckt inaktiverad

source: Discovery prototype enabled
sv_se: Upptäckt av prototyp möjliggjord

source: Discovery prototype updated
sv_se: Discovery-prototypen uppdaterad

source: Discovery prototypes
sv_se: Prototyper för upptäckt

source: Discovery rule
sv_se: Regel för upptäckt

# compact table header
source: Discovery rule
sv_se: Regel för upptäckt

source: Discovery rule "%1$s" already exists.
sv_se: Upptäcktsregeln "%1$s" finns redan.

source: Discovery rule "%1$s" cannot be copied without its master item.
sv_se: Upptäcktsregeln "%1$s" kan inte kopieras utan sitt huvudobjekt.

source: Discovery rule "%1$s" is used in "%2$s" action.
sv_se: Upptäcktsregeln "%1$s" används i åtgärden "%2$s".

source: Discovery rule created
sv_se: Upptäcktsregel skapad

source: Discovery rule deleted
sv_se: Upptäcktsregeln borttagen

source: Discovery rule disabled
sv_se: Regel för upptäckt inaktiverad

source: Discovery rule edit
sv_se: Redigera regel för upptäckt

source: Discovery rule enabled
sv_se: Regel för upptäckt aktiverad

source: Discovery rule updated
sv_se: Uppdatering av Discovery-regeln
