Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Scan directory
sv_se: Skanna katalog

source: Scan this QR code
sv_se: Skanna denna QR-kod

source: Scenario tags
sv_se: Taggar för scenarier

source: Schedule
sv_se: Schema

source: Scheduled check
sv_se: Planerad kontroll

source: Scheduled report
sv_se: Schemalagd rapport

source: Scheduled report added
sv_se: Schemalagd rapport tillagd

source: Scheduled report created
sv_se: Schemalagd rapport skapad

source: Scheduled report deleted
sv_se: Schemalagd rapport raderad

source: Scheduled report disabled
sv_se: Schemalagd rapport inaktiverad

source: Scheduled report enabled
sv_se: Schemalagd rapport aktiverad

source: Scheduled report test
sv_se: Schemalagd rapporttest

source: Scheduled report updated
sv_se: Schemalagd rapport uppdaterad

source: Scheduled reports
sv_se: Schemalagda rapporter

source: Scheduling
sv_se: Schemaläggning

source: Scope
sv_se: Omfång

# selected problems
source: Scope
sv_se: Omfång

source: Script
sv_se: Skript

source: Script "%1$s" already exists.
sv_se: Skriptet "%1$s" finns redan.

source: Script added
sv_se: Skript tillagt

source: Script deleted
sv_se: Skriptet raderat

source: Script does not have parameters.
sv_se: Skriptet har inga parametrar.

source: Script edit
sv_se: Skript redigera

source: Script execution
sv_se: Utförande av skript

source: Script execution log
sv_se: Logg över skriptexekvering

source: Script execution successful.
sv_se: Skriptexekveringen lyckades.

source: Script name
sv_se: Skriptnamn

source: Script parameters
sv_se: Parametrar för skript

source: Script profiler
sv_se: Skriptprofilerare

source: Script updated
sv_se: Skriptet uppdaterat

source: Scripts
sv_se: Script

source: Search
sv_se: Sök

source: Search attribute
sv_se: Sökattribut

source: Search filter
sv_se: Sökfilter

source: Search pattern is empty
sv_se: Sökmönstret är tomt

source: Search string
sv_se: Söksträng

source: Season
sv_se: Säsong

source: Season deviation window
sv_se: Säsongens avvikelsefönster

source: Secondary POC cell
sv_se: Sekundär POC-cell

source: Secondary POC email
sv_se: E-post för sekundär POC

source: Secondary POC name
sv_se: Namn på sekundär POC

source: Secondary POC notes
sv_se: Sekundära POC-anteckningar

source: Secondary POC phone A
sv_se: Sekundär POC telefon A

source: Secondary POC phone B
sv_se: Sekundär POC telefon B

source: Secondary POC screen name
sv_se: Skärmbildsnamn för sekundär POC

source: Secondary label
sv_se: Sekundär etikett

source: Seconds
sv_se: Sekunder

source: Secret text
sv_se: Hemlig text

source: Security
sv_se: Säkerhet

source: Security level
sv_se: Säkerhetsnivå

source: Security name
sv_se: Säkerhetsnamn

source: See
sv_se: Se

source: Select
sv_se: Välj

source: Select SLA to display SLA report.
sv_se: Välj SLA för att visa SLA-rapporten.

source: Select a template
sv_se: Välj en mall

source: Select prototype
sv_se: Välj prototyp

source: Select retrieval method: automatically through a redirection page or manually if automatic retrieval fails.
sv_se: Välj hämtningsmetod: automatiskt via en omdirigeringssida eller manuellt om den automatiska hämtningen misslyckas.

source: Select the OS distribution
sv_se: Välj OS-distribution

source: Select the OS of your monitoring target
sv_se: Välj operativsystem för ditt övervakningsobjekt

source: Selected
sv_se: Vald

source: Selected and all other problems of related triggers
sv_se: Utvalda och alla andra problem med relaterade utlösare

source: Selected elements
sv_se: Utvalda element

source: Selected host
sv_se: Vald värd

source: Selected items only
sv_se: Endast utvalda objekt

# screen reader
source: Selected, %1$s in position %2$d of %3$d
sv_se: Vald, %1$s i position %2$d av %3$d

# screen reader
source: Selected, %1$s, read only, in position %2$d of %3$d
sv_se: Vald, %1$s, skrivskyddad, i position %2$d av %3$d

source: Semicolon to separate clusters (one or more server addresses)
sv_se: Semikolon för att separera kluster (en eller flera serveradresser)

source: Send backward
sv_se: Skicka tillbaka

source: Send message
sv_se: Skicka meddelande

source: Send message to user groups
sv_se: Skicka meddelande till användargrupper

source: Send message to users
sv_se: Skicka meddelande till användare

source: Send only to
sv_se: Skicka endast till

source: Send to
sv_se: Skicka till

source: Send to back
sv_se: Skicka längst bak

source: Send to media type
sv_se: Skicka till medietyp

source: Send to user groups
sv_se: Skicka till användargrupper

source: Send to users
sv_se: Skicka till användare

source: Sent
sv_se: Skickat

source: Sent/Executed
sv_se: Skickat/verkställt

source: Separated
sv_se: Separerad

source: Separately
sv_se: Separat

source: Serial number A
sv_se: Serienummer A

source: Serial number B
sv_se: Serienummer B

source: Server TLS CA file
sv_se: Server TLS CA-fil

source: Server TLS certificate issuer
sv_se: Utfärdare av TLS-certifikat för server

source: Server TLS certificate subject
sv_se: Ämne för TLS-certifikat för server

source: Server time
sv_se: Servertid

source: Servers
sv_se: Servrar

source: Service
sv_se: Tjänst

# compact table header
source: Service
sv_se: Tjänst

source: Service "%1$s" cannot have problem tags and children at the same time.
sv_se: Tjänsten "%1$s" kan inte ha problemtaggar och barn samtidigt.

source: Service actions
sv_se: Serviceåtgärder

source: Service created
sv_se: Tjänst skapad

source: Service data storage period
sv_se: Lagringsperiod för servicedata

source: Service deleted
sv_se: Tjänst borttagen

source: Service edit
sv_se: Service redigera

source: Service list
sv_se: Lista över tjänster

source: Service name
sv_se: Namn på service

source: Service recovery
sv_se: Återhämtning av tjänster

source: Service tag name
sv_se: Namn på servicetagg

source: Service tag value
sv_se: Service tagg värde

source: Service tags
sv_se: Taggar för tjänster

source: Service type
sv_se: Servicetyp

source: Service update
sv_se: Uppdatering av tjänsten

source: Service updated
sv_se: Tjänst uppdaterad

source: Service with ID "%1$s" is not available.
sv_se: Tjänsten med ID "%1$s" är inte tillgänglig.

source: Service with ID "%2$s" is not available for user role "%1$s".
sv_se: Tjänsten med ID "%2$s" är inte tillgänglig för användarrollen "%1$s".

source: Services
sv_se: Tjänster

source: Services form a circular dependency.
sv_se: Tjänsterna bildar ett cirkulärt beroendeförhållande.

source: Services updated
sv_se: Tjänster uppdaterade

source: Session ID or token is expected.
sv_se: Sessions-ID eller token förväntas.

source: Session initialization error.
sv_se: Initialiseringsfel för sessionen.

source: Session terminated, re-login, please.
sv_se: Sessionen avbruten, logga in igen, tack.

source: Set custom time period
sv_se: Ställ in anpassad tidsperiod

source: Set error to
sv_se: Ställ in felet till

source: Set expiration date and time
sv_se: Ange utgångsdatum och -tid

source: Set host inventory mode
sv_se: Ange läge för värdinventering

source: Set new value
sv_se: Ställ in nytt värde

source: Set status to
sv_se: Ställ in status till

source: Set status to OK
sv_se: Sätt status till OK

source: Set this view as default
sv_se: Ange denna vy som standard

source: Set up Zabbix agent on your monitoring target by executing the following PowerShell script [with administrator permissions]:
sv_se: Konfigurera Zabbix-agenten på ditt övervakningsobjekt genom att köra följande PowerShell-skript [med administratörsbehörighet]:

source: Set up Zabbix agent on your monitoring target by executing the following script [bash under root]:
sv_se: Installera Zabbix-agenten på ditt övervakningsobjekt genom att köra följande skript [bash under root]:

source: Set value to
sv_se: Ställ in värdet till

source: Setting LDAP dereferencing mode failed.
sv_se: Inställningen av LDAP-avreferensläge misslyckades.

source: Setting LDAP protocol failed.
sv_se: Inställning av LDAP-protokoll misslyckades.

source: Setting LDAP referrals to "Off" failed.
sv_se: Det gick inte att ställa in LDAP-referenser på "Off".

source: Settings
sv_se: Inställningar

source: Severity
sv_se: Allvarlighetsgrad

# compact table header
source: Severity
sv_se: Allvarlighetsgrad

# screen reader
source: Severity changed
sv_se: Allvarlighetsgrad ändrad

source: Severity changes
sv_se: Förändringar i svårighetsgrad

# screen reader
source: Severity decreased
sv_se: Minskad svårighetsgrad

source: Severity filter
sv_se: Filter för svårighetsgrad

# screen reader
source: Severity increased
sv_se: Ökad svårighetsgrad

source: Shape
sv_se: Form

source: Shared
sv_se: Delad

source: Sharing
sv_se: Delning

source: Sharing option "%1$s" is missing a value for map "%2$s".
sv_se: Delningsalternativet "%1$s" saknar ett värde för kartan "%2$s".

source: Short
sv_se: Kort

source: Shortened
sv_se: Förkortad

source: Show
sv_se: Visa

source: Show aggregation function
sv_se: Visa aggregeringsfunktion

source: Show arc
sv_se: Visa båge

source: Show column header
sv_se: Visa kolumnrubrik

source: Show data in maintenance
sv_se: Visa data i underhåll

source: Show details
sv_se: Visa detaljer

source: Show header
sv_se: Visa sidhuvud

source: Show hosts in maintenance
sv_se: Visa värdar i underhåll

source: Show label
sv_se: Visa etiketten

source: Show labels
sv_se: Visa etiketter

source: Show legend
sv_se: Visa förklaring

source: Show less
sv_se: Visa mindre

source: Show lines
sv_se: Visa linjer

source: Show link labels
sv_se: Visa länketiketter

source: Show map element labels
sv_se: Visa etiketter för kartelement

source: Show more
sv_se: Visa mer

source: Show number of records
sv_se: Visa antal poster

source: Show only totals
sv_se: Visa endast totalsummor

source: Show operational data
sv_se: Visa driftsdata

source: Show periods
sv_se: Visa perioder

source: Show problems
sv_se: Visa problem

source: Show selected
sv_se: Visa markerade

source: Show sidebar
sv_se: Visa sidofält

source: Show software update check details
sv_se: Visa detaljer om kontroll av programuppdatering

source: Show suppressed problems
sv_se: Visa undertryckta problem

source: Show symptoms
sv_se: Visa symptom

source: Show tags
sv_se: Visa taggar

source: Show technical errors
sv_se: Visa tekniska fel

source: Show templates
sv_se: Visa mallar

source: Show text as HTML
sv_se: Visa text som HTML

source: Show thumbnail
sv_se: Visa miniatyr

source: Show timeline
sv_se: Visa tidslinje

source: Show timestamp
sv_se: Visa tidsstämpel

source: Show total value
sv_se: Visa totalt värde

source: Show triggers
sv_se: Visa utlösare

source: Show unavailable maps
sv_se: Visa otillgängliga kartor

source: Show units
sv_se: Visa enheter

source: Show value
sv_se: Visa värde

source: Show warning if Zabbix server is down
sv_se: Visa varning om Zabbix-servern är nere

source: Show working time
sv_se: Visa arbetstid

source: Shown
sv_se: Visad

source: Shown as the account name to all MFA users in authenticator apps.
sv_se: Visas som kontonamn för alla MFA-användare i autentiseringsappar.

source: Shown as the label to all MFA users in authenticator apps.
sv_se: Visas som etikett för alla MFA-användare i autentiseringsappar.

source: Sidebar control
sv_se: Kontroll av sidofält

source: Sign
sv_se: Skylt

source: Sign in
sv_se: Logga in

source: Sign in with HTTP
sv_se: Logga in med HTTP

source: Sign in with Single Sign-On (SAML)
sv_se: Logga in med enkel inloggning (SAML)

source: Sign out
sv_se: Logga ut

source: Simple
sv_se: Enkel

source: Simple Network Management Protocol (SNMP) interface
sv_se: SNMP-gränssnitt (Simple Network Management Protocol)

source: Simple change
sv_se: Enkel förändring

source: Simple check
sv_se: Enkel kontroll

source: Simple graph
sv_se: Enkelt diagram

source: Simple graph prototype
sv_se: Enkel grafprototyp

source: Simple graphs
sv_se: Enkla grafer

source: Simple triggers
sv_se: Enkla utlösare

source: Single
sv_se: Singel

source: Single line
sv_se: Enkel linje

source: Single line - result will be displayed in a single line and truncated to specified length.
sv_se: Enkel rad - resultatet visas på en enda rad och avkortas till angiven längd.

source: Site ZIP / postal
sv_se: Platsens postnummer

source: Site address A
sv_se: Platsens adress A

source: Site address B
sv_se: Platsens adress B

source: Site address C
sv_se: Platsens adress C

source: Site city
sv_se: Plats stad

source: Site country
sv_se: Platsens land

source: Site notes
sv_se: Anteckningar om webbplatsen

source: Site rack location
sv_se: Placering av ställningen

source: Site state / province
sv_se: Land/provins för webbplatsen

source: Size
sv_se: Storlek

source: Size of the response received from Zabbix server "%1$s" exceeds the allowed size of %2$s bytes. This value can be increased in the ZBX_SOCKET_BYTES_LIMIT constant in include/defines.inc.php.
sv_se: Storleken på svaret som tas emot från Zabbix-servern "%1$s" överskrider den tillåtna storleken på %2$s byte. Detta värde kan ökas i konstanten ZBX_SOCKET_BYTES_LIMIT i include/defines.inc.php.

source: Skip OS selection if you already have Zabbix agent installed.
sv_se: Hoppa över OS-valet om du redan har Zabbix agent installerad.

source: Slovak (sk_SK)
sv_se: Slovakiska (sk_SK)

source: Small
sv_se: Liten

source: Snooze for %1$s
sv_se: Snooze för %1$s

source: Software
sv_se: Programvara

source: Software (Full details)
sv_se: Programvara (fullständig information)

source: Software application A
sv_se: Programvaruapplikation A

source: Software application B
sv_se: Programvaruapplikation B

source: Software application C
sv_se: Programvaruapplikation C

source: Software application D
sv_se: Programvaruapplikation D

source: Software application E
sv_se: Programvaruapplikation E

source: Software architecture information. Returns string
sv_se: Information om programvarans arkitektur. Returnerar sträng

source: Software update last checked
sv_se: Programuppdatering senast kontrollerad

source: Solid color
sv_se: Enfärgad

source: Some of the history for this item may be compressed, deletion is not available.
sv_se: En del av historiken för detta objekt kan vara komprimerad, radering är inte tillgänglig.

source: Some templates (%1$s) are hidden. Custom templates are not supported.
sv_se: Vissa mallar (%1$s) är dolda. Anpassade mallar stöds inte.

source: Some templates (%1$s) are incompatible with the Host Wizard.
sv_se: Vissa mallar (%1$s) är inte kompatibla med Värdguiden.

source: Sort entries by
sv_se: Sortera poster efter

source: Sort order (0->999)
sv_se: Sorteringsordning (0->999)

source: Sorting by field "%1$s" not allowed.
sv_se: Sortering efter fältet "%1$s" är inte tillåtet.

source: Source
sv_se: Källa

source: Space between sectors
sv_se: Utrymme mellan sektorer

source: Spanish (es_ES)
sv_se: Spanska (es_ES)

source: Specific
sv_se: Specifik

source: Specified role was not found.
sv_se: Angiven roll hittades inte.

source: Specified script does not exist or you do not have rights on it for action operation command.
sv_se: Det angivna skriptet finns inte eller så har du inte rätt att använda det för åtgärdskommandot.

source: Specify host to see the graphs.
sv_se: Ange värd för att se graferna.

source: Specify some filter condition to see the values.
sv_se: Ange något filtervillkor för att se värdena.

source: Specifying new or existing host groups will add the host to these groups without removing it from any current groups.
sv_se: Om du anger nya eller befintliga värdgrupper kommer värden att läggas till i dessa grupper utan att tas bort från någon av de befintliga grupperna.

source: Speed
sv_se: Hastighet

source: Stacked
sv_se: Staplade

source: Staircase
sv_se: Trappa

source: Standard items
sv_se: Standardobjekt

source: Standby
sv_se: Viloläge

source: Start date
sv_se: Startdatum

source: Start in
sv_se: Starta i

source: Start slideshow
sv_se: Öppna presentationen

source: Start slideshow automatically
sv_se: Starta bildspelet automatiskt

source: Start time
sv_se: Starttid

source: Start time must be less than end time for SLA "%1$s".
sv_se: Starttiden måste vara mindre än sluttiden för SLA "%1$s".

source: Start time must be less than end time for excluded downtime "%2$s" of SLA "%1$s".
sv_se: Starttiden måste vara kortare än sluttiden för att stilleståndstiden "%2$s" i SLA "%1$s" ska kunna uteslutas.

source: Start typing or click Select to choose an existing host, or enter a new host name.
sv_se: Börja skriva eller klicka på Välj för att välja en befintlig värd, eller ange ett nytt värdnamn.

source: Start typing or click Select to choose existing host groups, or enter a new host group name.
sv_se: Börja skriva eller klicka på Select för att välja befintliga värdgrupper, eller ange ett nytt värdgruppsnamn.

source: Starting TLS failed.
sv_se: Start av TLS misslyckades.

source: Startup time of Zabbix server, Unix timestamp.
sv_se: Starttid för Zabbix-servern, Unix-tidsstämpel.

source: State
sv_se: Tillstånd

source: State of proxy group. Returns integer: 0 - unknown; 1 - offline; 2 - recovering; 3 - online; 4 - degrading.
sv_se: Status för proxygruppen. Returnerar heltal: 0 - okänd; 1 - offline; 2 - återhämtar sig; 3 - online; 4 - försämras.

source: State of proxy memory buffer.
sv_se: Status för proxyns minnesbuffert.

# history source selection method
source: Static
sv_se: Statisk

source: Static link
sv_se: Statisk länk

source: Statistics and availability of Zabbix write cache. Cache - one of values (modes: all, float, uint, str, log, text, not supported), history (modes: pfree, free, total, used, pused), index (modes: pfree, free, total, used, pused), trend (modes: pfree, free, total, used, pused).
sv_se: Statistik och tillgänglighet för Zabbix skrivcache. Cache - ett av värdena (lägen: all, float, uint, str, log, text, stöds ej), historik (lägen: pfree, free, total, used, pused), index (lägen: pfree, free, total, used, pused), trend (lägen: pfree, free, total, used, pused).

source: Statistics and availability of proxy memory buffer. Mode (modes: pfree, free, total, used, pused).
sv_se: Statistik och tillgänglighet för proxyns minnesbuffert. Mode (lägen: pfree, free, total, used, pused).

source: Statistics of values received by the preprocessing manager.
sv_se: Statistik över värden som tas emot av förbehandlingshanteraren.

source: Status calculation rule
sv_se: Regel för beräkning av status

source: Status calculation rule and additional rules are only applicable if child services exist.
sv_se: Regeln för statusberäkning och ytterligare regler är endast tillämpliga om det finns barnomsorg.

source: Status codes
sv_se: Statuskoder

source: Status disabled
sv_se: Status inaktiverad

source: Status maintenance
sv_se: Status underhåll

source: Status of discovery
sv_se: Status för upptäckten

source: Status only
sv_se: Endast status

source: Status propagation rule
sv_se: Regel för statusförökning

source: Step
sv_se: Steg

source: Step "%1$s" [%2$s of %3$s] failed: %4$s
sv_se: Steg "%1$s" [%2$s av %3$s] misslyckades: %4$s

source: Step duration
sv_se: Stegets varaktighet

source: Step of web scenario
sv_se: Steg i webbscenario

source: Step with name "%1$s" already exists.
sv_se: Steg med namn "%1$s" finns redan.

source: Steps
sv_se: Steg

source: Stop
sv_se: Stoppa

source: Stop processing
sv_se: Stoppa bearbetningen

source: Stop slideshow
sv_se: Stäng presentationen

source: Stopped
sv_se: Stoppat

source: Storage of secrets
sv_se: Förvaring av hemligheter

source: Store credentials in
sv_se: Lagra inloggningsuppgifter i

source: Store up to
sv_se: Förvara upp till

source: Stored in Vault secret
sv_se: Lagras i hemligt valv

source: Straight
sv_se: Rakt

source: String
sv_se: Sträng

source: String functions
sv_se: Strängfunktioner

source: Stroke width
sv_se: Streckbredd

source: Structured data
sv_se: Strukturerad data

source: Subfilter
sv_se: Underfilter

source: Subject
sv_se: Ämne

# encryption certificate
source: Subject
sv_se: Ämne

source: Submit
sv_se: Skicka

source: Subscription
sv_se: Prenumeration

source: Subscriptions
sv_se: Prenumerationer

source: Success Audit
sv_se: Framgångsrevision

source: Success message
sv_se: Lyckat meddelande

source: Sum of incoming and outgoing traffic statistics on network interface. Returns integer
sv_se: Summan av inkommande och utgående trafikstatistik på nätverksgränssnittet. Returnerar heltal

source: Sun
sv_se: Sön

source: Sunday
sv_se: Söndag

source: Super admin
sv_se: Superadministratör

source: Support for Oracle DB is deprecated since Zabbix 7.0 and will be removed in future versions.
sv_se: Stöd för Oracle DB är inte längre aktuellt sedan Zabbix 7.0 och kommer att tas bort i framtida versioner.

source: Supported formats:
sv_se: Format som stöds:

source: Supported macros:
sv_se: Makron som stöds:

source: Suppress
sv_se: Undertrycka

source: Suppress problems
sv_se: Undertrycka problem

source: Suppress until
sv_se: Undertryck tills

source: Suppressed
sv_se: Stoppad adress

source: Suppressed till: %1$s
sv_se: Undertryckt till: %1$s

source: Swap in (from device into memory) statistics. Returns integer
sv_se: Statistik för swap in (från enhet till minne). Returnerar heltal

source: Swap out (from memory onto device) statistics. Returns integer
sv_se: Swap out (från minnet till enheten) statistik. Returnerar heltal

source: Swap space size in bytes or in percentage from total. Returns integer for bytes; float for percentage
sv_se: Storlek på swaputrymme i byte eller i procent av totalt. Returnerar heltal för bytes; float för procent

source: Swedish (sv_SE)
sv_se: Svenska (sv_SE)

source: Switching authentication method will reset all except this session! Continue?
sv_se: Byte av autentiseringsmetod kommer att återställa alla utom denna session! Fortsätta?

source: Symptom
sv_se: Symtom

source: System boot time. Returns integer (Unix timestamp)
sv_se: Systemets starttid. Returnerar heltal (Unix-tidsstämpel)

source: System default
sv_se: Systemets standard

source: System error occurred. Please contact Zabbix administrator.
sv_se: Ett systemfel inträffade. Kontakta Zabbix-administratören.

source: System error.
sv_se: Systemfel.

source: System host name. Returns string
sv_se: Systemets värdnamn. Returnerar sträng

source: System information
sv_se: Information om systemet

source: System locale
sv_se: Systemets språk

source: System statistics. Returns integer or float
sv_se: Systemstatistik. Returnerar heltal eller float

source: System stats
sv_se: Systemstatistik

source: System time. Returns integer with type as UTC; string - with type as local
sv_se: Systemtid. Returnerar heltal med typ som UTC; sträng - med typ som lokal

source: System uptime in seconds. Returns integer
sv_se: Systemets drifttid i sekunder. Returnerar heltal

source: TLS CA file
sv_se: TLS CA-fil

source: TLS certificate file
sv_se: TLS-certifikatfil

source: TLS fields are misconfigured or the files are not accessible.
sv_se: TLS-fälten är felkonfigurerade eller så är filerna inte tillgängliga.

source: TLS key file
sv_se: TLS-nyckelfil

source: TOTAL
sv_se: TOTALT

source: TOTP secret for user "%1$s" has been reset.
sv_se: TOTP-hemligheten för användaren "%1$s" har återställts.

source: TOTP secret reset successful.
sv_se: Återställning av TOTP-hemlighet lyckades.

source: TRUE
sv_se: SANT

source: Table "%1$s" does not exist.
sv_se: Tabellen "%1$s" finns inte.

source: Table "%1$s" doesn't have a field named "%2$s".
sv_se: Tabellen "%1$s" har inte ett fält med namnet "%2$s".

source: Tag
sv_se: Tagg

source: Tag display priority
sv_se: Prioritet för visning av tagg

source: Tag filter
sv_se: Taggfilter

source: Tag for matching
sv_se: Tagg för matchning

source: Tag list
sv_se: Tagg lista

source: Tag name
sv_se: Taggnamn

source: Tag name and value combination is not unique.
sv_se: Kombinationen av taggens namn och värde är inte unik.

source: Tag value
sv_se: Taggvärde
