Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: now() - Number of seconds since the Epoch
sv_se: now() - Antal sekunder sedan epoken

source: number
sv_se: nummer

source: object does not exist
sv_se: objektet finns inte

source: object does not exist or belongs to another object
sv_se: objektet finns inte eller tillhör ett annat objekt

source: object does not exist, or you have no permissions to it
sv_se: objektet finns inte, eller så har du ingen behörighet till det

source: object of TOTP type is expected
sv_se: objekt av TOTP-typ förväntas

source: of
sv_se: av

source: off
sv_se: av

source: on
sv_se: på

source: one of %1$s
sv_se: en av %1$s

source: only one object can exist within the combinations of %1$s
sv_se: endast ett objekt kan existera inom kombinationerna av %1$s

source: only one time unit is allowed
sv_se: endast en tidsenhet är tillåten

source: or
sv_se: eller

source: other
sv_se: annat

source: output
sv_se: utmatning

source: pattern
sv_se: mönster

source: patterns
sv_se: mönster

source: percentile() - Percentile P of a period T
sv_se: percentile() - Percentil P för en period T

source: pi() - Returns the Pi constant
sv_se: pi() - Returnerar konstanten Pi

source: power() - The power of a base value to a power value
sv_se: power() - Ett basvärdes potens till ett potensvärde

source: problem pattern
sv_se: problem mönster

source: qualifier
sv_se: kvalificering

source: radians() - Converts a value from degrees to radians
sv_se: radians() - Konverterar ett värde från grader till radianer

source: rand() - A random integer value
sv_se: rand() - Ett slumpmässigt heltalsvärde

source: rate() - Returns per-second average rate for monotonically increasing counters
sv_se: rate() - Returnerar genomsnittlig hastighet per sekund för monotont ökande räknare

source: read-write access to the child service "%1$s" is required
sv_se: läs- och skrivåtkomst till barntjänsten "%1$s" krävs

source: read-write access to the child service "%1$s" must be retained
sv_se: läs- och skrivåtkomst till barntjänsten "%1$s" måste bibehållas

source: read-write access to the service is required
sv_se: läs- och skrivåtkomst till tjänsten krävs

source: read-write access to the service must be retained
sv_se: åtkomst till tjänsten i form av skriv- och läsrättigheter måste bibehållas

source: reference to a non-existent tree element
sv_se: referens till ett icke-existerande trädelement

source: referred object does not exist
sv_se: hänvisat objekt existerar inte

source: referred widget is unavailable
sv_se: hänvisad widget är inte tillgänglig

source: refreshed every %1$s sec.
sv_se: uppdateras varje %1$s sekund.

source: regular expression
sv_se: reguljärt uttryck

source: repeat() - Returns a string composed of value repeated count times
sv_se: repeat() - Returnerar en sträng som består av ett värde som upprepas ett antal gånger

source: replace() - Search value for occurrences of pattern, and replace with replacement
sv_se: replace() - Sök efter förekomster av mönstret i värdet och ersätt med ett nytt

source: replacement
sv_se: ersättning

source: represent tile coordinates;
sv_se: representerar kakelkoordinater;

source: represents one of the available subdomains;
sv_se: representerar en av de tillgängliga subdomänerna;

source: represents zoom level parameter in the URL;
sv_se: representerar zoomnivåparametern i URL:en;

source: right
sv_se: höger

source: right() - Returns the rightmost count characters
sv_se: right() - Returnerar de längst till höger räknade tecknen

source: root
sv_se: rot

source: round() - Rounds a value to decimal places
sv_se: round() - Avrundar ett värde till decimaler

source: rows must be unique
sv_se: raderna måste vara unika

source: rtrim() - Removes specified characters from the end of a string
sv_se: rtrim() - Tar bort angivna tecken från slutet av en sträng

source: script
sv_se: skript

source: search string
sv_se: söksträng

# adjective
source: second
sv_se: sekund

source: seconds
sv_se: sekunder

source: selected
sv_se: vald

source: service with the same UUID already exists
sv_se: tjänsten med samma UUID finns redan

source: short description
sv_se: kort beskrivning

source: should be empty
sv_se: bör vara tom

source: should be less than current time
sv_se: bör vara mindre än nuvarande tid

source: show icon mappings
sv_se: visa ikonmappningar

source: sign in as guest
sv_se: logga in som gäst

source: signum() - Returns -1 if a value is negative, 0 if a value is zero, 1 if a value is positive
sv_se: signum() - Returnerar -1 om ett värde är negativt, 0 om ett värde är noll, 1 om ett värde är positivt

source: sin() - The sine of a value, where the value is an angle expressed in radians
sv_se: sin() - Sinus av ett värde, där värdet är en vinkel uttryckt i radianer

source: sinh() - The hyperbolic sine of a value
sv_se: sinh() - Den hyperboliska sinusformen av ett värde

source: skewness() - Measures the asymmetry of the probability distribution
sv_se: skewness() - Mäter sannolikhetsfördelningens asymmetri

source: sqrt() - Square root of a value
sv_se: sqrt() - Kvadratroten av ett värde

source: stddevpop() - Population standard deviation
sv_se: stddevpop() - Standardavvikelse för population

source: stddevsamp() - Sample standard deviation
sv_se: stddevsamp() - Standardavvikelse för stickprov

source: subject or body text
sv_se: ämne eller brödtext

source: sum
sv_se: summa

source: sum() - Sum of values of a period T
sv_se: sum() - Summan av värdena för en period T

source: sumofsquares() - The sum of squares
sv_se: sumofsquares() - Summan av kvadraterna

source: supplied credentials are not unique
sv_se: de angivna inloggningsuppgifterna är inte unika

source: tag
sv_se: etikett

source: tag cannot be empty
sv_se: taggen får inte vara tom

source: tan() - The tangent of a value
sv_se: tan() - Tangenten till ett värde

source: template ID "%1$s" is passed %2$s times
sv_se: mall-ID "%1$s" skickas %2$s gånger

source: template dashboard with the same UUID already exists
sv_se: mall för kontrollpanel med samma UUID finns redan

source: template group with the same UUID already exists
sv_se: mallgrupp med samma UUID finns redan

source: template with the same UUID already exists
sv_se: mall med samma UUID finns redan

source: the "refresh_token" parameter must be specified when marking refresh token valid
sv_se: parametern "refresh_token" måste anges när refresh-token markeras som giltig

source: the host interface ID is expected
sv_se: värdgränssnittets ID förväntas

source: the host interface ID of type "%1$s" is expected
sv_se: värdgränssnitts-ID av typen "%1$s" förväntas

source: the last new line feed is missing
sv_se: den sista nya radmatningen saknas

source: the parameter "%1$s" is missing
sv_se: parametern "%1$s" saknas

source: the table "%1$s" was not found
sv_se: tabellen "%1$s" hittades inte

source: the tag "%1$s" is missing
sv_se: taggen "%1$s" saknas

source: third
sv_se: tredje

source: time filter default period exceeds the max period
sv_se: tidsfiltrets standardperiod överskrider maxperioden

source: time shift
sv_se: tidsförskjutning

source: time() - Current time
sv_se: time() - Aktuell tid

source: timeleft() - Time to reach threshold estimated based on period T
sv_se: timeleft() - Tid för att nå tröskelvärdet uppskattad baserat på period T

source: timeouts are disabled because the proxy and server versions do not match
sv_se: tidsgränserna inaktiveras eftersom proxy- och serverversionerna inte matchar varandra

source: to retrieve a single value
sv_se: för att hämta ett enda värde

source: to retrieve a subtree
sv_se: för att hämta ett delträd

source: trendavg() - Average value of a period T with exact period shift
sv_se: trendavg() - Medelvärde för en period T med exakt periodförskjutning

source: trendcount() - Number of successfully retrieved values for period T
sv_se: trendcount() - Antal hämtade värden utan problem för period T

source: trendmax() - Maximum value for period T with exact period shift
sv_se: trendmax() - Högsta värde för period T med exakt periodförskjutning

source: trendmin() - Minimum value for period T with exact period shift
sv_se: trendmin() - Minsta värde för period T med exakt periodförskjutning

source: trendstl() - Anomaly detection for period T
sv_se: trendstl() - Anomalidetektering för perioden T

source: trendsum() - Sum of values of a period T with exact period shift
sv_se: trendsum() - Summan av värden för en period T med exakt periodförskjutning

source: trigger
sv_se: utlösare

source: trigger does not allow manual closing
sv_se: utlösaren tillåter inte manuell stängning

source: trigger expression must contain at least one /host/key reference
sv_se: utlösaruttrycket måste innehålla minst en referens till /host/key

source: trigger prototype cannot be moved to another template or host
sv_se: utlösarprototypen kan inte flyttas till en annan mall eller värd

source: trigger prototype with the same UUID already exists
sv_se: utlösarprototyp med samma UUID finns redan

source: trigger with linkages cannot be moved to another template or host
sv_se: utlösare med länkningar kan inte flyttas till en annan mall eller värd

source: trigger with the same UUID already exists
sv_se: utlösare med samma UUID finns redan

source: trim() - Remove specified characters from the beginning and the end of a string
sv_se: trim() - Ta bort angivna tecken från början och slutet av en sträng

source: truncate() - Truncates a value to decimal places
sv_se: truncate() - Avkortar ett värde till decimaler

source: type here to search
sv_se: skriv här för att söka

source: unacceptable URL
sv_se: oacceptabel URL

source: unexpected constant "%1$s"
sv_se: oväntad konstant "%1$s"

source: unexpected constant value "%1$s"
sv_se: oväntat konstant värde "%1$s"

source: unexpected end of expression macro
sv_se: oväntat slut på uttrycksmakro

source: unexpected end of key
sv_se: oväntat slut på nyckeln

source: unexpected end of macro
sv_se: oväntat slut på makro

source: unexpected parameter "%1$s"
sv_se: oväntad parameter "%1$s"

source: unexpected tag "%1$s"
sv_se: oväntad tagg "%1$s"

source: unexpected text "%1$s"
sv_se: oväntad text "%1$s"

source: unexpected value "%1$s"
sv_se: oväntat värde "%1$s"

source: unknown
sv_se: okänd

source: unknown function "%1$s"
sv_se: okänd funktion "%1$s"

source: unsupported time suffix
sv_se: tidssuffix som inte stöds

source: unsupported version number
sv_se: versionsnummer som inte stöds

source: update interval "%1$s" is longer than period "%2$s"
sv_se: uppdateringsintervallet "%1$s" är längre än perioden "%2$s"

source: uppercase identifier expected
sv_se: identifierare med versaler förväntas

source: value
sv_se: värde

source: value "%1$s" already exists
sv_se: värdet "%1$s" finns redan

source: value "%1$s" not found
sv_se: värdet "%1$s" hittades inte

source: value %1$s already exists
sv_se: värde %1$s finns redan

source: value contains unescaped character at position %1$d
sv_se: värdet innehåller ett oavkortat tecken vid position %1$d

source: value is too long
sv_se: värdet är för långt

source: value map with the same UUID already exists
sv_se: värdekarta med samma UUID finns redan

source: value must be %1$s
sv_se: värdet måste vara %1$s

source: value must be between "%1$s" and "%2$s"
sv_se: värdet måste ligga mellan "%1$s" och "%2$s"

source: value must be between "%1$s" and "%2$s", and have no more than "%3$s" digits after the decimal point
sv_se: värdet måste ligga mellan "%1$s" och "%2$s" och får inte ha fler än "%3$s" siffror efter decimaltecknet

source: value must be empty
sv_se: värdet måste vara tomt

source: value must be empty or %1$s
sv_se: värdet måste vara tomt eller %1$s

source: value must be greater than "%1$s"
sv_se: värdet måste vara större än "%1$s"

source: value must be no greater than "%1$s"
sv_se: värdet får inte vara större än "%1$s"

source: value must be no less than "%1$s"
sv_se: värdet får inte vara mindre än "%1$s"

source: value must be one of %1$s
sv_se: värdet måste vara ett av %1$s

source: value must be within the range of %1$s
sv_se: värdet måste ligga inom intervallet %1$s

source: value of new event tag
sv_se: värde på ny event tag

source: values must be unique
sv_se: värdena måste vara unika

source: varpop() - Population variance
sv_se: varpop() - Varians i befolkningen

source: varsamp() - Sample variance
sv_se: varsamp() - Varians för stickprov

# week short
source: w
sv_se: v

source: web scenario with the same UUID already exists
sv_se: webbscenario med samma UUID finns redan

source: wildcard patterns with '*' may be used
sv_se: jokerteckenmönster med "*" kan användas

source: will be deleted in %1$s
sv_se: kommer att raderas i %1$s

source: will be deleted the next time discovery rule is processed
sv_se: kommer att raderas nästa gång discovery-regeln behandlas

source: will be disabled in %1$s
sv_se: kommer att inaktiveras i %1$s

source: will be disabled the next time discovery rule is processed
sv_se: kommer att inaktiveras nästa gång discovery-regeln behandlas

source: will not be deleted
sv_se: kommer inte att raderas

source: will not be disabled
sv_se: kommer inte att inaktiveras

source: within range %1$s
sv_se: inom intervallet %1$s

source: within ranges %1$s
sv_se: inom intervall %1$s

source: wrong discovery rule type
sv_se: fel typ av regel för upptäckt

source: wrong item type
sv_se: fel typ av objekt

source: wrong master item type
sv_se: fel typ av huvudobjekt

source: xmlxpath() - Returns XML XPath result
sv_se: xmlxpath() - Returnerar XML XPath-resultat

source: zoom level must be between "%1$s" and "%2$s"
sv_se: zoomnivån måste vara mellan "%1$s" och "%2$s"
