Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Discovery rules
sv_se: Regler för upptäckt

source: Discovery status
sv_se: Status för upptäckt

source: Disk read statistics. Returns integer with type in sectors, operations, bytes; float with type in sps, ops, bps
sv_se: Statistik över diskläsning. Returnerar heltal med typ i sektorer, operationer, byte; flyttal med typ i sps, ops, bps

source: Disk space in bytes or in percentage from total. Returns integer for bytes; float for percentage
sv_se: Diskutrymme i byte eller i procent av totalt. Returnerar heltal för byte; float för procent

source: Disk write statistics. Returns integer with type in sectors, operations, bytes; float with type in sps, ops, bps
sv_se: Statistik för diskskrivning. Returnerar heltal med typ i sektorer, operationer, bytes; flyttal med typ i sps, ops, bps

source: Display
sv_se: Visa

source: Display OK triggers for
sv_se: Visa OK-utlösare för

source: Display actions
sv_se: Visa åtgärder

source: Display graph
sv_se: Visa graf

source: Display item value as
sv_se: Visa objektets värde som

source: Display local time
sv_se: Visa lokal tid

source: Display log time
sv_se: Visa loggtid

source: Display min/avg/max
sv_se: Visning min/avg/max

source: Display min/max/avg
sv_se: Visa min/max/avg

source: Display problems
sv_se: Problem med displayen

source: Display stacked graph
sv_se: Visa staplad graf

source: Display value as
sv_se: Visa värdet som

source: Displaying %1$s of %2$s found
sv_se: Visar %1$s av %2$s hittade

source: Displaying %1$s to %2$s of %3$s found
sv_se: Visning av %1$s till %2$s av %3$s hittades

source: Displaying options
sv_se: Visning av alternativ

source: Division denominator
sv_se: Division nämnare

source: Do not show welcome screen
sv_se: Visa inte välkomstskärmen

source: Do not store
sv_se: Förvara inte

source: Do you wish to replace the conditional expression?
sv_se: Vill du ersätta det villkorliga uttrycket?

source: Does not contain
sv_se: Innehåller inte

source: Does not equal
sv_se: Är inte lika med

source: Does not exist
sv_se: Saknas

source: Does not match regular expression
sv_se: Matchar inte reguljärt uttryck

source: Dot
sv_se: Punkt

source: Doughnut
sv_se: Munk

# discovery results in dashboard
source: Down
sv_se: Ner

# discovery status
source: Down
sv_se: Ner

source: Download image
sv_se: Ladda ner bild

source: Download the configuration file
sv_se: Ladda ner konfigurationsfilen

source: Downtime
sv_se: Stilleståndstid

# compact table header
source: Downtime
sv_se: Stilleståndstid

source: Draw
sv_se: Oavgjort

source: Draw style
sv_se: Ritstil

source: Dropdown
sv_se: Rullgardin

source: Dropdown options
sv_se: Alternativ för rullgardinsmeny

source: Duo state does not match saved state.
sv_se: Duo-tillståndet matchar inte det sparade tillståndet.

source: Duplicate "name" value "%1$s" for map.
sv_se: Duplicerat "name"-värde "%1$s" för karta.

source: Duplicate "usrgrpid" "%1$s" in user groups for map "%2$s".
sv_se: Duplicera "usrgrpid" "%1$s" i användargrupper för karta "%2$s".

source: Duplicate host. Host with the same host name "%1$s" already exists in data.
sv_se: Duplicerad värd. Värd med samma värdnamn "%1$s" finns redan i data.

source: Duplicate host. Host with the same visible name "%1$s" already exists in data.
sv_se: Duplicerad värd. Värd med samma synliga namn "%1$s" finns redan i data.

source: Duplicate userid "%1$s" in users for map "%2$s".
sv_se: Duplicerat userid "%1$s" i users för map "%2$s".

source: Duration
sv_se: Längd

# compact table header
source: Duration
sv_se: Varaktighet

source: Dutch (nl_NL)
sv_se: Nederländska (nl_NL)

source: Each URL should have a unique name. Please make sure there is only one URL named
sv_se: Varje URL ska ha ett unikt namn. Se till att det bara finns en URL med namnet

source: Each item
sv_se: Varje objekt

source: Edit
sv_se: Redigera

source: Edit dashboard
sv_se: Redigera adminpanel

source: Edit map
sv_se: Redigera karta

source: Edit operation
sv_se: Redigera operation

source: Edit tree element
sv_se: Redigera trädelement

source: Edit widget
sv_se: Redigera widget

source: Editing other objects is not allowed in dashboard editing mode.
sv_se: Det är inte tillåtet att redigera andra objekt i redigeringsläget för kontrollpanelen.

source: Effective date
sv_se: Datum för ikraftträdande

source: Effective value
sv_se: Effektivt värde

source: Elasticsearch URL is not set for type: %1$s.
sv_se: Elasticsearch URL är inte inställd för typ: %1$s.

source: Elasticsearch error: %1$s.
sv_se: Fel i Elasticsearch: %1$s.

source: Element name
sv_se: Elementnamn

source: Ellipse
sv_se: Ellips

source: Email
sv_se: E-post

source: Email and password
sv_se: E-post och lösenord

source: Email provider
sv_se: E-postleverantör

source: Empty SSL certificate file for web scenario "%1$s".
sv_se: Tom SSL-certifikatfil för webbscenario "%1$s".

source: Empty SSL key file for web scenario "%1$s".
sv_se: Tom SSL-nyckelfil för webbscenario "%1$s".

source: Empty color.
sv_se: Tom färg.

source: Empty input parameter.
sv_se: Tom inmatningsparameter.

source: Empty map ID.
sv_se: Tomt kart-ID.

source: Empty value.
sv_se: Tomt värde.

source: Enable
sv_se: Aktivera

source: Enable HTTP authentication
sv_se: Aktivera HTTP-autentisering

source: Enable HTTP authentication for all users.
sv_se: Aktivera HTTP-autentisering för alla användare.

source: Enable IPMI checks on Zabbix server
sv_se: Aktivera IPMI-kontroller på Zabbix-servern

source: Enable JIT provisioning
sv_se: Aktivera JIT-provisionering

source: Enable LDAP authentication
sv_se: Aktivera LDAP-autentisering

source: Enable SAML authentication
sv_se: Aktivera SAML-autentisering

source: Enable SCIM provisioning
sv_se: Aktivera SCIM-provisionering

source: Enable audit logging
sv_se: Aktivera granskningsloggning

source: Enable compression
sv_se: Aktivera komprimering

source: Enable confirmation
sv_se: Aktivera bekräftelse

source: Enable debug mode
sv_se: Aktivera debug mode

source: Enable debug mode in selected group?
sv_se: Aktivera felsökningsläge i vald grupp?

source: Enable debug mode in selected groups?
sv_se: Aktivera felsökningsläge i utvalda grupper?

source: Enable host
sv_se: Aktivera värd

source: Enable host?
sv_se: Aktivera värd?

source: Enable hosts
sv_se: Aktivera värdar

source: Enable hosts monitored by selected proxies?
sv_se: Aktivera värdar som övervakas av utvalda proxyer?

source: Enable hosts monitored by selected proxy?
sv_se: Aktivera värdar som övervakas av vald proxy?

source: Enable internal housekeeping
sv_se: Möjliggör intern städning

source: Enable multi-factor authentication
sv_se: Aktivera multifaktorautentisering

source: Enable remote JMX monitoring
sv_se: Aktivera fjärrövervakning med JMX

source: Enable selected API token?
sv_se: Aktivera vald API-token?

source: Enable selected API tokens?
sv_se: Aktivera valda API-tokens?

source: Enable selected SLA?
sv_se: Aktivera vald SLA?

source: Enable selected SLAs?
sv_se: Aktivera valda SLA:er?

source: Enable selected action?
sv_se: Aktivera vald åtgärd?

source: Enable selected actions?
sv_se: Aktivera valda åtgärder?

source: Enable selected connector?
sv_se: Aktivera vald anslutare?

source: Enable selected connectors?
sv_se: Aktivera valda anslutare?

source: Enable selected discovery prototype?
sv_se: Aktivera vald upptäcktsprototyp?

source: Enable selected discovery prototypes?
sv_se: Aktivera utvalda prototyper för upptäckt?

source: Enable selected discovery rule?
sv_se: Aktivera vald discovery-regel?

source: Enable selected discovery rules?
sv_se: Aktivera utvalda discovery-regler?

source: Enable selected event correlation?
sv_se: Aktivera korrelation av valda händelser?

source: Enable selected event correlations?
sv_se: Aktivera korrelationer för utvalda händelser?

source: Enable selected group?
sv_se: Aktivera vald grupp?

source: Enable selected groups?
sv_se: Aktivera utvalda grupper?

source: Enable selected host?
sv_se: Aktivera vald värd?

source: Enable selected hosts?
sv_se: Aktivera utvalda värdar?

source: Enable selected item?
sv_se: Aktivera valt objekt?

source: Enable selected items?
sv_se: Aktivera valda objekt?

source: Enable selected media type?
sv_se: Aktivera vald medietyp?

source: Enable selected media types?
sv_se: Aktivera valda mediatyper?

source: Enable selected module?
sv_se: Aktivera vald modul?

source: Enable selected modules?
sv_se: Aktivera valda moduler?

source: Enable selected scheduled report?
sv_se: Aktivera vald schemalagd rapport?

source: Enable selected scheduled reports?
sv_se: Aktivera utvalda schemalagda rapporter?

source: Enable selected trigger?
sv_se: Aktivera vald utlösare?

source: Enable selected triggers?
sv_se: Aktivera valda utlösare?

source: Enable selected web scenario?
sv_se: Aktivera valt webbscenario?

source: Enable selected web scenarios?
sv_se: Aktivera utvalda webbscenarier?

source: Enable trapping
sv_se: Aktivera trapping

source: Enable user input
sv_se: Aktivera användarinmatning

source: Enabled
sv_se: Aktiverad

source: Encrypt
sv_se: Kryptera

source: Encrypt connections from Web interface
sv_se: Kryptera anslutningar från webbgränssnitt

source: Encryption
sv_se: Kryptering

source: Encryption level
sv_se: Krypteringsnivå

source: End date
sv_se: Slutdatum

source: End of line sequence
sv_se: Slutet av linjesekvensen

source: English (en_GB)
sv_se: Engelska (en_GB)

source: English (en_US)
sv_se: Engelska (en_US)

source: Enter a non-secret pre-shared key identity string. Avoid including sensitive data.
sv_se: Ange en icke-hemlig identitetssträng med fördelad nyckel. Undvik att inkludera känsliga uppgifter.

source: Enter the IP/DNS address and port of the Zabbix agent installed on your monitoring target.
sv_se: Ange IP/DNS-adress och port för Zabbix-agenten som är installerad på övervakningsobjektet.

source: Enter the IP/DNS address and port of your IPMI-enabled monitoring target.
sv_se: Ange IP/DNS-adress och port för ditt IPMI-aktiverade övervakningsobjekt.

source: Enter the IP/DNS address and port of your JMX-enabled monitoring target.
sv_se: Ange IP/DNS-adress och port för ditt JMX-aktiverade övervakningsobjekt.

source: Enter the IP/DNS address and port of your Zabbix server, proxy, or cluster configuration.
sv_se: Ange IP/DNS-adress och port för din Zabbix-server, proxy eller klusterkonfiguration.

source: Enter the IP/DNS address, port, and authentication details of your SNMP-enabled monitoring target.
sv_se: Ange IP/DNS-adress, port och autentiseringsinformation för det SNMP-aktiverade övervakningsobjektet.

source: Entry "%1$s" is not unique.
sv_se: Posten "%1$s" är inte unik.

source: Equals
sv_se: Lika med

source: Error
sv_se: Fel

source: Error budget
sv_se: Felbudget

# compact table header
source: Error budget
sv_se: Felbudget

source: Error decoding Duo result.
sv_se: Fel vid avkodning av Duo-resultat.

source: Error in search request for table "%1$s".
sv_se: Fel i sökbegäran för tabellen "%1$s".

source: Error message
sv_se: Felmeddelande

source: Error text
sv_se: Felmeddelande

source: Error! Unable to start Zabbix server.
sv_se: Felmeddelande! Det gick inte att starta Zabbix-servern.

source: Error: %1$s
sv_se: Felmeddelande: %1$s

source: Evaluation period
sv_se: Utvärderingsperiod

source: Event ID
sv_se: Evenemangets ID

source: Event acknowledged
sv_se: Händelse bekräftad

source: Event correlation
sv_se: Korrelation mellan händelser

source: Event correlation "%1$s" already exists.
sv_se: Händelsekorrelation "%1$s" finns redan.

source: Event correlation created
sv_se: Händelsekorrelation skapad

source: Event correlation deleted
sv_se: Händelsekorrelation raderad

source: Event correlation disabled
sv_se: Händelsekorrelation inaktiverad

source: Event correlation enabled
sv_se: Händelsekorrelation aktiverad

source: Event correlation rule
sv_se: Regel för händelsekorrelation

source: Event correlation rules
sv_se: Regler för händelsekorrelation

source: Event correlation updated
sv_se: Händelsekorrelation uppdaterad

source: Event details
sv_se: Mässinformation

source: Event generation
sv_se: Generering av evenemang

source: Event is acknowledged
sv_se: Händelsen är bekräftad

source: Event is not acknowledged
sv_se: Händelsen bekräftas inte

source: Event list [previous 20]
sv_se: Händelselista [föregående 20]

source: Event log monitoring. Returns count of entries
sv_se: Övervakning av händelselogg. Returnerar antal poster

source: Event log monitoring. Returns log
sv_se: Övervakning av händelselogg. Returnerar logg

source: Event name
sv_se: Tävlingens namn

source: Event name matches Trigger name (with macros expanded) unless a custom Event name is specified in Trigger settings.
sv_se: Händelsens namn matchar utlösarens namn (med utökade makron) om inte ett eget händelsenamn har angetts i utlösarinställningarna.

source: Event tag pair
sv_se: Händelse taggpar

source: Event type
sv_se: Evenemangstyp

source: Event updated
sv_se: Evenemanget uppdaterat

source: Events
sv_se: Evenemang

source: Events and alerts
sv_se: Händelser och varningar

source: Every day(s)
sv_se: Varje dag(ar)

source: Every week(s)
sv_se: Varje vecka

source: Example
sv_se: Exempel

source: Example:
sv_se: Exempel:

source: Example: https://localhost/zabbix/ui/
sv_se: Exempel: https://localhost/zabbix/ui/

source: Except selected
sv_se: Förutom valda

source: Exclude
sv_se: Exkludera

source: Exclude host groups
sv_se: Utesluta värdgrupper

source: Excluded downtime
sv_se: Exklusive stilleståndstid

source: Excluded downtimes
sv_se: Exkluderad stilleståndstid

# compact table header
source: Excluded downtimes
sv_se: Exkluderad stilleståndstid

source: Execute
sv_se: Kör

source: Execute WMI query and return the JSON document with all selected objects
sv_se: Exekvera WMI-frågan och returnera JSON-dokumentet med alla valda objekt

source: Execute WMI query and return the first selected object. Returns integer, float, string or text (depending on the request)
sv_se: Kör WMI-fråga och returnerar det första valda objektet. Returnerar heltal, float, sträng eller text (beroende på förfrågan)

source: Execute now
sv_se: Kör nu

source: Execute on
sv_se: Kör på

source: Execute scripts
sv_se: Kör skript

source: Executed
sv_se: Körde

source: Executed script
sv_se: Körde skript

source: Execution confirmation
sv_se: Bekräftelse av körning

source: Exists
sv_se: Finns

source: Expand
sv_se: Expandera

source: Expand macros
sv_se: Expandera makron

source: Expand sidebar
sv_se: Fäll ut sidofält

source: Expand single problem
sv_se: Expandera ett enda problem

source: Expected user macro format is "{$MACRO}".
sv_se: Förväntat användarmakroformat är "{$MACRO}".

source: Expired
sv_se: Utgången

# maintenance status
source: Expired
sv_se: Utgången

source: Expired on %1$s.
sv_se: Utgått den %1$s.

source: Expires at
sv_se: Går ut den

source: Expires in less than
sv_se: Upphör om mindre än

source: Exploded
sv_se: Exploderad

source: Export
sv_se: Exportera

source: Export failed
sv_se: Exportering misslyckades

source: Export to CSV
sv_se: Exportera till CSV

source: Expression
sv_se: Uttryck

source: Expression cannot be empty
sv_se: Uttrycket kan inte vara tomt

source: Expression constructor
sv_se: Uttryckskonstruktör

source: Expression type
sv_se: Typ av uttryck

source: Expression variable elements
sv_se: Uttryck variabla element

source: Expressions
sv_se: Uttryck

source: External check
sv_se: Extern kontroll

source: FALSE
sv_se: FALSKT

source: Fail
sv_se: Misslyckad

source: Fail-over delay: %1$s
sv_se: Fördröjning vid felövergång: %1$s

source: Failed
sv_se: Misslyckades

# compact table header
source: Failed
sv_se: Misslyckades

source: Failed login
sv_se: Misslyckad inloggning

source: Failed to create dashboard
sv_se: Misslyckades med att skapa kontrollpanel

source: Failed to parse URL.
sv_se: Misslyckades med att tolka URL.

source: Failed to paste dashboard page.
sv_se: Misslyckades med att klistra in kontrollpanelssidan.

source: Failed to paste widget.
sv_se: Misslyckades med att klistra in widget.

source: Failed to select default LDAP server.
sv_se: Misslyckades med att välja standard LDAP-server.

source: Failed to update dashboard
sv_se: Misslyckades med att uppdatera kontrollpanelen

source: Failed to update dashboard page properties.
sv_se: Det gick inte att uppdatera egenskaperna för kontrollpanelens sida.

source: Failed to update dashboard properties.
sv_se: Det gick inte att uppdatera kontrollpanelens egenskaper.

source: Failed to update dashboard sharing.
sv_se: Misslyckades med att uppdatera kontrollpanelens delning.

source: Failed to update time selector.
sv_se: Misslyckades med att uppdatera tidsväljaren.

source: Failed to update widget properties.
sv_se: Misslyckades med att uppdatera widgetens egenskaper.

source: Failure Audit
sv_se: Revision av misslyckande

source: Fatal error, please report to the Zabbix team
sv_se: Allvarligt fel, rapportera till Zabbix-teamet

source: Favorite graphs
sv_se: Favoritgrafer

source: Favorite maps
sv_se: Favoritkartor

source: February
sv_se: Februari

source: Field
sv_se: Fält

source: Field "%1$s" cannot be set to NULL.
sv_se: Fältet "%1$s" kan inte sättas till NULL.

source: Field "%1$s" is mandatory.
sv_se: Fältet "%1$s" är obligatoriskt.

source: Field "%1$s" is missing a value for map "%2$s".
sv_se: Fält "%1$s" saknar ett värde för karta "%2$s".

source: Field "%1$s" is not correct: %2$s
sv_se: Fältet "%1$s" är inte korrekt: %2$s

source: Field "%1$s" is not correct: %2$s.
sv_se: Fältet "%1$s" är inte korrekt: %2$s.

source: Field "%1$s" is not integer.
sv_se: Fältet "%1$s" är inte ett heltal.

source: Field "%1$s" is not string.
sv_se: Fältet "%1$s" är inte en sträng.

source: Field "%1$s" must be missing.
sv_se: Fältet "%1$s" måste saknas.

source: Field name
sv_se: Fältnamn

source: Field requirements:
sv_se: Krav för fältet:

source: File checksum, calculated by the UNIX cksum algorithm. Returns integer for crc32 (default) and string for md5, sha256
sv_se: Filens kontrollsumma beräknas med UNIX cksum-algoritm. Returnerar heltal för crc32 (standard) och sträng för md5, sha256

source: File is empty
sv_se: Filen är tom

source: File is too big, max upload size is %1$s bytes.
sv_se: Filen är för stor, maximal uppladdningsstorlek är %1$s byte.

source: File owner information. Returns string
sv_se: Information om filägare. Returnerar sträng

source: File size in bytes (default) or in newlines. Returns integer
sv_se: Filstorlek i bytes (standard) eller i nya rader. Returnerar heltal

source: File time information. Returns integer (Unix timestamp)
sv_se: Information om filens tid. Returnerar heltal (Unix-tidsstämpel)

source: Fill
sv_se: Fyll

source: Filled region
sv_se: Fylld region

source: Filter actions by the scope of media type usage:
sv_se: Filtrera åtgärder efter omfattningen av användningen av medietypen:

source: Filter deleted
sv_se: Filter raderat

source: Filter is not set
sv_se: Filtret är inte inställt

source: Filter properties
sv_se: Filtrera egenskaper

source: Filter results
sv_se: Filtrera resultat

source: Filters
sv_se: Filter

source: Find string in a file. Returns 0 - match not found; 1 - found
sv_se: Hitta sträng i en fil. Returnerar 0 - matchning inte hittad; 1 - hittad

source: Find string in a file. Returns the line containing the matched string, or as specified by the optional output parameter
sv_se: Hitta en sträng i en fil. Returnerar den rad som innehåller den matchade strängen, eller enligt vad som anges av den valfria utdataparametern

source: Find string on a web page. Returns the matched string, or as specified by the optional output parameter
sv_se: Hitta en sträng på en webbsida. Returnerar den matchade strängen, eller enligt vad som anges av den valfria utdataparametern

source: Finish
sv_se: Slutför

source: Finnish (fi_FI)
sv_se: Finska (fi_FI)

# page navigation
source: First
sv_se: Första

source: Fit
sv_se: Anpassa

source: Fit to map
sv_se: Passar till kartan

source: Fixed
sv_se: Fast

source: Fixed status
sv_se: Fastställd status

source: Flexible
sv_se: Flexibel

source: Follow redirects
sv_se: Följ omdirigeringar

source: Font
sv_se: Typsnitt

source: Font color
sv_se: Teckenfärg

source: Font size
sv_se: Teckenstorlek

source: For more details, see
sv_se: För mer information, se

source: Form data
sv_se: Formulärdata

source: Formula
sv_se: Formel

source: French (fr_FR)
sv_se: Franska (fr_FR)

source: Fri
sv_se: Fre

source: Friday
sv_se: Fredag

source: From
sv_se: Från

source: Frontend URL
sv_se: URL för frontend

source: Frontend access
sv_se: Tillgång till frontend

source: Frontend messaging
sv_se: Meddelanden i frontend

source: Frontend notifications
sv_se: Notifieringar i frontend

source: Function
sv_se: Funktion

source: GUI
sv_se: Grafiskt gränssnitt

source: GUI access disabled.
sv_se: GUI-åtkomst inaktiverad.

source: Gauge
sv_se: Mätare

source: General
sv_se: Allmänt

source: Generate a secret pre-shared key hexadecimal string.
sv_se: Generera en hexadecimal sträng med en hemlig fördelad nyckel.

source: Generate new
sv_se: Generera nya

source: Generate report by
sv_se: Generera rapport genom att

source: Generated in %1$s sec
sv_se: Genereras inom %1$s sekunder

source: Geographical maps
sv_se: Geografiska kartor

source: Georgian (ka_GE)
sv_se: Georgiska (ka_GE)

source: German (de_DE)
sv_se: Tyska (de_DE)

source: Get content of web page. Returns web page source as text
sv_se: Hämta innehållet på en webbsida. Returnerar webbsidans källa som text

source: Get value
sv_se: Hämta värde

source: Get value and test
sv_se: Få värde och testa

source: Get value from host
sv_se: Hämta värde från värd

source: Given expression is not a macro
sv_se: Det angivna uttrycket är inte ett makro

source: Given valuemap name is already taken.
sv_se: Givet valuemap-namnet är redan upptaget.

source: Global regular expression "%1$s" does not exist.
sv_se: Det globala reguljära uttrycket "%1$s" finns inte.

source: Global script execution on Zabbix server is disabled by server configuration.
sv_se: Global skriptexekvering på Zabbix-servern inaktiveras genom serverkonfiguration.

source: Global scripts on Zabbix server
sv_se: Globala skript på Zabbix-servern

source: Global timeouts
sv_se: Globala tidsgränser

source: Global value
sv_se: Globalt värde

source: Go back to %1$s
sv_se: Gå tillbaka till %1$s

source: Go to
sv_se: Gå till

source: Go to "%1$s"
sv_se: Gå till "%1$s"

source: Go to first page
sv_se: Gå till första sidan

source: Go to last page, %1$s
sv_se: Gå till sista sidan, %1$s

source: Go to next page, %1$s
sv_se: Gå till nästa sida, %1$s

source: Go to page %1$s
sv_se: Gå till sidan %1$s

source: Go to page %1$s, current page
sv_se: Gå till sidan %1$s, aktuell sida

source: Go to previous page, %1$s
sv_se: Gå till föregående sida, %1$s

source: Gradient line
sv_se: Gradientlinje

source: Graph
sv_se: Diagram

source: Graph "%1$s" already exists on "%2$s" (inherited from another template).
sv_se: Grafen "%1$s" finns redan på "%2$s" (ärvd från en annan mall).

source: Graph "%1$s" already exists on "%2$s" (items are not identical).
sv_se: Grafen "%1$s" finns redan på "%2$s" (objekten är inte identiska).

source: Graph "%1$s" already exists on "%2$s" as a graph created from graph prototype.
sv_se: Grafen "%1$s" finns redan på "%2$s" som en graf skapad från grafprototypen.

source: Graph "%1$s" already exists on "%2$s".
sv_se: Grafen "%1$s" finns redan på "%2$s".

source: Graph "%1$s" already exists on the host "%2$s".
sv_se: Grafen "%1$s" finns redan på värden "%2$s".

source: Graph "%1$s" already exists on the template "%2$s".
sv_se: Graf "%1$s" finns redan på mallen "%2$s".

source: Graph "%1$s" with templated items cannot contain items from other hosts.
sv_se: Grafen "%1$s" med mallade objekt kan inte innehålla objekt från andra värdar.
