Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: List of Zabbix proxies with name, mode, encryption, compression, version, last seen, host count, item count, required values per second (vps), compatibility (current/outdated/unsupported), timeouts, proxy group name, state (unknown/offline/online). Returns JSON.
sv_se: Lista över Zabbix-proxyer med namn, läge, kryptering, komprimering, version, senast sedd, värdantal, objektantal, erforderliga värden per sekund (vps), kompatibilitet (aktuell/föråldrad/stödjs inte), timeouts, proxygruppens namn, status (okänd/offline/online). Returnerar JSON.

source: List of Zabbix proxy groups configuration data and real-time data. Configuration data includes proxy group name, failover delay, and minimum number of online proxies required for the group to be online. Real-time data includes number of online proxies, percentage of online proxies, and state of proxy group (unknown, offline, recovering, online, degrading). This item does not return groupless proxies. Returns JSON.
sv_se: Lista över Zabbix proxygruppers konfigurationsdata och realtidsdata. Konfigurationsdata inkluderar proxygruppens namn, failover-fördröjning och minsta antal online-proxyer som krävs för att gruppen ska vara online. Realtidsdata inkluderar antal online-proxyer, procentandel online-proxyer och proxygruppens tillstånd (okänd, offline, återhämtar sig, online, försämras). Denna post returnerar inte grupplösa proxyservrar. Returnerar JSON.

source: List of block devices and their type. Returns JSON
sv_se: Lista över blockenheter och deras typ. Returnerar JSON

source: List of characters
sv_se: Lista över karaktärer

source: List of detected CPUs/CPU cores. Returns JSON
sv_se: Lista över upptäckta processorer/CPU-kärnor. Returnerar JSON

source: List of directory entries, recursively. Returns JSON
sv_se: Lista över katalogposter, rekursivt. Returnerar JSON

source: List of mounted filesystems and their types. Returns JSON
sv_se: Lista över monterade filsystem och deras typer. Returnerar JSON

source: List of mounted filesystems, their types, disk space and inode statistics. Returns JSON
sv_se: Lista över monterade filsystem, deras typer, diskutrymme och inode-statistik. Returnerar JSON

source: List of network interfaces. Returns JSON
sv_se: Lista över nätverksgränssnitt. Returnerar JSON

source: List of object instances of Windows performance counters, discovered using object names in English. Returns JSON
sv_se: Lista över objektinstanser av Windows prestandaräknare, upptäckta med hjälp av objektnamn på engelska. Returnerar JSON

source: List of object instances of Windows performance counters. Returns JSON
sv_se: Lista över objektinstanser av Windows prestandaräknare. Returnerar JSON

source: List of user group shares
sv_se: Lista över användargruppsandelar

source: List of user shares
sv_se: Lista över användarandelar

source: Listing of MAC addresses. Returns string
sv_se: Lista över MAC-adresser. Returnerar sträng

source: Listing of PCI or USB devices. Returns text
sv_se: Lista över PCI- eller USB-enheter. Returnerar text

source: Listing of installed packages. Returns text
sv_se: Lista över installerade paket. Returnerar text

source: Listing of services. Returns 0 - if empty; text - list of services separated by a newline
sv_se: Lista över tjänster. Returnerar 0 - om tom; text - lista över tjänster åtskilda av en ny rad

source: Lithuanian (lt_LT)
sv_se: Litauiska (lt_LT)

source: Loading time of full web page (in seconds). Returns float
sv_se: Laddningstid för hela webbsidan (i sekunder). Returnerar float

source: Loading...
sv_se: Laddar...

source: Local
sv_se: Lokal

source: Local default
sv_se: Lokal standard

source: Local time
sv_se: Lokal tid

source: Location
sv_se: Plats

source: Location latitude
sv_se: Platsens latitud

source: Location longitude
sv_se: Platsens longitud

source: Log
sv_se: Logg

source: Log changes by low-level discovery, network discovery and autoregistration
sv_se: Loggar ändringar genom upptäckt på låg nivå, nätverksupptäckt och autoregistrering

source: Log file monitoring with log rotation support. Returns log
sv_se: Övervakning av loggfiler med stöd för loggrotation. Returnerar logg

source: Log file monitoring. Returns log
sv_se: Övervakning av loggfil. Returnerar logg

source: Log system actions
sv_se: Logga systemåtgärder

source: Log time format
sv_se: Tidsformat för logg

source: Log unmatched SNMP traps
sv_se: Logga oöverensstämmande SNMP-traps

source: Logarithmic
sv_se: Logaritmisk

source: Login
sv_se: Inloggning

source: Login attempts
sv_se: Inloggningsförsök

source: Login blocking interval
sv_se: Blockeringsintervall för inloggning

source: Login failed
sv_se: Inloggning misslyckades

source: Login name or password is incorrect.
sv_se: Inloggningsnamn eller lösenord är felaktigt.

source: Login successful
sv_se: Inloggningen lyckades

source: Logout
sv_se: Logga ut

source: Logout requests
sv_se: Begäran om utloggning

source: Logout responses
sv_se: Svar vid utloggning

source: Lost
sv_se: Förlorad

source: Low-level discovery rule in "not supported" state
sv_se: Regel för upptäckt på låg nivå i "stöds inte"-status

source: MAC address A
sv_se: MAC-adress A

source: MAC address B
sv_se: MAC-adress B

source: MAC from Hex-STRING
sv_se: MAC från Hex-STRING

source: MD5 checksum of file. Returns character string (MD5 hash of the file)
sv_se: MD5-kontrollsumma för fil. Returnerar teckensträng (MD5-hash för filen)

source: MFA method
sv_se: MFA-metoden

source: MFA method "%1$s" already exists.
sv_se: MFA-metoden "%1$s" finns redan.

source: MFA settings
sv_se: MFA-inställningar

source: Macro
sv_se: Makro

source: Macro "%1$s" already exists on "%2$s".
sv_se: Makro "%1$s" finns redan på "%2$s".

source: Macro "%1$s" already exists.
sv_se: Makro "%1$s" finns redan.

source: Macro "%1$s" is missing.
sv_se: Makro "%1$s" saknas.

source: Macro name is not unique.
sv_se: Makronamnet är inte unikt.

source: Macros
sv_se: Makron

source: Macros updated
sv_se: Makron uppdaterade

source: Main filter
sv_se: Huvudfilter

source: Main navigation
sv_se: Huvudmeny

source: Maintenance
sv_se: Underhållsarbete

source: Maintenance "%1$s" already exists.
sv_se: Underhåll "%1$s" finns redan.

source: Maintenance edit
sv_se: Underhåll redigera

source: Maintenance period
sv_se: Underhållsperiod

source: Maintenance period created
sv_se: Underhållsperiod skapad

source: Maintenance period deleted
sv_se: Underhållsperiod raderad

source: Maintenance period length
sv_se: Underhållsperiodens längd

source: Maintenance period updated
sv_se: Underhållsperiod uppdaterad

source: Maintenance periods
sv_se: Underhållsperioder

source: Maintenance type
sv_se: Typ av underhåll

source: Maintenance with data collection
sv_se: Underhåll med datainsamling

source: Maintenance without data collection
sv_se: Underhåll utan datainsamling

source: Maintenance: %1$s
sv_se: Underhåll: %1$s

source: Make sure to copy the auth token as you won't be able to view it after the page is closed.
sv_se: Se till att kopiera auth-token eftersom du inte kommer att kunna se den efter att sidan har stängts.

source: Manage API tokens
sv_se: Hantera API-tokens

source: Manage SLA
sv_se: Hantera SLA

source: Manage scheduled reports
sv_se: Hantera schemalagda rapporter

source: Manual
sv_se: Manuell

source: Manual event action
sv_se: Manuell åtgärd vid händelse

source: Manual host action
sv_se: Manuella värdåtgärder

source: Manual input
sv_se: Manuell inmatning

source: Manual problem suppression. Date-time input accepts relative and absolute time format.
sv_se: Manuell problemundertryckning. Inmatning av datum och tid accepterar relativt och absolut tidsformat.

source: Manually by: %1$s
sv_se: Manuellt av: %1$s

source: Manually closed
sv_se: Manuellt stängd

source: Map
sv_se: Karta

source: Map "%1$s" already exists.
sv_se: Kartan "%1$s" finns redan.

source: Map "%1$s" is public and read-only sharing is disallowed.
sv_se: Map "%1$s" är publik och skrivskyddad delning är inte tillåten.

source: Map element
sv_se: Kartelement

source: Map element is missing parameters: %1$s
sv_se: Kartelementet saknar parametrar: %1$s

source: Map element label location
sv_se: Kartelementets etikettplacering

source: Map element label type
sv_se: Typ av etikett för kartelement

source: Map is not selected.
sv_se: Kartan är inte vald.

source: Map is updated! Return to map list?
sv_se: Kartan är uppdaterad! Återgå till kartlistan?

source: Map label type
sv_se: Typ av kartetikett

source: Map name cannot be empty.
sv_se: Map-namnet får inte vara tomt.

source: Map navigation tree
sv_se: Träd för kartnavigering

source: Map owner cannot be empty.
sv_se: Kartans ägare kan inte vara tom.

source: Map shape
sv_se: Kartans form

source: Map update failed.
sv_se: Uppdateringen av kartan misslyckades.

source: Map user's LDAP media attributes (e.g. email) to Zabbix user media for sending notifications.
sv_se: Mappa användarens LDAP-medieattribut (t.ex. e-post) till Zabbix-användarmedia för att skicka meddelanden.

source: Map user's SAML media attributes (e.g. email) to Zabbix user media for sending notifications.
sv_se: Mappa användarens SAML-mediaattribut (t.ex. e-post) till Zabbix-användarmedia för att skicka meddelanden.

source: Map with ID "%1$s" is not available.
sv_se: Karta med ID "%1$s" är inte tillgänglig.

source: Mapped to
sv_se: Mappad till

source: Mapping
sv_se: Kartläggning

source: Mapping type and value combination is not unique.
sv_se: Mappningstyp och värdekombination är inte unik.

source: Mappings
sv_se: Mappningar

source: Maps
sv_se: Kartor

source: Mar
sv_se: Mars

source: March
sv_se: Mars

source: Mark as cause
sv_se: Markera som orsak

source: Mark elements on trigger status change
sv_se: Markera element som utlöser statusändring

source: Mark others
sv_se: Markera övriga

source: Mark selected
sv_se: Markera markerade

source: Mark selected as symptoms
sv_se: Mark utvald som symptom

source: Mask
sv_se: Maskera

source: Mass update
sv_se: Massuppdatering

source: Mass update elements
sv_se: Element för massuppdatering

source: Mass update shapes
sv_se: Former för massuppdatering

source: Master item
sv_se: Huvudobjekt

source: Matches regular expression
sv_se: Matchar reguljärt uttryck

source: Mathematical functions
sv_se: Matematiska funktioner

source: Max count of elements to show inside table cell
sv_se: Max antal element som ska visas i tabellcellen

source: Max history display period
sv_se: Max visningsperiod för historik

source: Max number of columns and rows in overview tables
sv_se: Max antal kolumner och rader i översiktstabeller

source: Max number of rows
sv_se: Max antal rader

source: Max period for time selector
sv_se: Maxperiod för tidsväljare

source: Max records per message
sv_se: Max antal poster per meddelande

source: Max repetition count
sv_se: Max antal repetitioner

source: Max repetition count is applicable to discovery and walk only.
sv_se: Max antal repetitioner gäller endast för upptäckt och promenad.

source: Max zoom level
sv_se: Max zoomnivå

source: Maximum concurrent checks
sv_se: Maximalt antal samtidiga kontroller

source: Maximum concurrent checks per type
sv_se: Maximalt antal samtidiga kontroller per typ

source: Maximum number of opened files supported by OS. Returns integer
sv_se: Maximalt antal öppnade filer som stöds av operativsystemet. Returnerar heltal

source: Maximum number of processes supported by OS. Returns integer
sv_se: Maximalt antal processer som stöds av operativsystemet. Returnerar heltal

source: Maximum number of rows
sv_se: Maximalt antal rader

source: Maximum required %1$s database version is %2$s.
sv_se: Högsta erforderliga %1$s databasversion är %2$s.

source: Maximum time period to display is %1$s day.
sv_se: Maximal tidsperiod för visning är %1$s dag.

source: Maximum total length of email address exceeded for media type with ID "%1$s".
sv_se: Den maximala totala längden på e-postadressen överskreds för mediatypen med ID "%1$s".

source: Maximum zoom level of the map.
sv_se: Maximal zoomnivå för kartan.

source: May
sv_se: Maj

# May short
source: May
sv_se: Maj

source: Media type
sv_se: Mediatyp

# compact table header
source: Media type
sv_se: Typ av media

source: Media type "%1$s" already exists.
sv_se: Mediatypen "%1$s" finns redan.

source: Media type "%1$s" is used by action "%2$s".
sv_se: Mediatyp "%1$s" används av åtgärd "%2$s".

source: Media type added
sv_se: Mediatyp tillagd

source: Media type deleted
sv_se: Mediatyp borttagen

source: Media type disabled
sv_se: Mediatyp inaktiverad

source: Media type disabled by Administration.
sv_se: Mediatyp inaktiverad av administrationen.

source: Media type edit
sv_se: Medietyp redigering

source: Media type enabled
sv_se: Mediatyp aktiverad

source: Media type mapping
sv_se: Mappning av mediatyp

source: Media type test
sv_se: Test av mediatyp

source: Media type test failed.
sv_se: Testet av mediatyp misslyckades.

source: Media type test log
sv_se: Testlogg för mediatyp

source: Media type test successful.
sv_se: Test av mediatyp lyckades.

source: Media type updated
sv_se: Mediatyp uppdaterad

source: Media type with ID "%1$s" is not available.
sv_se: Medietyp med ID "%1$s" är inte tillgänglig.

source: Media types
sv_se: Mediatyper

source: Media types disabled by Administration.
sv_se: Medietyper som inaktiverats av administrationen.

source: Media types disabled in Alerts.
sv_se: Medietyper inaktiverade i varningar.

source: Media types used by action "%1$s".
sv_se: Medietyper som används av åtgärden "%1$s".

source: Medium
sv_se: Medel

source: Members
sv_se: Medlemmar

source: Memory limit: %1$s
sv_se: Minnesgräns: %1$s

source: Memory metrics of VMware Resource Pool, "url" - VMware service URL, "rpid" - VMware resource pool id, "mode"- consumed(default)/ballooned/overhead memory
sv_se: Minnesmätningar för VMware Resource Pool, "url" - URL för VMware-tjänst, "rpid" - id för VMware Resource Pool, "mode"- förbrukat(standard)/ballongerat/överflödigt minne

source: Memory size in bytes or in percentage from total. Returns integer for bytes; float for percentage
sv_se: Minnesstorlek i byte eller i procent av total. Returnerar heltal för bytes; float för procent

source: Memory used by process in bytes. Returns integer
sv_se: Minne som används av processen i bytes. Returnerar heltal

source: Menu entry URL
sv_se: URL för menyalternativ

source: Menu entry name
sv_se: Namn på menyalternativ

source: Menu entry name is used as a label for the trigger URL in the event context menu.
sv_se: Namnet på menyposten används som etikett för utlösarens URL i händelsens kontextmeny.

source: Menu path
sv_se: Menyväg

source: Merge sectors smaller than
sv_se: Slå samman sektorer som är mindre än

source: Merge sectors smaller than
sv_se: Slå samman sektorer som är mindre än

source: Message
sv_se: Meddelande

# compact table header
source: Message
sv_se: Meddelande

source: Message format
sv_se: Format för meddelande

source: Message template
sv_se: Meddelandemall

source: Message templates
sv_se: Mallar för meddelanden

source: Message timeout
sv_se: Timeout för meddelande

source: Message type
sv_se: Typ av meddelande

source: Message/Command
sv_se: Meddelande/kommando

source: Messages
sv_se: Meddelanden

source: Messaging
sv_se: Meddelanden

source: Method not found.
sv_se: Metoden hittades inte.

source: Methods
sv_se: Metoder

source: Metrics
sv_se: Mätvärde

source: Middle
sv_se: Mitten

source: Minimum number of proxies
sv_se: Minsta antal proxies

source: Minimum password length
sv_se: Minsta längd på lösenord

source: Minimum proxies
sv_se: Minsta antal proxies

source: Minimum required %1$s database version is %2$s.
sv_se: Minimikravet för %1$s databasversion är %2$s.

source: Minimum required PHP memory limit is %1$s (configuration option "memory_limit").
sv_se: Minsta minnesgräns som krävs för PHP är %1$s (konfigurationsalternativ "memory_limit").

source: Minimum required PHP upload filesize is %1$s (configuration option "upload_max_filesize").
sv_se: Minsta filstorlek som krävs för PHP-uppladdning är %1$s (konfigurationsalternativet "upload_max_filesize").

source: Minimum required PHP version is %1$s.
sv_se: Minsta PHP-version som krävs är %1$s.

source: Minimum required TimescaleDB version is %1$s.
sv_se: Minsta TimescaleDB-version som krävs är %1$s.

source: Minimum required limit on execution time of PHP scripts is %1$s (configuration option "max_execution_time").
sv_se: Minsta tillåtna gräns för exekveringstid för PHP-skript är %1$s (konfigurationsalternativet "max_execution_time").

source: Minimum required limit on input parse time for PHP scripts is %1$s (configuration option "max_input_time").
sv_se: Minsta tillåtna gräns för parsningstid för PHP-skript är %1$s (konfigurationsalternativet "max_input_time").

source: Minimum required size of PHP post is %1$s (configuration option "post_max_size").
sv_se: Minsta storlek som krävs för PHP-postning är %1$s (konfigurationsalternativ "post_max_size").

source: Minimum severity
sv_se: Minsta allvarlighetsgrad

source: Minimum time period to display is %1$s minute.
sv_se: Minsta tidsperiod som ska visas är %1$s minut.

source: Minute
sv_se: Minut

source: Minutes
sv_se: Minuter

source: Missing "itemid" field for item.
sv_se: Saknar fältet "itemid" för objekt.

source: Missing "name" field for graph prototype.
sv_se: Saknar fältet "name" för grafprototypen.

source: Missing "name" field for graph.
sv_se: Saknar fältet "namn" för grafen.

source: Missing data
sv_se: Saknar data

source: Missing items for graph "%1$s".
sv_se: Saknade objekt för grafen "%1$s".

source: Missing items for graph prototype "%1$s".
sv_se: Saknade objekt för grafprototypen "%1$s".

source: Missing key "%1$s" for host "%2$s".
sv_se: Nyckel "%1$s" saknas för värd "%2$s".

source: Mixed
sv_se: Mixad

# compact table header
source: Mixed
sv_se: Mixad

source: Mode
sv_se: Läge

source: Model
sv_se: Modell

source: Module
sv_se: Modul

source: Module added: %1$s.
sv_se: Modul tillagd: %1$s.

source: Module deleted: %1$s.
sv_se: Modul raderad: %1$s.

source: Module disabled
sv_se: Modul inaktiverad

source: Module edit
sv_se: Modul redigera

source: Module enabled
sv_se: Modul aktiverad

source: Module updated
sv_se: Modul uppdaterad

source: Module with ID "%2$s" is not available for user role "%1$s".
sv_se: Modulen med ID "%2$s" är inte tillgänglig för användarrollen "%1$s".

source: Modules
sv_se: Moduler

source: Modules updated
sv_se: Moduler uppdaterade

source: Mon
sv_se: Mån

source: Monday
sv_se: Måndag

source: Monitored by
sv_se: Övervakas av

source: Monitored by proxy
sv_se: Övervakas genom proxy

source: Monitored host
sv_se: Övervakad värd

source: Monitoring
sv_se: Övervakning

source: Month
sv_se: Månad

# compact table header
source: Month
sv_se: Månad

source: Monthly
sv_se: Månatligen

source: More matches found...
sv_se: Fler matchningar hittades...

# screen reader
source: More than %1$d matches for %2$s found
sv_se: Fler än %1$d matchningar för %2$s hittades

source: More than 10 minutes
sv_se: Mer än 10 minuter

source: Most critical if all children have problems
sv_se: Mest kritiskt om alla barn har problem

source: Most critical of child services
sv_se: Mest kritisk till barnomsorg

source: Multi-factor TOTP secret will be deleted.
sv_se: Multi-faktor TOTP-hemligheten kommer att raderas.

source: Multi-factor TOTP secrets will be deleted.
sv_se: TOTP-hemligheter med flera faktorer kommer att raderas.

source: Multi-factor authentication
sv_se: Multi-faktor autentisering

source: Multi-factor authentication is disabled system-wide.
sv_se: Multifaktorautentisering är inaktiverad i hela systemet.

source: Multiple
sv_se: Flera

source: Multiple PROBLEM events
sv_se: Flera PROBLEM-händelser

source: Must be at least %1$s.
sv_se: Måste vara minst %1$s.

source: Must be selected.
sv_se: Måste väljas.

source: Mute
sv_se: Tysta

source: Mute for %1$s
sv_se: Ljud av för %1$s

source: My
sv_se: Mina

source: Name
sv_se: Namn

# compact table header
source: Name
sv_se: Namn

# user first name
source: Name
sv_se: Namn

source: Name
sv_se: Namn

source: Name ID
sv_se: Namn ID

source: Name of the form field should not exceed 255 characters.
sv_se: Namnet på formulärfältet får inte överstiga 255 tecken.

source: Namespace
sv_se: Namnområde

source: Naming requirements:
sv_se: Krav på namngivning:

source: Navigate to default view
sv_se: Navigera till standardvyn

source: Navigate to initial view
sv_se: Navigera till den första vyn

source: Needle
sv_se: Nål

source: Nested
sv_se: Kapslad

source: Network discovery data storage period
sv_se: Lagringsperiod för data om nätverksupptäckt

source: Network interface list (includes interface type, status, IPv4 address, description). Returns text
sv_se: Lista över nätverksgränssnitt (innehåller gränssnittstyp, status, IPv4-adress, beskrivning). Returnerar text

source: Network map added
sv_se: Nätverkskarta tillagd

source: Network map deleted
sv_se: Nätverkskarta raderad

source: Network map updated
sv_se: Uppdatering av nätverkskartan

source: Network maps
sv_se: Nätverkskartor

source: Network timeouts for UI
sv_se: Tidsgränser för nätverk för användargränssnitt

source: Network utilization (combined transmit-rates and receive-rates) during the interval, "url" - VMware service URL, "uuid" - VMware virtual machine global unique identifier, "instance" - network interface instance
sv_se: Nätverksanvändning (kombinerade sändningshastigheter och mottagningshastigheter) under intervallet, "url" - URL för VMware-tjänst, "uuid" - global unik identifierare för virtuell VMware-maskin, "instance" - instans för nätverksgränssnitt

source: Never
sv_se: Aldrig

source: New API token
sv_se: Ny API-token

source: New LDAP server
sv_se: Ny LDAP-server

source: New MFA method
sv_se: Ny MFA-metod

source: New SLA
sv_se: Ny SLA

source: New action
sv_se: Ny åtgärd

source: New additional rule
sv_se: Ny kompletterande regel

source: New column
sv_se: Ny kolumn

source: New condition
sv_se: Nytt skick

source: New connector
sv_se: Ny anslutare

source: New dashboard
sv_se: Ny kontrollpanel

source: New discovery rule
sv_se: Ny regel för upptäckt

source: New element
sv_se: Nytt element

source: New event correlation
sv_se: Ny händelsekorrelation

source: New event host group
sv_se: Ny värdgrupp för evenemang

source: New event tag name
sv_se: Nytt namn på evenemangstagg

source: New event tag value
sv_se: Nytt värde för evenemangstagg

source: New excluded downtime
sv_se: Ny exkluderad stilleståndstid

source: New graph
sv_se: Ny graf

source: New graph prototype
sv_se: Ny grafprototyp

source: New host
sv_se: Ny värd

source: New host group
sv_se: Ny värdgrupp

source: New host prototype
sv_se: Ny värdprototyp

source: New item
sv_se: Nytt objekt

source: New item prototype
sv_se: Ny objektprototyp

source: New maintenance period
sv_se: Ny underhållsperiod

source: New media
sv_se: Nya medier

source: New media type
sv_se: Ny mediatyp

source: New media type mapping
sv_se: Ny mappning av medietyp

source: New oauth
sv_se: Ny oauth

source: New operation
sv_se: Ny operation

source: New proxy
sv_se: Ny proxy

source: New proxy group
sv_se: Ny proxygrupp

source: New regular expression
sv_se: Nytt reguljärt uttryck

source: New script
sv_se: Nytt skript

source: New service
sv_se: Ny underhåll

source: New step of web scenario
sv_se: Nytt steg i webbscenario

source: New tag filter
sv_se: Nytt taggfilter

source: New tag name
sv_se: Nytt taggnamn

source: New template
sv_se: Ny mall

source: New template group
sv_se: Ny mallgrupp

source: New trigger
sv_se: Ny utlösare

source: New trigger prototype
sv_se: Ny utlösareprototyp

source: New triggers
sv_se: Nya utlösare

source: New update available
sv_se: Ny uppdatering tillgänglig
