Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Cannot find "parent_discovery_rule" with key "%1$s" used for LLD rule prototype with key "%2$s" on "%3$s".
sv_se: Hittar inte "parent_discovery_rule" med nyckel "%1$s" som används för LLD-regelprototyp med nyckel "%2$s" på "%3$s".

source: Cannot find SLA "%1$s" used in dashboard "%2$s".
sv_se: Kan inte hitta SLA "%1$s" som används i kontrollpanelen "%2$s".

source: Cannot find action "%1$s" used in dashboard "%2$s".
sv_se: Kan inte hitta åtgärd "%1$s" som används i kontrollpanelen "%2$s".

source: Cannot find background image "%1$s" used in map "%2$s".
sv_se: Kan inte hitta bakgrundsbilden "%1$s" som används i kartan "%2$s".

source: Cannot find graph "%1$s" used in dashboard "%2$s".
sv_se: Kan inte hitta grafen "%1$s" som används i kontrollpanelen "%2$s".

source: Cannot find group "%1$s" used in map "%2$s".
sv_se: Kan inte hitta gruppen "%1$s" som används i kartan "%2$s".

source: Cannot find host "%1$s" used in dashboard "%2$s".
sv_se: Kan inte hitta värd "%1$s" som används i kontrollpanelen "%2$s".

source: Cannot find host "%1$s" used in map "%2$s".
sv_se: Kan inte hitta värd "%1$s" som används i karta "%2$s".

source: Cannot find host group "%1$s" for host prototype "%2$s" of discovery rule "%3$s" on "%4$s".
sv_se: Det går inte att hitta värdgrupp "%1$s" för värdprototyp "%2$s" för upptäcktsregel "%3$s" på "%4$s".

source: Cannot find host group "%1$s" for host prototype "%2$s" of discovery rule prototype "%3$s" on "%4$s".
sv_se: Det går inte att hitta värdgrupp "%1$s" för värdprototyp "%2$s" för upptäcktsregelprototyp "%3$s" på "%4$s".

source: Cannot find host interface on "%1$s" for item key "%2$s".
sv_se: Kan inte hitta värdgränssnitt på "%1$s" för objektnyckel "%2$s".

source: Cannot find host interface on "%1$s" for item prototype with key "%2$s".
sv_se: Kan inte hitta värdgränssnitt på "%1$s" för objektprototyp med nyckel "%2$s".

source: Cannot find host interface on "%1$s" for item with key "%2$s".
sv_se: Kan inte hitta värdgränssnitt på "%1$s" för objekt med nyckel "%2$s".

source: Cannot find icon "%1$s" used in map "%2$s".
sv_se: Kan inte hitta ikonen "%1$s" som används i kartan "%2$s".

source: Cannot find icon map "%1$s" used in map "%2$s".
sv_se: Kan inte hitta ikonen karta "%1$s" som används i karta "%2$s".

source: Cannot find interface "%1$s" used for discovery rule "%2$s" on "%3$s".
sv_se: Kan inte hitta gränssnittet "%1$s" som används för upptäcktsregeln "%2$s" på "%3$s".

source: Cannot find interface "%1$s" used for item "%2$s" on "%3$s".
sv_se: Kan inte hitta gränssnitt "%1$s" som används för objektet "%2$s" på "%3$s".

source: Cannot find interface "%1$s" used for item prototype "%2$s" of discovery rule "%3$s" on "%4$s".
sv_se: Kan inte hitta gränssnittet "%1$s" som används för objektprototypen "%2$s" för upptäcktsregeln "%3$s" på "%4$s".

source: Cannot find interface "%1$s" used for item prototype "%2$s" of discovery rule prototype "%3$s" on "%4$s".
sv_se: Kan inte hitta gränssnitt "%1$s" som används för objektprototyp "%2$s" för upptäcktsregelprototyp "%3$s" på "%4$s".

source: Cannot find item "%1$s" on "%2$s" used as the Y axis MAX value for graph "%3$s".
sv_se: Kan inte hitta objekt "%1$s" på "%2$s" som används som Y-axelns MAX-värde för graf "%3$s".

source: Cannot find item "%1$s" on "%2$s" used as the Y axis MAX value for graph prototype "%3$s" of discovery rule "%4$s" on "%5$s".
sv_se: Kan inte hitta objekt "%1$s" på "%2$s" som används som Y-axelns MAX-värde för grafprototyp "%3$s" av upptäcktsregel "%4$s" på "%5$s".

source: Cannot find item "%1$s" on "%2$s" used as the Y axis MAX value for graph prototype "%3$s" of discovery rule prototype "%4$s" on "%5$s".
sv_se: Kan inte hitta objektet "%1$s" på "%2$s" som används som Y-axelns MAX-värde för grafprototyp "%3$s" av upptäcktsregelprototyp "%4$s" på "%5$s".

source: Cannot find item "%1$s" on "%2$s" used as the Y axis MIN value for graph "%3$s".
sv_se: Kan inte hitta objekt "%1$s" på "%2$s" som används som Y-axelns MIN-värde för graf "%3$s".

source: Cannot find item "%1$s" on "%2$s" used as the Y axis MIN value for graph prototype "%3$s" of discovery rule "%4$s" on "%5$s".
sv_se: Kan inte hitta objektet "%1$s" på "%2$s" som används som Y-axelns MIN-värde för grafprototypen "%3$s" för upptäcktsregeln "%4$s" på "%5$s".

source: Cannot find item "%1$s" on "%2$s" used as the Y axis MIN value for graph prototype "%3$s" of discovery rule prototype "%4$s" on "%5$s".
sv_se: Kan inte hitta objektet "%1$s" på "%2$s" som används som Y-axelns MIN-värde för grafprototyp "%3$s" av upptäcktsregelprototyp "%4$s" på "%5$s".

source: Cannot find item "%1$s" on "%2$s" used in a link of map "%3$s".
sv_se: Kan inte hitta objekt "%1$s" på "%2$s" som används i en länk på kartan "%3$s".

source: Cannot find item "%1$s" on "%2$s" used in graph "%3$s".
sv_se: Kan inte hitta objektet "%1$s" på "%2$s" som används i grafen "%3$s".

source: Cannot find item "%1$s" on "%2$s" used in graph prototype "%3$s" of discovery rule "%4$s" on "%5$s".
sv_se: Kan inte hitta objektet "%1$s" på "%2$s" som används i grafprototypen "%3$s" för upptäcktsregeln "%4$s" på "%5$s".

source: Cannot find item "%1$s" on "%2$s" used in graph prototype "%3$s" of discovery rule prototype "%4$s" on "%5$s".
sv_se: Kan inte hitta objekt "%1$s" på "%2$s" som används i grafprototyp "%3$s" av upptäcktsregelprototyp "%4$s" på "%5$s".

source: Cannot find item "%1$s" used in dashboard "%2$s".
sv_se: Kan inte hitta objektet "%1$s" som används i kontrollpanelen "%2$s".

source: Cannot find map "%1$s" used in dashboard "%2$s".
sv_se: Kan inte hitta kartan "%1$s" som används i kontrollpanelen "%2$s".

source: Cannot find map "%1$s" used in map "%2$s".
sv_se: Kan inte hitta karta "%1$s" som används i karta "%2$s".

source: Cannot find media type "%1$s" used in dashboard "%2$s".
sv_se: Kan inte hitta medietyp "%1$s" som används i kontrollpanelen "%2$s".

source: Cannot find service "%1$s" used in dashboard "%2$s".
sv_se: Kan inte hitta tjänsten "%1$s" som används i kontrollpanelen "%2$s".

source: Cannot find template "%1$s" for host prototype "%2$s" of discovery rule "%3$s" on "%4$s".
sv_se: Det går inte att hitta mallen "%1$s" för värdprototypen "%2$s" för upptäcktsregeln "%3$s" på "%4$s".

source: Cannot find template "%1$s" for host prototype "%2$s" of discovery rule prototype "%3$s" on "%4$s".
sv_se: Kan inte hitta mall "%1$s" för värdprototyp "%2$s" för upptäcktsregelprototyp "%3$s" på "%4$s".

source: Cannot find template "%1$s" for override "%2$s" of discovery rule "%3$s" on "%4$s".
sv_se: Kan inte hitta mall "%1$s" för åsidosättande "%2$s" av upptäcktsregel "%3$s" på "%4$s".

source: Cannot find trigger "%1$s" used in map "%2$s".
sv_se: Kan inte hitta utlösaren "%1$s" som används i karta "%2$s".

source: Cannot find user "%1$s" used in dashboard "%2$s".
sv_se: Kan inte hitta användaren "%1$s" som används i kontrollpanelen "%2$s".

source: Cannot find user directory for LDAP.
sv_se: Det går inte att hitta användarkatalogen för LDAP.

source: Cannot find value map "%1$s" used for item "%2$s" on "%3$s".
sv_se: Kan inte hitta värdekartan "%1$s" som används för objektet "%2$s" på "%3$s".

source: Cannot find value map "%1$s" used for item prototype "%2$s" of discovery rule "%3$s" on "%4$s".
sv_se: Kan inte hitta värdekartan "%1$s" som används för objektprototypen "%2$s" för upptäcktsregeln "%3$s" på "%4$s".

source: Cannot find value map "%1$s" used for item prototype "%2$s" of discovery rule prototype "%3$s" on "%4$s".
sv_se: Kan inte hitta värdekartan "%1$s" som används för objektprototypen "%2$s" för upptäcktsregelprototypen "%3$s" på "%4$s".

source: Cannot get authorization code.
sv_se: Det går inte att få auktoriseringskod.

source: Cannot have non-default "%2$s" rule while having "%3$s" set to %4$d for user role "%1$s".
sv_se: Det går inte att ha en icke-standardregel "%2$s" samtidigt som "%3$s" är inställd på %4$d för användarrollen "%1$s".

source: Cannot have non-empty tag value while having empty tag in rule "%2$s" for user role "%1$s".
sv_se: Kan inte ha ett icke-tomt taggvärde när det finns en tom tagg i regel "%2$s" för användarrollen "%1$s".

source: Cannot import template "%1$s", linked template "%2$s" does not exist.
sv_se: Det går inte att importera mallen "%1$s", den länkade mallen "%2$s" finns inte.

source: Cannot inherit LDD rules with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on host "%4$s".
sv_se: Det går inte att ärva LDD-regler med nyckel "%1$s" från mallarna "%2$s" och "%3$s", eftersom nyckeln måste vara unik på värden "%4$s".

source: Cannot inherit LDD rules with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on template "%4$s".
sv_se: Det går inte att ärva LDD-regler med nyckel "%1$s" från både mallarna "%2$s" och "%3$s", eftersom nyckeln måste vara unik för mall "%4$s".

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" and LLD rule "%3$s" to host "%4$s", because an LLD rule prototype with the same key already belongs to LLD rule "%5$s".
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" från mall "%2$s" och LLD-regel "%3$s" till värd "%4$s", eftersom en LLD-regelprototyp med samma nyckel redan tillhör LLD-regel "%5$s".

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" and LLD rule "%3$s" to template "%4$s", because an LLD rule prototype with the same key already belongs to LLD rule "%5$s".
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" från mall "%2$s" och LLD-regel "%3$s" till mall "%4$s", eftersom en LLD-regelprototyp med samma nyckel redan hör till LLD-regel "%5$s".

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" to host "%3$s", because a discovered LLD rule prototype with the same key already exists.
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" i mallen "%2$s" till värden "%3$s", eftersom det redan finns en upptäckt LLD-regelprototyp med samma nyckel.

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" to host "%3$s", because a host interface of type "%4$s" is required.
sv_se: Kan inte ärva LLD-regelprototyp med nyckel "%1$s" av mall "%2$s" till värd "%3$s", eftersom ett värdgränssnitt av typ "%4$s" krävs.

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule prototype with the same key is already inherited from template "%4$s".
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" från mall "%2$s" till värd "%3$s", eftersom en LLD-regelprototyp med samma nyckel redan ärvs från mall "%4$s".

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule with the same key already exists.
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" för mall "%2$s" till värd "%3$s", eftersom det redan finns en LLD-regel med samma nyckel.

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" to host "%3$s", because an item prototype with the same key already exists.
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" från mall "%2$s" till värd "%3$s", eftersom det redan finns en objektprototyp med samma nyckel.

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" to host "%3$s", because an item with the same key already exists.
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" i mallen "%2$s" till värden "%3$s", eftersom det redan finns ett objekt med samma nyckel.

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule prototype with the same key is already inherited from template "%4$s".
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom en LLD-regelprototyp med samma nyckel redan ärvs från mall "%4$s".

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule with the same key already exists.
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns en LLD-regel med samma nyckel.

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" to template "%3$s", because an item prototype with the same key already exists.
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns en objektprototyp med samma nyckel.

source: Cannot inherit LLD rule prototype with key "%1$s" of template "%2$s" to template "%3$s", because an item with the same key already exists.
sv_se: Det går inte att ärva LLD-regelprototypen med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns ett objekt med samma nyckel.

source: Cannot inherit LLD rule prototypes with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on host "%4$s".
sv_se: Det går inte att ärva LLD-regelprototyper med nyckel "%1$s" från mallarna "%2$s" och "%3$s", eftersom nyckeln måste vara unik på värden "%4$s".

source: Cannot inherit LLD rule prototypes with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on template "%4$s".
sv_se: Det går inte att ärva LLD-regelprototyper med nyckel "%1$s" från både mallarna "%2$s" och "%3$s", eftersom nyckeln måste vara unik för mall "%4$s".

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because a discovered item with the same key already exists.
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" i mallen "%2$s" till värden "%3$s", eftersom det redan finns ett upptäckt objekt med samma nyckel.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because a host interface of type "%4$s" is required.
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" i mall "%2$s" till värd "%3$s", eftersom det krävs ett värdgränssnitt av typ "%4$s".

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule prototype with the same key already exists.
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" från mall "%2$s" till värd "%3$s", eftersom det redan finns en LLD-regelprototyp med samma nyckel.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule with the same key is already inherited from template "%4$s".
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" från mall "%2$s" till värd "%3$s", eftersom en LLD-regel med samma nyckel redan har ärvts från mall "%4$s".

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because an item prototype with the same key already exists.
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" från mall "%2$s" till värd "%3$s", eftersom det redan finns en objektprototyp med samma nyckel.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to host "%3$s", because an item with the same key already exists.
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" i mallen "%2$s" till värden "%3$s", eftersom det redan finns ett objekt med samma nyckel.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to template "%3$s", because a discovered item with the same key already exists.
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns ett upptäckt objekt med samma nyckel.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule prototype with the same key already exists.
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns en LLD-regelprototyp med samma nyckel.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule with the same key is already inherited from template "%4$s".
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom en LLD-regel med samma nyckel redan har ärvts från mall "%4$s".

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to template "%3$s", because an item prototype with the same key already exists.
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns en objektprototyp med samma nyckel.

source: Cannot inherit LLD rule with key "%1$s" of template "%2$s" to template "%3$s", because an item with the same key already exists.
sv_se: Det går inte att ärva LLD-regeln med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns ett objekt med samma nyckel.

source: Cannot inherit LLD rules with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on host "%4$s".
sv_se: Det går inte att ärva LLD-regler med nyckel "%1$s" från mallarna "%2$s" och "%3$s", eftersom nyckeln måste vara unik på värden "%4$s".

source: Cannot inherit LLD rules with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on template "%4$s".
sv_se: Det går inte att ärva LLD-regler med nyckel "%1$s" från både mallarna "%2$s" och "%3$s", eftersom nyckeln måste vara unik för mall "%4$s".

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" and LLD rule "%3$s" to host "%4$s", because an item prototype with the same key already belongs to LLD rule "%5$s".
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" från mall "%2$s" och LLD-regel "%3$s" till värd "%4$s", eftersom en objektprototyp med samma nyckel redan tillhör LLD-regel "%5$s".

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" and LLD rule "%3$s" to template "%4$s", because an item prototype with the same key already belongs to LLD rule "%5$s".
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" från mall "%2$s" och LLD-regel "%3$s" till mall "%4$s", eftersom en objektprototyp med samma nyckel redan hör till LLD-regel "%5$s".

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because a discovered item prototype with the same key already exists.
sv_se: Det går inte att ärva objektprototypen med nyckeln "%1$s" från mallen "%2$s" till värden "%3$s", eftersom det redan finns en upptäckt objektprototyp med samma nyckel.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because a discovered item with the same key already exists.
sv_se: Det går inte att ärva objektprototypen med nyckeln "%1$s" i mallen "%2$s" till värden "%3$s", eftersom det redan finns ett upptäckt objekt med samma nyckel.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because a host interface of type "%4$s" is required.
sv_se: Kan inte ärva objektprototyp med nyckel "%1$s" av mall "%2$s" till värd "%3$s", eftersom ett värdgränssnitt av typ "%4$s" krävs.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule prototype with the same key already exists.
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" i mallen "%2$s" till värden "%3$s", eftersom det redan finns en LLD-regelprototyp med samma nyckel.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because an LLD rule with the same key already exists.
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" från mallen "%2$s" till värden "%3$s", eftersom det redan finns en LLD-regel med samma nyckel.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because an item prototype with the same key is already inherited from template "%4$s".
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" från mall "%2$s" till värd "%3$s", eftersom en objektprototyp med samma nyckel redan ärvs från mall "%4$s".

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to host "%3$s", because an item with the same key already exists.
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" från mallen "%2$s" till värden "%3$s", eftersom ett objekt med samma nyckel redan finns.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to template "%3$s", because a discovered item with the same key already exists.
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns ett upptäckt objekt med samma nyckel.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule prototype with the same key already exists.
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns en LLD-regelprototyp med samma nyckel.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to template "%3$s", because an LLD rule with the same key already exists.
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns en LLD-regel med samma nyckel.

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to template "%3$s", because an item prototype with the same key is already inherited from template "%4$s".
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom en objektprototyp med samma nyckel redan ärvs från mall "%4$s".

source: Cannot inherit item prototype with key "%1$s" of template "%2$s" to template "%3$s", because an item with the same key already exists.
sv_se: Det går inte att ärva objektprototypen med nyckel "%1$s" från mall "%2$s" till mall "%3$s", eftersom det redan finns ett objekt med samma nyckel.

source: Cannot inherit item prototypes with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on host "%4$s".
sv_se: Det går inte att ärva objektprototyper med nyckeln "%1$s" från mallarna "%2$s" och "%3$s", eftersom nyckeln måste vara unik på värden "%4$s".

source: Cannot inherit item prototypes with key "%1$s" of both "%2$s" and "%3$s" templates, because the key must be unique on template "%4$s".
sv_se: Det går inte att ärva objektprototyper med nyckel "%1$s" från både mallarna "%2$s" och "%3$s", eftersom nyckeln måste vara unik i mallen "%4$s".

source: Cannot inherit item with key "%1$s" of template "%2$s" and item with key "%3$s" of template "%4$s" to host "%5$s", because they would populate the same inventory field "%6$s".
sv_se: Det går inte att ärva objekt med nyckel "%1$s" i mall "%2$s" och objekt med nyckel "%3$s" i mall "%4$s" till värd "%5$s", eftersom de skulle fylla samma inventariefält "%6$s".

source: Cannot inherit item with key "%1$s" of template "%2$s" and item with key "%3$s" of template "%4$s" to template "%5$s", because they would populate the same inventory field "%6$s".
sv_se: Det går inte att ärva objekt med nyckel "%1$s" i mall "%2$s" och objekt med nyckel "%3$s" i mall "%4$s" till mall "%5$s", eftersom de skulle fylla samma inventeringsfält "%6$s".

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because a discovered LLD rule with the same key already exists.
sv_se: Det går inte att ärva objekt med nyckel "%1$s" i mall "%2$s" till värd "%3$s", eftersom det redan finns en upptäckt LLD-regel med samma nyckel.

source: Cannot inherit item with key "%1$s" of template "%2$s" to host "%3$s", because a discovered item with the same key already exists.
sv_se: Det går inte att ärva objekt med nyckel "%1$s" i mall "%2$s" till värd "%3$s", eftersom ett upptäckt objekt med samma nyckel redan finns.
