Repository: zabbix/zabbix
Catalog: ui/locale/*/LC_MESSAGES/frontend.po
Languages: sv_se

source: Performs a DNS query. Returns character string with the required type of information
sv_se: Utför en DNS-fråga. Returnerar en teckensträng med den typ av information som krävs

source: Period shift
sv_se: Periodskifte

source: Period type
sv_se: Typ av period

source: Periods
sv_se: Perioder

source: Permissions
sv_se: Behörigheter

source: Permissions can be assigned for user groups only.
sv_se: Behörigheter kan endast tilldelas för användargrupper.

source: Persian (fa_IR)
sv_se: Persiska (fa_IR)

source: Pie
sv_se: Cirkel

source: Pie chart
sv_se: Cirkeldiagram

source: Placing algorithm
sv_se: Algoritm för placering

source: Plain text
sv_se: Ren text

source: Play
sv_se: Spela

source: Play sound
sv_se: Spela upp ljud

source: Please check configuration parameters. If all is correct, press "%1$s" button, or "%2$s" button to change configuration parameters.
sv_se: Kontrollera konfigurationsparametrarna. Om allt är korrekt trycker du på knappen "%1$s" eller "%2$s" för att ändra konfigurationsparametrarna.

source: Please confirm that you want to remove all macros.
sv_se: Bekräfta att du vill ta bort alla makron.

source: Please confirm that you want to remove all value mappings.
sv_se: Bekräfta att du vill ta bort alla värdemappningar.

source: Please create database manually, and set the configuration parameters for connection to this database. Press "%1$s" button when done.
sv_se: Skapa en databas manuellt och ställ in konfigurationsparametrarna för anslutning till denna databas. Tryck på knappen "%1$s" när du är klar.

source: Please enable "allow_url_fopen" directive.
sv_se: Aktivera direktivet "allow_url_fopen".

source: Please scan and get your verification code displayed in your authenticator app.
sv_se: Skanna och få din verifieringskod visad i din authenticator-app.

source: Please select two elements
sv_se: Välj två element

source: Please update configuration
sv_se: Uppdatera konfigurationen

source: Please upgrade to latest major release.
sv_se: Uppgradera till den senaste större versionen.

source: Point size
sv_se: Punktstorlek

source: Points
sv_se: Poäng

source: Polish (pl_PL)
sv_se: Polska (pl_PL)

source: Populates host inventory field
sv_se: Fyller i fältet för värdinventering

source: Port cannot be empty for host interface.
sv_se: Port kan inte vara tom för värdgränssnitt.

source: Port range
sv_se: Portintervall

source: Portuguese (pt_BR)
sv_se: Portugisiska (pt_BR)

source: Portuguese (pt_PT)
sv_se: Portugisiska (pt_PT)

source: Position is ignored for s, uptime and unixtime units.
sv_se: Position ignoreras för s-, uptime- och unixtime-enheter.

source: Possibly the session has expired or the password was changed.
sv_se: Möjligen har sessionen löpt ut eller så har lösenordet ändrats.

source: Post fields
sv_se: Postfält

source: Post type
sv_se: Inläggstyp

source: Power usage , "url" - VMware service URL, "uuid" - VMware hypervisor global unique identifier, "max" - Maximum allowed power usage
sv_se: Strömförbrukning , "url" - URL för VMware-tjänst, "uuid" - Global unik identifierare för VMware-hypervisor, "max" - Högsta tillåtna strömförbrukning

source: Power value
sv_se: Effektvärde

source: Pre-installation summary
sv_se: Sammanfattning före installation

source: Pre-shared key
sv_se: Förhandsdelad nyckel

source: Pre-shared key identity
sv_se: Förhandsdelad nyckelidentitet

source: Prediction functions
sv_se: Förutsägelsefunktioner

source: Preprocessing
sv_se: Förbehandling

source: Preprocessing is a transformation before saving the value to the database. It is possible to define a sequence of preprocessing steps, and those are executed in the order they are set.
sv_se: Förbehandling är en omvandling innan värdet sparas i databasen. Det är möjligt att definiera en sekvens av förbehandlingssteg, och dessa utförs i den ordning de har angetts.

source: Preprocessing step with such Name and Parameters combination already exists.
sv_se: Förbehandlingssteg med en sådan kombination av namn och parametrar finns redan.

source: Preprocessing steps
sv_se: Förbehandlingssteg

source: Prev. time
sv_se: Föregående tid

source: Preview
sv_se: Förhandsvisa

source: Previous dashboard
sv_se: Tidigare kontrollpanel

source: Previous day
sv_se: Dagen innan

source: Previous month
sv_se: Föregående månad

source: Previous page
sv_se: Föregående sida

source: Previous value
sv_se: Föregående värde

source: Previous week
sv_se: Föregående vecka

source: Previous year
sv_se: Föregående år

source: Primary POC cell
sv_se: Primär POC-cell

source: Primary POC email
sv_se: E-post för primär POC

source: Primary POC name
sv_se: Namn på primär POC

source: Primary POC notes
sv_se: Primära POC-anteckningar

source: Primary POC phone A
sv_se: Primär POC-telefon A

source: Primary POC phone B
sv_se: Primär POC telefon B

source: Primary POC screen name
sv_se: Skärmnamn för primär POC

source: Primary label
sv_se: Primär etikett

source: Privacy passphrase
sv_se: Sekretess lösenfras

source: Privacy protocol
sv_se: Sekretessprotokoll

source: Private
sv_se: Privat

source: Private key file
sv_se: Fil med privat nyckel

source: Privilege level
sv_se: Behörighetsnivå

source: Problem created
sv_se: Problem skapat

source: Problem display
sv_se: Problem med displayen

source: Problem expression
sv_se: Uttryck för problem

source: Problem hosts
sv_se: Problemvärdar

source: Problem is not suppressed
sv_se: Problemet är inte undertryckt

source: Problem is suppressed
sv_se: Problemet är undertryckt

source: Problem on
sv_se: Problem på

source: Problem recovery
sv_se: Problemåterställning

source: Problem resolved
sv_se: Problemet är löst

source: Problem tag filter
sv_se: Filter för problemtaggar

source: Problem tags
sv_se: Problem-taggar

source: Problem update
sv_se: Uppdatering av problem

source: Problems
sv_se: Problem

source: Problems by severity
sv_se: Problem efter svårighetsgrad

source: Process CPU utilization percentage. Returns float
sv_se: Processens CPU-användningsgrad i procent. Returnerar float

source: Process tags
sv_se: Process taggar

source: Profile
sv_se: Profil

source: Prometheus pattern
sv_se: Prometheus mönster

source: Prometheus to JSON
sv_se: Prometheus till JSON

source: Properties
sv_se: Egenskaper

source: Proportionally
sv_se: Proportionellt

source: Protocol
sv_se: Protokoll

source: Provided API endpoint "%1$s" is invalid.
sv_se: Den angivna API-slutpunkten "%1$s" är ogiltig.

source: Provided URL "%1$s" is invalid.
sv_se: Den angivna URL:en "%1$s" är ogiltig.

source: Provided authentication token "%1$s" is empty.
sv_se: Den tillhandahållna autentiseringstoken "%1$s" är tom.

source: Provided secret path "%1$s" is invalid.
sv_se: Den angivna hemliga sökvägen "%1$s" är ogiltig.

source: Provided secret query string "%1$s" is invalid.
sv_se: Den angivna hemliga frågesträngen "%1$s" är ogiltig.

source: Provision now
sv_se: Avsättning nu

source: Provision selected LDAP user?
sv_se: Tillhandahålla vald LDAP-användare?

source: Provision selected LDAP users?
sv_se: Tillhandahålla valda LDAP-användare?

source: Provisioned
sv_se: Avsättningar

source: Provisioning period
sv_se: Avsättningsperiod

source: Provisioning successful.
sv_se: Provisionering lyckades.

source: Proxy "%1$s" already exists.
sv_se: Proxy "%1$s" finns redan.

source: Proxy "%1$s" for host "%2$s" does not exist.
sv_se: Proxy "%1$s" för värd "%2$s" finns inte.

source: Proxy "%1$s" is used by action "%2$s".
sv_se: Proxy "%1$s" används av åtgärd "%2$s".

source: Proxy "%1$s" is used by discovery rule "%2$s".
sv_se: Proxy "%1$s" används av upptäcktsregeln "%2$s".

source: Proxy added
sv_se: Proxy tillagd

source: Proxy address
sv_se: Proxy-adress

source: Proxy deleted
sv_se: Proxy raderad

source: Proxy edit
sv_se: Proxy redigera

source: Proxy group
sv_se: Proxygrupp

source: Proxy group "%1$s" already exists.
sv_se: Proxygruppen "%1$s" finns redan.

source: Proxy group "%1$s" for host "%2$s" does not exist.
sv_se: Proxygrupp "%1$s" för värd "%2$s" finns inte.

source: Proxy group "%1$s" is used by proxy "%2$s".
sv_se: Proxygrupp "%1$s" används av proxygruppen "%2$s".

source: Proxy group added
sv_se: Proxy-grupp tillagd

source: Proxy group deleted
sv_se: Proxygrupp raderad

source: Proxy group edit
sv_se: Redigera proxygrupp

source: Proxy group updated
sv_se: Proxygruppen uppdaterad

source: Proxy groups
sv_se: Proxygrupper

source: Proxy is not assigned yet.
sv_se: Proxy är ännu inte tilldelad.

source: Proxy mode
sv_se: Proxy-läge

source: Proxy name
sv_se: Proxy-namn

source: Proxy updated
sv_se: Proxy uppdaterad

source: Proxy version is not supported by server version %1$s.
sv_se: Proxyversionen stöds inte av serverversionen %1$s.

source: Proxy version is outdated, only data collection and remote execution is available with server version %1$s.
sv_se: Proxyversionen är föråldrad, endast datainsamling och fjärrkörning är tillgänglig med serverversionen %1$s.

source: Public
sv_se: Offentlig

source: Public key
sv_se: Publik nyckel

source: Public key file
sv_se: Fil med offentlig nyckel

source: Qualifier
sv_se: Kvalificering

source: Quarter
sv_se: Kvartal

# compact table header
source: Quarter
sv_se: Kvartal

source: Quarterly
sv_se: Kvartalsvis

source: Query fields
sv_se: Frågefält

source: Queue
sv_se: K

source: Queue details
sv_se: Information om köer

source: Queue overview
sv_se: Översikt över köer

source: Queue overview by proxy
sv_se: Kööversikt via proxy

source: RESOLVED
sv_se: LÖST

source: Raw data
sv_se: Rådata

source: Raw post
sv_se: Obearbetad post

source: Read
sv_se: Läs

source: Read only
sv_se: Endast läs

source: Read-only
sv_se: Endast läs

source: Read-only access to services
sv_se: Skrivskyddad åtkomst till tjänster

source: Read-only access to services with tag
sv_se: Skrivskyddad åtkomst till tjänster med tagg

source: Read-write
sv_se: Läs-skriv

source: Read-write access to services
sv_se: Läs- och skrivrättigheter till tjänster

source: Read-write access to services with tag
sv_se: Läs- och skrivåtkomst till tjänster med tagg

source: Reads modbus data. Returns various types
sv_se: Läser modbus-data. Returnerar olika typer

source: Received value
sv_se: Erhållet värde

source: Recent problems
sv_se: Nya problem

source: Recipient
sv_se: Mottagare

# compact table header
source: Recipient
sv_se: Mottagare

source: Recipient already exists.
sv_se: Mottagaren finns redan.

source: Recipient's Zabbix username
sv_se: Mottagarens Zabbix-användarnamn

source: Recipient's name
sv_se: Mottagarens namn

source: Recipient's surname
sv_se: Mottagarens efternamn

source: Recipients
sv_se: Mottagare

source: Recovering
sv_se: På väg upp

source: Recovery
sv_se: Återhämtning

source: Recovery expression
sv_se: Uttryck för återhämtning

source: Recovery operations
sv_se: Återhämtningsåtgärder

source: Recovery time
sv_se: Återhämtningstid

# compact table header
source: Recovery time
sv_se: Återhämtningstid

source: Rectangle
sv_se: Rektangel

source: Redirection endpoint
sv_se: Slutpunkt för omdirigering

source: Reference attribute
sv_se: Referensattribut

source: Referred widget became unavailable. Please update configuration.
sv_se: Refererad widget blev otillgänglig. Uppdatera konfigurationen.

source: Referred widget is unavailable
sv_se: Refererad widget är inte tillgänglig

source: Refresh
sv_se: Uppdatera

source: Refresh configuration
sv_se: Uppdatera konfiguration

source: Refresh configuration of the selected proxies?
sv_se: Uppdatera konfigurationen för de valda proxyservrarna?

source: Refresh configuration of the selected proxy?
sv_se: Uppdatera konfigurationen för den valda proxyn?

source: Refresh interval
sv_se: Uppdateringsintervall

source: Refresh token is invalid or outdated.
sv_se: Uppdateringstoken är ogiltig eller föråldrad.

source: Regenerate
sv_se: Återskapa

source: Regenerate selected API token? Previously generated token will become invalid.
sv_se: Återskapa vald API-token? Tidigare genererad token kommer att bli ogiltig.

source: Regular
sv_se: Vanlig

source: Regular expression
sv_se: Reguljärt uttryck

source: Regular expression "%1$s" already exists.
sv_se: Det reguljära uttrycket "%1$s" finns redan.

source: Regular expression added
sv_se: Vanliga uttryck har lagts till

source: Regular expression deleted
sv_se: Reguljärt uttryck raderat

source: Regular expression must be a string
sv_se: Reguljärt uttryck måste vara en sträng

source: Regular expression updated
sv_se: Uppdatering av reguljära uttryck

source: Regular expressions
sv_se: Vanliga uttryck

source: Related reports
sv_se: Relaterade rapporter

source: Release notes
sv_se: Kommentarer om versionen

source: Release to create a widget.
sv_se: Release för att skapa en widget.

source: Remember me for 30 days
sv_se: Kom ihåg mig i 30 dagar

source: Remote command
sv_se: Fjärrkommando

source: Remove
sv_se: Ta bort

# verb
source: Remove
sv_se: Ta bort

source: Remove all
sv_se: Ta bort alla

source: Remove domain name
sv_se: Ta bort domännamn

source: Remove from favorites
sv_se: Ta bort från favoriter

source: Remove from host group
sv_se: Ta bort från värdgruppen

source: Remove from host groups
sv_se: Ta bort från värdgrupper

source: Remove host
sv_se: Ta bort värd

source: Remove host tags
sv_se: Ta bort värdtaggar

# screen reader
source: Remove, %1$s
sv_se: Ta bort, %1$s

source: Removed
sv_se: Borttagen

# screen reader
source: Removed, %1$s
sv_se: Borttagen, %1$s

source: Rename
sv_se: Byt namn

source: Repeat on
sv_se: Upprepa

source: Repeats
sv_se: Upprepningar

source: Replace
sv_se: Ersätt

source: Replace dependencies
sv_se: Byt ut beroenden

source: Replacement
sv_se: Ersättning

source: Report "%1$s" already exists.
sv_se: Rapporten "%1$s" finns redan.

source: Report generated by other users will be changed to the current user.
sv_se: Rapporter som genereras av andra användare kommer att ändras till den aktuella användaren.

source: Report generating test failed.
sv_se: Testet för att generera rapporten misslyckades.

source: Report generating test successful.
sv_se: Rapportgenererande test utan problem.

source: Report is currently generated by "%1$s".
sv_se: Rapporten genereras för närvarande av "%1$s".

source: Report sending failed for: %1$s.
sv_se: Sändning av rapport misslyckades för: %1$s.

source: Report was successfully sent to: %1$s.
sv_se: Rapporten skickades utan problem till: %1$s.

source: Reporting period
sv_se: Rapporteringsperiod

source: Reports
sv_se: Rapporter

source: Request body
sv_se: Brödtext för begäran

source: Request body type
sv_se: Typ av begäran

source: Request created successfully
sv_se: Begäran skapad utan problem

source: Request sent successfully
sv_se: Begäran skickad utan problem

source: Request sent successfully. Some items are filtered due to access permissions or type.
sv_se: Begäran skickad utan problem. Vissa objekt filtreras på grund av åtkomstbehörighet eller typ.

source: Request type
sv_se: Typ av begäran

source: Required
sv_se: Obligatorisk

source: Required field is missing.
sv_se: Obligatoriskt fält saknas.

source: Required host permissions
sv_se: Nödvändiga värdbehörigheter

source: Required performance of the Zabbix server, in new values per second expected.
sv_se: Nödvändig prestanda för Zabbix-servern, i förväntade nya värden per sekund.

source: Required server performance, new values per second
sv_se: Nödvändig serverprestanda, nya värden per sekund

source: Required status codes
sv_se: Obligatoriska statuskoder

source: Required string
sv_se: Obligatorisk sträng

source: Required vps
sv_se: Krävs vps

source: Reset
sv_se: Återställ

source: Reset TOTP secret
sv_se: Återställ TOTP-hemlighet

source: Reset all fields to default values?
sv_se: Återställ alla fält till standardvärden?

source: Reset confirmation
sv_se: Bekräftelse av återställning

source: Reset defaults
sv_se: Återställa standardvärden

source: Reset to initial view
sv_se: Återställ till ursprunglig vy

source: Resolve secret vault macros by
sv_se: Slå upp hemliga valvmakron genom att

source: Resolved
sv_se: Löst

source: Resolved by
sv_se: Löst av

source: Resolved by event correlation rule "%1$s".
sv_se: Löses genom händelsekorrelationsregeln "%1$s".

source: Resolved by event correlation rule.
sv_se: Löses genom regel för händelsekorrelation.

source: Resolved by inaccessible user.
sv_se: Löses av oåtkomlig användare.

source: Resolved by user "%1$s".
sv_se: Löst av användaren "%1$s".

source: Resource
sv_se: Resurs

source: Resource ID
sv_se: Resurs-ID

source: Response
sv_se: Svar

source: Response code
sv_se: Svarskod

source: Response time
sv_se: Svarstid

source: Response type: JSON
sv_se: Typ av svar: JSON

source: Response type: String
sv_se: Typ av svar: Sträng

source: Result
sv_se: Resultat

source: Result converted to %1$s
sv_se: Resultatet konverteras till %1$s

source: Result is FALSE
sv_se: Resultatet är FALSE

source: Result is TRUE
sv_se: Resultatet är SANT

source: Result is truncated due to its size (%1$s).
sv_se: Resultatet är avkortat på grund av dess storlek (%1$s).

source: Result type
sv_se: Typ av resultat

source: Result with value map applied
sv_se: Resultat med tillämpad värdekarta

source: Retrieve mode
sv_se: Läge för hämtning

source: Retrieving contents of a file. Returns text
sv_se: Hämtar innehållet i en fil. Returnerar text

source: Retry
sv_se: Försök igen

source: Return a JSON array with LLD macros describing the MBean objects or their attributes. Can be used for LLD.
sv_se: Returnerar en JSON-array med LLD-makron som beskriver MBean-objekten eller deras attribut. Kan användas för LLD.

source: Return a JSON array with MBean objects or their attributes. Compared to jmx.discovery it does not define LLD macros. Can be used for LLD.
sv_se: Returnerar en JSON-array med MBean-objekt eller deras attribut. Jämfört med jmx.discovery definierar den inte LLD-makron. Kan användas för LLD.

source: Return first column of the first row of the SQL query result.
sv_se: Returnerar den första kolumnen i den första raden i SQL-frågeresultatet.

source: Return value of an attribute of MBean object.
sv_se: Returvärde för ett attribut i ett MBean-objekt.

source: Returns 4-digit string containing octal number with Unix permissions
sv_se: Returnerar 4-siffrig sträng som innehåller oktalt tal med Unix-behörigheter

source: Returns ICMP ping response time in seconds. Example: 0.02
sv_se: Returnerar svarstiden för ICMP-ping i sekunder. Exempel: 0.02

source: Returns a JSON array describing the host network interfaces configured in Zabbix. Can be used for LLD.
sv_se: Returnerar en JSON-array som beskriver de värdnätverksgränssnitt som konfigurerats i Zabbix. Kan användas för LLD.

source: Returns a JSON object containing Zabbix server or proxy internal metrics.
sv_se: Returnerar ett JSON-objekt som innehåller interna mätvärden för Zabbix server eller proxy.

source: Returns availability of a particular type of checks on the host. Value of this item corresponds to availability icons in the host list. Valid types are: agent, active_agent, snmp, ipmi, jmx.
sv_se: Returnerar tillgängligheten för en viss typ av kontroller på värden. Värdet för detta objekt motsvarar tillgänglighetsikonerna i värdlistan. Giltiga typer är: agent, active_agent, snmp, ipmi, jmx.

source: Returns current maintenance status of the host.
sv_se: Returnerar aktuell underhållsstatus för värden.

source: Returns information associated with Zabbix Java gateway. Valid params are: ping, version.
sv_se: Returnerar information som är kopplad till Zabbix Java-gateway. Giltiga parametrar är: ping, version.

source: Returns number of TCP sockets that match parameters. Returns integer
sv_se: Returnerar antalet TCP-sockets som matchar parametrarna. Returnerar heltal

source: Returns number of UDP sockets that match parameters. Returns integer
sv_se: Returnerar antalet UDP-sockets som matchar parametrarna. Returnerar heltal

source: Returns number of state changes from disk/memory mode since start. Frequent state changes indicates that either memory buffer size or age must be increased.
sv_se: Returnerar antal statusändringar från disk-/minnesläge sedan start. Frekventa statusändringar indikerar att antingen minnesbuffertens storlek eller ålder måste ökas.

source: Returns percentage of lost ICMP ping packets.
sv_se: Returnerar procentandel av förlorade ICMP-pingpaket.

source: Returns total number of history values written to database.
sv_se: Returnerar det totala antalet historikvärden som skrivits till databasen.

source: Revert
sv_se: Återställ

source: Revert changes
sv_se: Återställ ändringar

source: Right
sv_se: Rättighet

source: Right Y
sv_se: Rätt Y

source: Right trim
sv_se: Höger trim

source: Role
sv_se: Roll

source: Romanian (ro_RO)
sv_se: Rumänska (ro_RO)

source: Root cause
sv_se: Grundorsak

source: Rows
sv_se: Rader

source: Rows per page
sv_se: Rader per sida

source: Rules
sv_se: Regler

source: Run script "%1$s" on Zabbix server
sv_se: Kör skriptet "%1$s" på Zabbix-servern

source: Run script "%1$s" on current host
sv_se: Kör skriptet "%1$s" på aktuell värd

source: Run script "%1$s" on deleted object(s)
sv_se: Kör skript "%1$s" på borttagna objekt

source: Run script "%1$s" on host groups
sv_se: Kör skriptet "%1$s" på värdgrupper

source: Run script "%1$s" on hosts
sv_se: Kör skriptet "%1$s" på värddatorer

source: Run specified command on the host. Returns text result of the command; 1 - with mode as nowait (regardless of command result)
sv_se: Kör angivet kommando på värden. Returnerar textresultatet av kommandot; 1 - med läge som nowait (oavsett kommandoresultat)

source: Russian (ru_RU)
sv_se: Ryska (ru_RU)

source: SAML group pattern
sv_se: SAML gruppmönster

source: SAML settings
sv_se: SAML-inställningar

source: SLA "%1$s" SLO must have no more than 4 fractional digits.
sv_se: SLA "%1$s" SLO får inte ha mer än 4 fraktionerade siffror.

source: SLA "%1$s" already exists.
sv_se: SLA "%1$s" finns redan.

source: SLA created
sv_se: SLA skapad

source: SLA deleted
sv_se: SLA borttagen

source: SLA disabled
sv_se: SLA inaktiverad

source: SLA edit
sv_se: SLA redigera

source: SLA enabled
sv_se: SLA aktiverat

source: SLA is disabled.
sv_se: SLA är inaktiverat.

source: SLA report
sv_se: SLA-rapport

source: SLA updated
sv_se: SLA uppdaterad

source: SLA with ID "%1$s" is not available.
sv_se: SLA med ID "%1$s" är inte tillgänglig.

source: SLAs
sv_se: SLA:er

source: SLO service URL
sv_se: URL för SLO-tjänst

source: SMTP server port
sv_se: Port för SMTP-server

source: SNMP address
sv_se: SNMP-adress

source: SNMP get value
sv_se: SNMP hämta värde

source: SNMP interfaces
sv_se: SNMP-gränssnitt

source: SNMP trap
sv_se: SNMP-fälla

source: SNMP walk to JSON
sv_se: SNMP går till JSON

source: SNMP walk value
sv_se: SNMP promenadvärde

source: SP entity ID
sv_se: SP-enhetens ID

source: SP name ID format
sv_se: SP-namn ID-format

source: SQL count: %1$s (selects: %2$s | executes: %3$s)
sv_se: SQL räkning: %1$s (selects: %2$s | executes: %3$s)

source: SQL query
sv_se: SQL-fråga

source: SQL statement execution has failed "%1$s"
sv_se: Exekveringen av SQL-satsen misslyckades "%1$s"

source: SQL statement execution has failed "%1$s".
sv_se: Exekveringen av SQL-satsen misslyckades "%1$s".

source: SSL certificate file
sv_se: SSL-certifikatfil

source: SSL key file
sv_se: SSL-nyckelfil

source: SSL key password
sv_se: Lösenord för SSL-nyckel

source: SSL verify host
sv_se: SSL-verifiera värd

source: SSL verify peer
sv_se: SSL-verifiera peer

source: SSO service URL
sv_se: URL för SSO-tjänst

source: Sat
sv_se: Lör

source: Saturday
sv_se: Lördag

source: Save
sv_se: Spara

source: Save as
sv_se: Spara som

source: Save changes
sv_se: Spara ändringar

source: Save it as "%1$s"
sv_se: Spara den som "%1$s"

source: Scale
sv_se: Skala

source: Scale size
sv_se: Skalans storlek
